{"id":"auguste-comte--a-general-view-of-positivism","title":"A General View of Positivism","titleAlpha":"general view of positivism","author":"Auguste Comte","language":"en","description":"A brief overview of the goals and methods of the Positivist philosophical movement.","longDescription":["Auguste Comte, considered by some to be the first \"philosopher of science,\" was perhaps most famous for founding the theory of Positivism: a framework of thinking and living meant to engender unity across humanity, backed by love, science, and intellect.","Positivism itself is a combination philosophy and way of life. Here Comte lays down the various tenets of the philosophy, describing what he views as the six major characteristics of the system. Comte goes into surprising detail, going so far as to describe minutiae like how children should be educated, the structure of a unified global committee of nations, new flags, calendars, the role of the arts, and so on. He ends the book with what he calls the \"Religion of Humanity,\" a secular religion meant to replace the traditional religions that people of the time were becoming disillusioned with.","The book and the theory are both very much products of the time. Comte was born around the end of the French Revolution, and lived in Paris during that time when republican ideas, respect for science, and a revolutionary and forward-thinking spirit made fertile ground for change. He viewed Positivism as the single solution to most of the problems of the day, including Communism, the plight of the working class, the shift away from traditional religion, and the constant war and strife that had plagued humanity.","Comte's theories gained a huge following: you might even recognize the Positivist motto, \"Order and Progress,\" inscribed on Brazil's national flag. While Positivism and its executive arm, the Church of Humanity, today only seem to survive in any significant number in Brazil - and even there in a greatly declined state - its theories were hugely influential in the emergence of many \"ethical societies\" and secular church movements around the globe."],"year":2018,"genres":["philosophy"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/auguste-comte/a-general-view-of-positivism/j-h-bridges"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface","length":6543,"skip":true},{"id":"002","title":"Introductory Remarks","length":10627,"skip":false},{"id":"003","title":"Epigraph","length":472,"skip":true},{"id":"004","title":"I: The Intellectual Character of Positivism","length":99616,"skip":false},{"id":"005","title":"II: The Social Aspect of Positivism, as Shown by Its Connection with the General Revolutionary Movement of Western Europe","length":134612,"skip":false},{"id":"006","title":"III: The Action of Positivism Upon the Working Classes","length":155912,"skip":false},{"id":"007","title":"IV: The Influence of Positivism Upon Women","length":136014,"skip":false},{"id":"008","title":"V: The Relation of Positivism to Art","length":91302,"skip":false},{"id":"009","title":"VI: Conclusion: The Religion of Humanity","length":161549,"skip":false},{"id":"010","title":"Endnotes","length":2263,"skip":true}],"createdAt":1719506743521}