{"id":"helen-keller--the-story-of-my-life","title":"The Story of My Life","titleAlpha":"story of my life","author":"Helen Keller","language":"en","description":"Helen Keller writes about her experiences as a deafblind child learning to communicate.","longDescription":["Helen Keller was just nineteen months old when, in 1882, she was struck with an illness that rendered her deaf, blind, and unable to communicate beyond basic signs. When she was seven, the arrival of Anne Sullivan, a partially blind teacher, catalysed Helen's learning and created a completely new way of teaching deafblind children. In The Story of My Life, written when Helen was twenty-three, Helen recounts her childhood and the wonders of a blossoming understanding of the world around her, along with her efforts to become the first deafblind person to earn a B. A. degree.","This volume also contains many of her letters, and is substantiated by Anne Sullivan's own writing and correspondence on Helen's tuition, along with numerous other accounts. The story was later adapted for both theater and film on multiple occasions as The Miracle Worker, a title bestowed on Anne Sullivan by Mark Twain."],"year":2021,"genres":["autobiography","biography"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/helen-keller/the-story-of-my-life"},"series":null,"part":0,"chapters":[{"id":"001","title":"Editor's Preface","length":2048,"skip":true},{"id":"002","title":"I: The Story of My Life - I","length":8171,"skip":false},{"id":"003","title":"I: The Story of My Life - II","length":12046,"skip":false},{"id":"004","title":"I: The Story of My Life - III","length":4996,"skip":false},{"id":"005","title":"I: The Story of My Life - IV","length":5639,"skip":false},{"id":"006","title":"I: The Story of My Life - V","length":5260,"skip":false},{"id":"007","title":"I: The Story of My Life - VI","length":5377,"skip":false},{"id":"008","title":"I: The Story of My Life - VII","length":11165,"skip":false},{"id":"009","title":"I: The Story of My Life - VIII","length":2998,"skip":false},{"id":"010","title":"I: The Story of My Life - IX","length":5942,"skip":false},{"id":"011","title":"I: The Story of My Life - X","length":3681,"skip":false},{"id":"012","title":"I: The Story of My Life - XI","length":7690,"skip":false},{"id":"013","title":"I: The Story of My Life - XII","length":3711,"skip":false},{"id":"014","title":"I: The Story of My Life - XIII","length":7768,"skip":false},{"id":"015","title":"I: The Story of My Life - XIV","length":14815,"skip":false},{"id":"016","title":"I: The Story of My Life - XV","length":6965,"skip":false},{"id":"017","title":"I: The Story of My Life - XVI","length":2928,"skip":false},{"id":"018","title":"I: The Story of My Life - XVII","length":4342,"skip":false},{"id":"019","title":"I: The Story of My Life - XVIII","length":9821,"skip":false},{"id":"020","title":"I: The Story of My Life - XIX","length":8548,"skip":false},{"id":"021","title":"I: The Story of My Life - XX","length":13749,"skip":false},{"id":"022","title":"I: The Story of My Life - XXI","length":20911,"skip":false},{"id":"023","title":"I: The Story of My Life - XXII","length":19843,"skip":false},{"id":"024","title":"I: The Story of My Life - XXIII","length":13696,"skip":false},{"id":"025","title":"II: Letters (1887 - 1901) - Introduction","length":3596,"skip":false},{"id":"026","title":"II: Letters (1887 - 1901) - Letters (1887 - 1901)","length":188786,"skip":false},{"id":"027","title":"III: A Supplementary Account of Helen Keller's Life and Education - I: The Writing of the Book","length":5619,"skip":false},{"id":"028","title":"III: A Supplementary Account of Helen Keller's Life and Education - II: Personality","length":25751,"skip":false},{"id":"029","title":"III: A Supplementary Account of Helen Keller's Life and Education - III: Education","length":198729,"skip":false},{"id":"030","title":"III: A Supplementary Account of Helen Keller's Life and Education - IV: Speech","length":21011,"skip":false},{"id":"031","title":"III: A Supplementary Account of Helen Keller's Life and Education - V: Literary Style","length":83099,"skip":false},{"id":"032","title":"Endnotes","length":3253,"skip":true}],"createdAt":1719506968722}