{"id":"charles-darwin--the-voyage-of-the-beagle","title":"The Voyage of the Beagle","titleAlpha":"voyage of the beagle","author":"Charles Darwin","language":"en","description":"Darwin's personal account of his 1831 voyage around the world investigating the geology, botany, and zoology of various lands.","longDescription":["In 1831, the twenty-two-year old Charles Darwin embarked on the Royal Navy ship H. M. S. Beagle as it set off on what was to be a five-year-long surveying expedition around South America and across the Pacific. Darwin was employed officially as a naturalist and geologist to assist in the survey, but unofficially as a companion to the captain, Robert Fitz Roy.","Darwin was a keen and intelligent observer, and made a number of discoveries on the journey, including the observations at the Galapagos Archipelago which eventually led him to his theory of evolution (later outlined in The Origin of Species). His voyage across the Pacific also led him to propose a now largely-accepted theory of the formation of coral atolls.","Darwin submitted his journal and notes as part of the official report of the expedition, but in 1839 he published a more readable account of his experiences in this book, initially titled Journal of Researches Into the Natural History and Geology of the Countries Visited During the Voyage of H. M. S. Beagle Round the World Under the Command of Capt. Fitz Roy, R. N.. The book quickly became very popular, and the publisher had to release a second edition later the same year. The revised and much simpler title The Voyage of the Beagle was only given to the work in 1905.","Adding to the interest of Darwin's detailed and thorough observations of nature and geology are his deeply critical remarks on the institution of slavery, which he witnessed during his time in Brazil. This of course was three decades before the Civil War in the United States which was fought over that issue."],"year":2023,"genres":["history","nonfiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/charles-darwin/the-voyage-of-the-beagle"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface","length":3861,"skip":true},{"id":"002","title":"I: St. Jago - Cape de Verd Islands","length":37591,"skip":false},{"id":"003","title":"II: Rio de Janeiro","length":44181,"skip":false},{"id":"004","title":"III: Maldonado","length":53642,"skip":false},{"id":"005","title":"IV: Rio Negro to Bahia Blanca","length":40524,"skip":false},{"id":"006","title":"V: Bahia Blanca","length":53256,"skip":false},{"id":"007","title":"VI: Bahia Blanca to Buenos Aires","length":36259,"skip":false},{"id":"008","title":"VII: Buenos Aires and St. Fe","length":42350,"skip":false},{"id":"009","title":"VIII: Banda Oriental and Patagonia","length":79883,"skip":false},{"id":"010","title":"IX: Santa Cruz, Patagonia, and the Falkland Islands","length":60426,"skip":false},{"id":"011","title":"X: Tierra del Fuego","length":61194,"skip":false},{"id":"012","title":"XI: Strait of Magellan. - Climate of the Southern Coasts","length":44458,"skip":false},{"id":"013","title":"XII: Central Chile","length":46487,"skip":false},{"id":"014","title":"XIII: Chiloe and Chonos Islands","length":41401,"skip":false},{"id":"015","title":"XIV: Chiloe and Concepcion: Great Earthquake","length":51094,"skip":false},{"id":"016","title":"XV: Passage of the Cordillera","length":54620,"skip":false},{"id":"017","title":"XVI: Northern Chile and Peru","length":81763,"skip":false},{"id":"018","title":"XVII: Galapagos Archipelago","length":66049,"skip":false},{"id":"019","title":"XVIII: Tahiti and New Zealand","length":67661,"skip":false},{"id":"020","title":"XIX: Australia","length":46907,"skip":false},{"id":"021","title":"XX: Keeling Island: Coral Formations","length":66194,"skip":false},{"id":"022","title":"XXI: Mauritius to England","length":52321,"skip":false},{"id":"023","title":"Endnotes","length":46790,"skip":true}],"createdAt":1719162044720}