{"id":"mark-rutherford--the-autobiography-of-mark-rutherford","title":"The Autobiography of Mark Rutherford","titleAlpha":"autobiography of mark rutherford","author":"Mark Rutherford","language":"en","description":"A young dissenting minister searches for love and meaning amidst loneliness and doubt.","longDescription":["Born to a pious non-conformist home in the Midlands, Mark Rutherford trains for dissenting church ministry almost by default. Although outwardly not an especially devout young man, he nonetheless has depths to his spirit which lead him to seek meaning in his beliefs. As he settles into his first pastorate, Rutherford discovers that the substance of his creed is too faint to support his public ministry. As he reaches this crisis of faith, so too he reaches a point of crisis in personal relationships.","The Autobiography is the first novel by Mark Rutherford, the pen name of William Hale White. Beyond the pseudonym, the novel's \"editor,\" Reuben Shapcott, who ostensibly contributes the preface as well as the concluding paragraphs, is a figment of White's imagination. Even after White's identity as the real author of the novel was uncovered, readers continued to wonder just what the relationship was between author and character, as the boundary between them is difficult to discern. How much this work of \"autobiography\" is actually fiction remains an open question.","By 1908 the Autobiography was being used as the leading example of what one essayist termed \"autobiografiction,\" or the blending of autobiography and fiction - an apt category for this story, in which so much of White's real life is infused. As for the novel's legacy, White's contemporary, William Dean Howells, was deeply impressed by the novel, although he was also baffled by it. \"We hardly know ... whether to call [it] fiction,\" he wrote in Harper's Magazine, at a time when the true identity of the author was as yet unknown. Howells's sense that \"readers who can think and feel\" would find themselves \"deeply stirred by it\" remains true well over a century later."],"year":1881,"genres":["classics","fiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/mark-rutherford/the-autobiography-of-mark-rutherford"},"openlibraryId":"OL1112746W","goodreadsId":"1320549","rating":0.722,"popularity":18,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Autobiography of Mark Rutherford","length":20,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Preface to the Second Edition","length":4127,"mode":"skip"},{"id":"004","title":"Epigraph","length":1619,"mode":"skip"},{"id":"005","title":"I: Childhood","length":17907,"mode":"type"},{"id":"006","title":"II: Preparation","length":22730,"mode":"type"},{"id":"007","title":"III: Water Lane","length":24896,"mode":"type"},{"id":"008","title":"IV: Edward Gibbon Mardon","length":21401,"mode":"type"},{"id":"009","title":"V: Miss Arbour","length":29064,"mode":"type"},{"id":"010","title":"VI: Ellen and Mary","length":32433,"mode":"type"},{"id":"011","title":"VII: Emancipation","length":19318,"mode":"type"},{"id":"012","title":"VIII: Progress in Emancipation","length":19830,"mode":"type"},{"id":"013","title":"IX: Oxford Street","length":39772,"mode":"type"},{"id":"014","title":"Colophon","length":1063,"mode":"hide"},{"id":"015","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721489956938}