{"id":"maurice-leblanc--the-eight-strokes-of-the-clock","title":"The Eight Strokes of the Clock","titleAlpha":"eight strokes of the clock","author":"Maurice Leblanc","language":"en","description":"A prince enlists a lady to help him solve eight mysteries.","longDescription":["Trying to escape from her boring life, Hortense Daniel meets the mysterious Prince Renine (or should we say Arsene Lupin?) who enlists her help to solve eight mysteries, starting with one that is for her very close to home. The pair's travels take them across northern France as they help ease the path of true love, bring thieves and murderers to justice, and eventually to recover something very dear to Hortense's heart.","The Eight Strokes of the Clock is an Arsene Lupin novel by any other name, with Maurice Leblanc admitting as much in an opening note. Set in the early days of the character's history, this collection of mysteries has the hallmarks of classic Lupin: a fervent desire to impress, dazzling jumps of logic and an ambivalent belief that the law can provide justice. This English translation was published in 1922 in the same year it was being serialized in France; it was published in novel form there a year later."],"year":1922,"genres":["adventure","fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/maurice-leblanc/the-eight-strokes-of-the-clock/alexander-teixeira-de-mattos"},"series":"Arsène Lupin","part":10,"chapters":[{"id":"001","title":"Author's Note","length":564,"skip":false},{"id":"002","title":"I: On the Top of the Tower","length":45160,"skip":false},{"id":"003","title":"II: The Water-Bottle","length":43330,"skip":false},{"id":"004","title":"III: The Case of Jean Louis","length":40172,"skip":false},{"id":"005","title":"IV: The Telltale Film","length":42420,"skip":false},{"id":"006","title":"V: Therese and Germaine","length":44522,"skip":false},{"id":"007","title":"VI: The Lady with the Hatchet","length":41070,"skip":false},{"id":"008","title":"VII: Footprints in the Snow","length":48796,"skip":false},{"id":"009","title":"VIII: At the Sign of Mercury","length":45275,"skip":false}],"createdAt":1719507139318}