{
  "id": "johanna-spyri--heidi",
  "title": "Heidi",
  "titleAlpha": "heidi",
  "author": "Johanna Spyri",
  "language": "en",
  "description": "A small girl is left with her grandfather and falls in love with his alpine home.",
  "longDescription": [
    "Looking after Heidi, a five year old orphan, has proved too much for her aunt Deta, so when the opportunity for a new position in Frankfurt comes up, Heidi is summarily deposited in the care of her grandfather. His hut high up in the Swiss alps lacks conventional comforts, but Heidi is nevertheless entranced by the meadows and fir trees, the friendly goats and local goatherd, the sweet-smelling hay that makes up her new bed, and the large chunks of toasted cheese the grandfather regularly doles out. This idyllic life is disrupted, though, when Deta decides to collect Heidi to serve as a companion for a invalid girl in Frankfurt.",
    "Heidi, first published in two volumes, cemented Johanna Spyri's reputation as a children's novelist. Besides having been translated to many different languages, Heidi has been filmed, televised and produced for stage several times over. The Japanese translation led to additional fame as a well regarded and widely distributed animated series. Although Johanna Spyri only wrote this original Heidi story, her French translator continued the series posthumously for a further six books.",
    "This Standard Ebooks edition is based on the Elisabeth P. Stork translation for both its fluid prose and its accuracy to the original source."
  ],
  "year": 1880,
  "genres": [
    "classics",
    "fiction",
    "history",
    "children",
    "young-adult"
  ],
  "topics": [],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": "",
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/johanna-spyri/heidi/elisabeth-p-stork"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Heidi",
      "length": 52,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Part I: Heidi's Years of Learning and Travel - I: Going Up to the Alm-Uncle",
      "length": 19450,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "Part I: Heidi's Years of Learning and Travel - II: With the Grandfather",
      "length": 11385,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "Part I: Heidi's Years of Learning and Travel - III: On the Pasture",
      "length": 16021,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "Part I: Heidi's Years of Learning and Travel - IV: In the Grandmother's Hut",
      "length": 14650,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "Part I: Heidi's Years of Learning and Travel - V: Two Visitors",
      "length": 10505,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "Part I: Heidi's Years of Learning and Travel - VI: A New Chapter with New Things",
      "length": 8135,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "Part I: Heidi's Years of Learning and Travel - VII: Miss Rottenmeier Has an Uncomfortable Day",
      "length": 12491,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "Part I: Heidi's Years of Learning and Travel - VIII: Great Disturbances in the Sesemann House",
      "length": 9168,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "Part I: Heidi's Years of Learning and Travel - IX: The Master of the House Hears of Strange Doings",
      "length": 5608,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "Part I: Heidi's Years of Learning and Travel - X: A Grandmama",
      "length": 9302,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "Part I: Heidi's Years of Learning and Travel - XI: Heidi Gains in Some Respects and Loses in Others",
      "length": 5803,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "Part I: Heidi's Years of Learning and Travel - XII: The Sesemann House Is Haunted",
      "length": 10964,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "Part I: Heidi's Years of Learning and Travel - XIII: Up the Alp on a Summer Evening",
      "length": 16662,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "Part I: Heidi's Years of Learning and Travel - XIV: On Sunday When the Church Bells Ring",
      "length": 12689,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "Part II: Heidi Makes Use of Her Experience - XV: Preparations for a Journey",
      "length": 7735,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "Part II: Heidi Makes Use of Her Experience - XVI: A Guest on the Alp",
      "length": 10146,
      "mode": "type"
    },
    {
      "id": "019",
      "title": "Part II: Heidi Makes Use of Her Experience - XVII: Retaliation",
      "length": 8609,
      "mode": "type"
    },
    {
      "id": "020",
      "title": "Part II: Heidi Makes Use of Her Experience - XVIII: Winter in the Village",
      "length": 12464,
      "mode": "type"
    },
    {
      "id": "021",
      "title": "Part II: Heidi Makes Use of Her Experience - XIX: Winter Still Continues",
      "length": 7194,
      "mode": "type"
    },
    {
      "id": "022",
      "title": "Part II: Heidi Makes Use of Her Experience - XX: News from Distant Friends",
      "length": 14761,
      "mode": "type"
    },
    {
      "id": "023",
      "title": "Part II: Heidi Makes Use of Her Experience - XXI: Of Further Events on the Alp",
      "length": 7483,
      "mode": "type"
    },
    {
      "id": "024",
      "title": "Part II: Heidi Makes Use of Her Experience - XXII: Something Unexpected Happens",
      "length": 14819,
      "mode": "type"
    },
    {
      "id": "025",
      "title": "Part II: Heidi Makes Use of Her Experience - XXIII: Parting to Meet Again",
      "length": 24179,
      "mode": "type"
    },
    {
      "id": "026",
      "title": "Colophon",
      "length": 1174,
      "mode": "hide"
    },
    {
      "id": "027",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL1455042W",
  "goodreadsId": "93",
  "rating": 0.806,
  "popularity": 201230,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720966787894
}