{"id":"g-k-chesterton--the-incredulity-of-father-brown","title":"The Incredulity of Father Brown","titleAlpha":"incredulity of father brown","author":"G. K. Chesterton","language":"en","description":"The third set of stories of a Catholic priest who is also an amateur detective.","longDescription":["Father Brown, full-time Catholic priest and part-time amateur detective, returns in this third collection of short stories.","Unlike the first two collections, this time Father Brown is investigating alone; his sidekick, the former criminal Flambeau, is nowhere to be seen. Father Brown has to solve a murder (including his own!) in each story, and since several also appear to involve the supernatural, he has ample opportunity to elaborate on his thoughts concerning it. As with the first two collections, Chesterton is often as concerned with the moral of the story as with the mystery itself.","Most of the stories were previously published in The Pall Mall Magazine, though one appeared in Cassell's Magazine and another was written specifically for this collection."],"year":1926,"genres":["fiction","mystery","shorts"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/g-k-chesterton/the-incredulity-of-father-brown"},"series":"Father Brown","part":3,"chapters":[{"id":"001","title":"The Resurrection of Father Brown","length":38438,"skip":false},{"id":"002","title":"The Arrow of Heaven","length":52894,"skip":false},{"id":"003","title":"The Oracle of the Dog","length":47283,"skip":false},{"id":"004","title":"The Miracle of Moon Crescent","length":51940,"skip":false},{"id":"005","title":"The Curse of the Golden Cross","length":56722,"skip":false},{"id":"006","title":"The Dagger with Wings","length":48862,"skip":false},{"id":"007","title":"The Doom of the Darnaways","length":53306,"skip":false},{"id":"008","title":"The Ghost of Gideon Wise","length":40977,"skip":false}],"createdAt":1719162201034}