{"id":"arthur-quiller-couch--on-the-art-of-reading","title":"On the Art of Reading","titleAlpha":"on the art of reading","author":"Arthur Quiller-Couch","language":"en","description":"Quiller-Couch argues for the study and appreciation of classic English literature.","longDescription":["On the Art of Reading is a collection of lectures delivered by Arthur Quiller-Couch, a literary critic and professor at Cambridge, between 1916 and 1918.","In these lectures, Quiller-Couch argues for the study of the masterpieces of English literature - Shakespeare, Milton, and so on. He opines that the most effective way of appreciating literature is to experience it as \"What Is,\" which is to say feeling as if one has become part of the story. Much of the lectures is devoted to studying ways in which teachers can engender that feeling in pupils - with Quiller-Couch going so far as to say that even small children can be taught to appreciate seemingly-complex literature like The Tempest or classical poetry like Homer.","Quiller-Couch also spends time discussing his then-controversial opinion that the English translation of the Bible, as well as many Greek classics, are masterpieces of English literature that deserve careful study not just for their religions or philosophical importance, but for their beautiful prose style.","These lectures form a companion to his earlier collection of lectures, On the Art of Writing, which explore similar themes of the place of writing and literature in the intellectual firmament."],"year":2024,"genres":["history","nonfiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/arthur-quiller-couch/on-the-art-of-reading"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface","length":3670,"skip":true},{"id":"002","title":"Lecture I: Introductory","length":27359,"skip":false},{"id":"003","title":"Lecture II: Apprehension Versus Comprehension","length":25359,"skip":false},{"id":"004","title":"Lecture III: Children's Reading (I)","length":25718,"skip":false},{"id":"005","title":"Lecture IV: Children's Reading (II)","length":29284,"skip":false},{"id":"006","title":"Lecture V: On Reading for Examinations","length":31430,"skip":false},{"id":"007","title":"Lecture VI: On a School of English","length":30336,"skip":false},{"id":"008","title":"Lecture VII: The Value of Greek and Latin in English Literature","length":29242,"skip":false},{"id":"009","title":"Lecture VIII: On Reading the Bible (I)","length":28923,"skip":false},{"id":"010","title":"Lecture IX: On Reading the Bible (II)","length":28001,"skip":false},{"id":"011","title":"Lecture X: On Reading the Bible (III)","length":34864,"skip":false},{"id":"012","title":"Lecture XI: Of Selection","length":25237,"skip":false},{"id":"013","title":"Lecture XII: On the Use of Masterpieces","length":28830,"skip":false},{"id":"014","title":"Endnotes","length":4111,"skip":true}],"createdAt":1719506741214}