{"id":"theodore-roosevelt--the-rough-riders","title":"The Rough Riders","titleAlpha":"rough riders","author":"Theodore Roosevelt","language":"en","description":"The First United States Volunteer Cavalry fights in the Spanish - American War.","longDescription":["With the destruction of the Maine and other events leading to the Spanish - American War, Theodore Roosevelt resigned as Assistant Secretary of the Navy in order to go to the front. Under Colonel Leonard Wood, Roosevelt raised and trained the First United States Volunteer Cavalry, who were quickly nicknamed the \"Rough Riders.\" The regiment received a surplus of volunteers, with a mix of recruits ranging from Southwestern cowboys to Ivy League scholars.","Logistical difficulties challenged the regiment almost immediately in their transit to Cuba. Before sailing from Tampa, they were forced to leave behind four of the twelve total companies and almost all of their horses. As an officer, Roosevelt kept his horse, which he rode to lead the charge in the Battle of San Juan Hill. Roosevelt recalled the battle as \"the great day of my life\" and \"my crowded hour.\"","After winning the war, the onset of yellow fever, malaria, and other incapacitating diseases made it imperative to return the soldiers home quickly. Along with nine generals, Roosevelt drafted and signed a \"round robin\" letter, which was also published nationwide to turn public attention toward returning the troops. Back home, Roosevelt initially published the work serially in Scribner's Magazine in 1899, and its popularity contributed to his rise as a national figure."],"year":null,"genres":["classics","nonfiction"],"topics":["war","warfare"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/theodore-roosevelt/the-rough-riders"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Rough Riders","length":23,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Dedication","length":237,"mode":"hide"},{"id":"004","title":"Epigraph","length":670,"mode":"skip"},{"id":"005","title":"I: Raising the Regiment","length":47405,"mode":"type"},{"id":"006","title":"II: To Cuba","length":42614,"mode":"type"},{"id":"007","title":"III: General Young's Fight at Las Guasimas","length":50333,"mode":"type"},{"id":"008","title":"IV: The Cavalry at Santiago","length":56507,"mode":"type"},{"id":"009","title":"V: In the Trenches","length":49421,"mode":"type"},{"id":"010","title":"VI: The Return Home","length":48612,"mode":"type"},{"id":"011","title":"Appendix A: Colonel Roosevelt's Report to the Secretary of War of September 10th","length":17439,"mode":"type"},{"id":"012","title":"Appendix B: The \"Round Robin\" Letter","length":7128,"mode":"type"},{"id":"013","title":"Appendix C: Corrections","length":26281,"mode":"type"},{"id":"014","title":"Appendix D","length":17948,"mode":"type"},{"id":"015","title":"Appendix E","length":5326,"mode":"type"},{"id":"016","title":"Appendix F","length":7001,"mode":"type"},{"id":"017","title":"Endnotes","length":7198,"mode":"hide"},{"id":"018","title":"Colophon","length":1016,"mode":"hide"},{"id":"019","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721172459040}