{"id":"olaudah-equiano--the-interesting-narrative-of-the-life-of-olaudah-equiano","title":"The Interesting Narrative of the Life of Olaudah Equiano","titleAlpha":"interesting narrative of the life of olaudah equiano","author":"Olaudah Equiano","language":"en","description":"An autobiography of an ex-slave in the mid 1700s.","longDescription":["In the mid 1700s, around the age of eleven, Olaudah Equiano and his sister were kidnapped from their village in equatorial Africa and sold to slavers. Within a year he was aboard a European slave ship on his way to the Caribbean. The Interesting Narrative of the Life of Olaudah Equiano, or Gustavus Vassa, the African was published by the author in 1789 and is part adventure story, part treatise on the corrupting power of slavery, and part tract about the transformative powers of Christianity.","Equiano's story takes him from Africa to the Americas, back across the Atlantic to England, into the Mediterranean, and even north to the ice packs, on a mission to discover the North-East passage. He fights the French in the Seven Year's War, is a mate and merchant in the West Indies, and eventually becomes a freedman based in London.","The Interesting Narrative of the Life of Olaudah Equiano was one of the first popular slave narratives and was reprinted eight times in the author's lifetime. While modern scholars value this account as an important source on the life of the eighteenth-century slave and the transition from slavery to freedom, it remains an important literary work in its own right. As a valuable part of the African and African-American canons, it is still frequently taught in both English and History university courses."],"year":2021,"genres":["biography","memoir","nonfiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/olaudah-equiano/the-interesting-narrative-of-the-life-of-olaudah-equiano"},"series":null,"part":0,"chapters":[{"id":"001","title":"Epigraph","length":242,"skip":true},{"id":"002","title":"I","length":33430,"skip":false},{"id":"003","title":"II","length":35105,"skip":false},{"id":"004","title":"III","length":33039,"skip":false},{"id":"005","title":"IV","length":39256,"skip":false},{"id":"006","title":"V","length":37228,"skip":false},{"id":"007","title":"VI","length":37926,"skip":false},{"id":"008","title":"VII","length":29171,"skip":false},{"id":"009","title":"VIII","length":30218,"skip":false},{"id":"010","title":"IX","length":36255,"skip":false},{"id":"011","title":"X","length":33710,"skip":false},{"id":"012","title":"Miscellaneous Verses - Or,{{BR}} Reflections on the State of My Mind During My First Convictions; Of the Necessity of Believing the Truth, and Experiencing the Inestimable Benefits of Christianity","length":3961,"skip":false},{"id":"013","title":"XI","length":46733,"skip":false},{"id":"014","title":"XII","length":32380,"skip":false},{"id":"015","title":"Endnotes","length":4487,"skip":true}],"createdAt":1719507158454}