{"id":"e-nesbit--wet-magic","title":"Wet Magic","titleAlpha":"wet magic","author":"E. Nesbit","language":"en","description":"A group of children visiting the seaside free a captive mermaid and visit her domain.","longDescription":["Wet Magic was the last novel for children published by E. Nesbit. It was originally serialized in The Strand Magazine in 1912, with a book version published in 1913.","In the book, four brothers and sisters are on their way to a holiday at the beach. While traveling on a train, they're excited to read about the purported sighting of a mermaid near the coastal town where they'll be staying, and agree among themselves to join the hunt for this mythical creature. But when they arrive, they discover that the mermaid has been captured and put on show at a circus at the local fairground. After the older children encounter another mermaid in the sea, who implores them to help, they agree they must do what they can to free the captured one. This leads them on to strange adventures.","While Wet Magic has much of Nesbit's characteristic charm and humor, it doesn't appear to have been received as well as her other books, nor has it been as frequently reprinted."],"year":2022,"genres":["children","fantasy","fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/e-nesbit/wet-magic"},"series":null,"part":0,"chapters":[{"id":"001","title":"I: Sabrina Fair","length":19174,"skip":false},{"id":"002","title":"II: The Captive","length":26390,"skip":false},{"id":"003","title":"III: The Rescue","length":34529,"skip":false},{"id":"004","title":"IV: Gratitude","length":11422,"skip":false},{"id":"005","title":"V: Consequences","length":11240,"skip":false},{"id":"006","title":"VI: The Mermaid's Home","length":21893,"skip":false},{"id":"007","title":"VII: The Skies Are Falling","length":28392,"skip":false},{"id":"008","title":"VIII: The Water-War","length":21349,"skip":false},{"id":"009","title":"IX: The Book People","length":27922,"skip":false},{"id":"010","title":"X: The Under Folk","length":25952,"skip":false},{"id":"011","title":"XI: The Peacemaker","length":22090,"skip":false},{"id":"012","title":"XII: The End","length":19799,"skip":false}],"createdAt":1719506816208}