{"id":"l-t-hobhouse--liberalism","title":"Liberalism","titleAlpha":"liberalism","author":"L. T. Hobhouse","language":"en","description":"An early twentieth century description of the philosophy of liberal socialism.","longDescription":["In Liberalism, L. T. Hobhouse explains the philosophy of what he calls \"liberal socialism.\" Liberalism, as Hobhouse defines it, is the freedom from coercion. Crucially, this means freedom not only from government coercion, but from all forms of coercion, including economic coercion. It's important that everyone is free to grow and develop their own individuality within society, but the government has the ultimate responsibility to ensure that one individual's freedom is not used to limit the freedom of another.","The socialist aspect of the philosophy is the belief that people are not purely self-serving and are capable of voluntarily exercising restraint when needed in order to help society flourish. Viewed through this lens, liberty and equality are not in competition, but rather go hand in hand. In a liberal socialist society, \"any common life based on the avoidable suffering even of one of those who partake in it is a life not of harmony, but of discord.\"","Tracing the history of the idea of liberalism, from pre-liberal societies, to the philosophies forged in the French and American revolutions, to the concept of socialism expounded by John Stuart Mill, Hobhouse defends the progress of liberalism, while asking what the future of liberalism should look like."],"year":2022,"genres":["nonfiction","philosophy"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/l-t-hobhouse/liberalism"},"series":null,"part":0,"chapters":[{"id":"001","title":"I: Before Liberalism","length":15794,"skip":false},{"id":"002","title":"II: The Elements of Liberalism - I: Civil Liberty","length":3946,"skip":false},{"id":"003","title":"II: The Elements of Liberalism - II: Fiscal Liberty","length":1337,"skip":false},{"id":"004","title":"II: The Elements of Liberalism - III: Personal Liberty","length":5841,"skip":false},{"id":"005","title":"II: The Elements of Liberalism - IV: Social Liberty","length":2793,"skip":false},{"id":"006","title":"II: The Elements of Liberalism - V: Economic Liberty","length":5857,"skip":false},{"id":"007","title":"II: The Elements of Liberalism - VI: Domestic Liberty","length":2009,"skip":false},{"id":"008","title":"II: The Elements of Liberalism - VII: Local, Racial, and National Liberty","length":4436,"skip":false},{"id":"009","title":"II: The Elements of Liberalism - VIII: International Liberty","length":839,"skip":false},{"id":"010","title":"II: The Elements of Liberalism - IX: Political Liberty and Popular Sovereignty","length":4473,"skip":false},{"id":"011","title":"III: The Movement of Theory","length":31247,"skip":false},{"id":"012","title":"IV: Laissez-Faire","length":26845,"skip":false},{"id":"013","title":"V: Gladstone and Mill","length":15775,"skip":false},{"id":"014","title":"VI: The Heart of Liberalism","length":25592,"skip":false},{"id":"015","title":"VII: The State and the Individual","length":32710,"skip":false},{"id":"016","title":"VIII: Economic Liberalism","length":53678,"skip":false},{"id":"017","title":"IX: The Future of Liberalism","length":42885,"skip":false},{"id":"018","title":"Endnotes","length":4686,"skip":true}],"createdAt":1719162368895}