{"id":"thomas-love-peacock--nightmare-abbey","title":"Nightmare Abbey","titleAlpha":"nightmare abbey","author":"Thomas Love Peacock","language":"en","description":"A comic parody of the gothic movement in early nineteenth-century British literature.","longDescription":["Published in 1818, Peacock's novella Nightmare Abbey is a gentle satire of the then-popular gothic movement in literature. He pokes fun at the genre's obsessions and most of the book's characters are caricatures of well-known personages of the time.","Young Scythrop is the only son of Mr. Glowry, living in the semi-ruined Nightmare Abbey on his estate in Lincolnshire. Mr. Glowry, the survivor of a miserable marriage, is addicted to the depressing and the morbid, surrounding himself with servants whose names, such as Raven, Graves and Skellet, reflect his obsessions. His friends, also, are chosen from those who best reflect his misanthropic views.","Scythrop himself imagines himself a philosopher with a unique view of the world, and to this end has written a treatise titled \"Philosophical Gas; or, a Project for a General Illumination of the Human Mind.\" Only seven copies of this treatise have ever been sold, and Scythrop dreams of being united with one of the buyers. His passions, though, become more earthy when he falls in love both with his cousin Marionetta and then also with a mysterious woman who appears in his apartment and begs him for asylum, thus creating a situation of romantic farce as he tries to decide between the two.","These events are interleaved between entertaining discussions among the varied guests at Nightmare Abbey, richly filled with humor, allusions and quotation.","Nightmare Abbey is probably Peacock's most successful work of fiction, and helped establish his position as an important satirist of his times. His satire, though, is light-hearted rather than savage and is directed more at foolish opinions than attacking particular persons."],"year":1818,"genres":["classics","comedy","fiction","gothic"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/thomas-love-peacock/nightmare-abbey"},"openlibraryId":"OL2713465W","goodreadsId":"1275404","rating":0.6900000000000001,"popularity":1941,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Nightmare Abbey","length":24,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Epigraph","length":914,"mode":"skip"},{"id":"004","title":"I","length":14412,"mode":"type"},{"id":"005","title":"II","length":6228,"mode":"type"},{"id":"006","title":"III","length":8896,"mode":"type"},{"id":"007","title":"IV","length":6937,"mode":"type"},{"id":"008","title":"V","length":7264,"mode":"type"},{"id":"009","title":"VI","length":13189,"mode":"type"},{"id":"010","title":"VII","length":16477,"mode":"type"},{"id":"011","title":"VIII","length":9284,"mode":"type"},{"id":"012","title":"IX","length":8368,"mode":"type"},{"id":"013","title":"X","length":11880,"mode":"type"},{"id":"014","title":"XI","length":14187,"mode":"type"},{"id":"015","title":"XII","length":9586,"mode":"type"},{"id":"016","title":"XIII","length":12732,"mode":"type"},{"id":"017","title":"XIV","length":5094,"mode":"type"},{"id":"018","title":"XV","length":5578,"mode":"type"},{"id":"019","title":"Endnotes","length":3033,"mode":"hide"},{"id":"020","title":"Colophon","length":1084,"mode":"hide"},{"id":"021","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721338284733}