{
  "id": "sylvia-townsend-warner--lolly-willowes",
  "title": "Lolly Willowes",
  "titleAlpha": "lolly willowes",
  "author": "Sylvia Townsend Warner",
  "language": "en",
  "description": "A middle-aged spinster leaves her controlling relatives in London for a life of independence in rural England, where she enters into a pact with Satan.",
  "longDescription": [
    "Laura Willowes endures a lonely and mostly isolated childhood in her family's Somerset mansion. Her mother dies when she is a teenager. To the disappointment of her relatives, she shows no interest in marriage as she nears adulthood, preferring instead to read from her parents' library and to pursue her interest in plants. When her father also dies, she moves into the London home of her brother and his family, where she's to help with household tasks and the care of her nieces and nephews. Her life consists of this for many years, interrupted only by the First World War.",
    "One day after the war, the middle-aged Laura is suddenly inspired to move away on her own, buying a guidebook and settling upon a small village in the Chiltern Hills called Great Mop. Her decision shocks and outrages most of her relatives, especially her brother, who has until this point controlled Laura's yearly inheritance income. In Great Mop Laura finally experiences the freedom and independence that she could never find among her family, but she also quickly realizes that all is not what it seems in the quiet village. Moreover, escaping her condescending relatives and their narrow conception of her as \"Aunt Lolly\" won't prove as simple as she had hoped.",
    "Lolly Willowes was well received on its publication in 1926, especially in France and North America. In depicting an unmarried and childless woman who seeks independence in middle age, it was unusual in its time and anticipated feminist concerns of later decades, well encapsulated by Laura's passionately stated ambition \"to have a life of one's own, not an existence doled out to you by others.\" The notion that a middle-aged spinster who abjures a life of service is likely to be a witch indentured to Satan may strike modern readers as a derisive joke. However, Townsend Warner's satire can also be interpreted as raising serious questions about the stereotypes and social norms, perhaps especially those influenced by religion, that curtail women's freedom."
  ],
  "year": 1926,
  "genres": [
    "classics",
    "comedy",
    "fantasy",
    "fiction",
    "satire"
  ],
  "topics": [
    "feminism",
    "ghosts",
    "magic",
    "supernatural"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/sylvia-townsend-warner/lolly-willowes"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Lolly Willowes",
      "length": 27,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1187,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "I",
      "length": 86444,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "II",
      "length": 90832,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "III",
      "length": 111614,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "Colophon",
      "length": 1032,
      "mode": "hide"
    },
    {
      "id": "007",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL112769W",
  "goodreadsId": "1327032",
  "rating": 0.742,
  "popularity": 9920,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1721490132250
}