{"id":"thomas-mann--bashan-and-i","title":"Bashan and I","titleAlpha":"bashan and i","author":"Thomas Mann","language":"en","description":"A renowned novelist describes the unique relation that links him to his dog.","longDescription":["In Bashan and I (sometime referred to as Man and Dog), Thomas Mann, the Nobel Prize-winning author of The Magic Mountain and Death in Venice, writes in the most remarkable way of the unique relation that links a dog with his master. These memoirs read as a novel, and describe in fierce detail the behavior, feelings and psychology of Mann's dog Bashan, and of Mann himself. Mann tells how he acquired Bashan, details traits of his character, and describes how they go on harmless and bucolic hunts.","Written in 1918 at the end of the First World War, Bashan and I is an ode to life, to nature, to simple joys, and to a dog."],"year":2020,"genres":["nonfiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/thomas-mann/bashan-and-i/herman-george-scheffauer"},"series":null,"part":0,"chapters":[{"id":"001","title":"Foreword","length":1536,"skip":false},{"id":"002","title":"I: Bashan Puts in His Appearance","length":17953,"skip":false},{"id":"003","title":"II: How We Acquired Bashan","length":14975,"skip":false},{"id":"004","title":"III: A Few Items Regarding Bashan's Character and Manner of Life","length":44149,"skip":false},{"id":"005","title":"IV: The Hunting-Grounds","length":54260,"skip":false},{"id":"006","title":"V: The Chase","length":79305,"skip":false}],"createdAt":1719162579452}