{"id":"lytton-strachey--eminent-victorians","title":"Eminent Victorians","titleAlpha":"eminent victorians","author":"Lytton Strachey","language":"en","description":"Four witty and biting biographies of Victorians that take aim at the moral superiority of their subject's time.","longDescription":["Eminent Victorians consists of four short biographies by Lytton Strachey of Victorians who were famous in their day: Cardinal Manning, a powerful cleric; Florence Nightingale, founder of modern nursing; Thomas Arnold, creator of the modern-day English public school; and General Gordon, a popular officer of the British Army.","In Strachey's day, these people were considered heroes and paragons of Victorian morality and ethics. But instead of lengthy, glowing biographies, Strachey opts for short, witty, and biting biographies that skewer their subjects. All of them are portrayed with their human flaws and moral contradictions on full display, implicitly knocking down the sanctimonious visions of these former heroes (perhaps with the exception of Nightingale, who, while portrayed as an often-cold and mercilessly-driven taskmistress, nevertheless escaped with her reputation enhanced, not tarnished).","The biographies are not only interesting for their wit, humor, and readability, but because of the windows they open to the issues of the age. Manning's biography occurs against the backdrop of a time of upheaval in the English Catholic church, with concepts like Papal Infallability entering the picture; Nightingale's biography shines light on the appalling conditions of war; Arnold's biography is a lens on the development of formal education and schools; and Gordon's biography reveals England as an empire teetering unsteadily, whose ability to influence and control faraway lands is not as certain as it might think.","Eminent Victorians took six years to write and was met with glowing reviews on its publication. It made Strachey famous and cemented his name in the list of literature's top-tier biographers."],"year":2018,"genres":["biography","history","nonfiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/lytton-strachey/eminent-victorians"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface","length":7212,"skip":true},{"id":"002","title":"Cardinal Manning - I","length":9007,"skip":false},{"id":"003","title":"Cardinal Manning - II","length":23352,"skip":false},{"id":"004","title":"Cardinal Manning - III","length":30863,"skip":false},{"id":"005","title":"Cardinal Manning - IV","length":25237,"skip":false},{"id":"006","title":"Cardinal Manning - V","length":29138,"skip":false},{"id":"007","title":"Cardinal Manning - VI","length":29301,"skip":false},{"id":"008","title":"Cardinal Manning - VII","length":26871,"skip":false},{"id":"009","title":"Cardinal Manning - VIII","length":10455,"skip":false},{"id":"010","title":"Cardinal Manning - IX","length":8601,"skip":false},{"id":"011","title":"Cardinal Manning - X","length":10887,"skip":false},{"id":"012","title":"Florence Nightingale - I","length":11117,"skip":false},{"id":"013","title":"Florence Nightingale - II","length":38175,"skip":false},{"id":"014","title":"Florence Nightingale - III","length":41789,"skip":false},{"id":"015","title":"Florence Nightingale - IV","length":17462,"skip":false},{"id":"016","title":"Florence Nightingale - V","length":5218,"skip":false},{"id":"017","title":"Endnotes","length":322,"skip":true}],"createdAt":1719162401095}