{"id":"henrik-ibsen--hedda-gabler","title":"Hedda Gabler","titleAlpha":"hedda gabler","author":"Henrik Ibsen","language":"en","description":"Newly-married Hedda Gabler struggles to control her life and the lives of those around her.","longDescription":["Hedda, the proud and willful daughter of General Gabler, newly married to George Tesman, returns from her honeymoon to Norway. She chafes at the prospect of a dull life in a loveless marriage until a former lover, Eilert Lovborg, returns and throws their financial future into disarray. The appearance of Hedda's old schoolmate Thea, who wants to reform Lovborg, and Judge Brack, who wants Hedda in his power, leave her struggling to build the life she wants.","Hedda Gabler was first performed in Munich in 1891, and within months there were productions in Berlin, Copenhagen, London, and New York. It was Ibsen's first play to be translated from proofs before performance or publication. Productions of the play have won two Olivier Awards and been broadcast in multiple countries; since 1917, it has been adapted into more than a dozen feature films in almost as many languages."],"year":1890,"genres":["classics","drama","psychological"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/henrik-ibsen/hedda-gabler/edmund-gosse_william-archer"},"openlibraryId":"OL52427W","goodreadsId":"6431500","rating":0.764,"popularity":36932,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Hedda Gabler","length":64,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Introduction","length":19028,"mode":"type"},{"id":"004","title":"Dramatis Personae","length":212,"mode":"hide"},{"id":"005","title":"Act I","length":49629,"mode":"type"},{"id":"006","title":"Act II","length":42966,"mode":"type"},{"id":"007","title":"Act III","length":28505,"mode":"type"},{"id":"008","title":"Act IV","length":26167,"mode":"type"},{"id":"009","title":"Endnotes","length":2055,"mode":"hide"},{"id":"010","title":"Colophon","length":1134,"mode":"hide"},{"id":"011","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337855984}