{
  "id": "daniel-defoe--a-journal-of-the-plague-year",
  "title": "A Journal of the Plague Year",
  "titleAlpha": "journal of the plague year",
  "author": "Daniel Defoe",
  "language": "en",
  "description": "An account of one man's survival in London during the Great Plague of 1665.",
  "longDescription": [
    "The Plague is a disease that has a long and tragic history alongside humanity's development of tightly-packed cities. A Journal of a Plague Year is a first-person narrative account of London's last great plague outbreak in 1665, which killed an estimated 100,000 people in just 18 months.",
    "Though written in the first-person perspective by Daniel Defoe, he was only 5 years old during the outbreak. The initials at the end of the work, \"H. F.,\" suggest that Journal is based on accounts of Defoe's uncle, Henry Foe.",
    "This highly readable short novel is fascinating not just as a historical account, but in its description of how people reacted to a deadly disease that they understood to be contagious, but yet had no cure for. Defoe derides quack doctors who killed more than they saved, and then themselves succumbed to plague. He tells of people turning to religion; of people driven mad by the death around them and raving in the streets; of people fleeing to the country, and of others barricading themselves in their homes. The ways people reacted in 1665 could be the very same ways people might have reacted today to a mysterious, deadly, and highly contagious outbreak."
  ],
  "year": 1722,
  "genres": [
    "classics",
    "history",
    "nonfiction",
    "survival"
  ],
  "topics": [],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/daniel-defoe/a-journal-of-the-plague-year"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - A Journal of the Plague Year",
      "length": 17,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1194,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Preface",
      "length": 248,
      "mode": "hide"
    },
    {
      "id": "004",
      "title": "A Journal of the Plague Year",
      "length": 512395,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "Endnotes",
      "length": 950,
      "mode": "hide"
    },
    {
      "id": "006",
      "title": "Colophon",
      "length": 1067,
      "mode": "hide"
    },
    {
      "id": "007",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL45310W",
  "goodreadsId": "46730",
  "rating": 0.712,
  "popularity": 10988,
  "cover": null,
  "free": true,
  "custom": false,
  "createdAt": 1720831214145
}