{"id":"cicely-hamilton--theodore-savage","title":"Theodore Savage","titleAlpha":"theodore savage","author":"Cicely Hamilton","language":"en","description":"A civil servant is reduced to primitive living after a war destroys modern civilization.","longDescription":["Theodore Savage opens with the title character, an office worker enjoying a comfortable life, anticipating his wedding. There are rumors of impending war; the people are excited, sure of their cause. When the war finally begins, Savage is called away to manage food distribution. But disaster soon follows as total war is unleashed on the country. As he adapts to a hard new life of man against man, fighting for ever-more-scarce resources, Savage wonders if he'll ever return to his old life again.","Cicely Hamilton wrote Theodore Savage shortly after the First World War, mindful of the terrifying destruction wrought with its poison gas and mechanized weaponry. She asserts that mankind is destined to become a slave to the things it creates, and advancement of knowledge will be its downfall.","One reviewer found the story lacking in detail and credibility, and thought it too far-fetched that the whole world would collapse to a primitive state with no one to carry on the torch of knowledge. Another reviewer questioned the assertion that disaster follows inevitably from scientific knowledge in a never-ending cycle. But from an artistic point of view, the novel was regarded as imaginative and clever, despite its subject matter, which was rather dreary for a world still recovering from the Great War."],"year":2023,"genres":["fiction","science-fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/cicely-hamilton/theodore-savage"},"series":null,"part":0,"chapters":[{"id":"001","title":"I","length":15982,"skip":false},{"id":"002","title":"II","length":13992,"skip":false},{"id":"003","title":"III","length":19817,"skip":false},{"id":"004","title":"IV","length":7691,"skip":false},{"id":"005","title":"V","length":26676,"skip":false},{"id":"006","title":"VI","length":22057,"skip":false},{"id":"007","title":"VII","length":16588,"skip":false},{"id":"008","title":"VIII","length":12811,"skip":false},{"id":"009","title":"IX","length":10046,"skip":false},{"id":"010","title":"X","length":14494,"skip":false},{"id":"011","title":"XI","length":14135,"skip":false},{"id":"012","title":"XII","length":9855,"skip":false},{"id":"013","title":"XIII","length":21725,"skip":false},{"id":"014","title":"XIV","length":11125,"skip":false},{"id":"015","title":"XV","length":11221,"skip":false},{"id":"016","title":"XVI","length":15425,"skip":false},{"id":"017","title":"XVII","length":7300,"skip":false},{"id":"018","title":"XVIII","length":22477,"skip":false},{"id":"019","title":"XIX","length":7417,"skip":false},{"id":"020","title":"XX","length":15081,"skip":false},{"id":"021","title":"XXI","length":16947,"skip":false},{"id":"022","title":"XXII","length":17912,"skip":false},{"id":"023","title":"XXIII","length":23945,"skip":false}],"createdAt":1719162065878}