{"id":"arthur-conan-doyle--the-return-of-sherlock-holmes","title":"The Return of Sherlock Holmes","titleAlpha":"return of sherlock holmes","author":"Arthur Conan Doyle","language":"en","description":"The world's first consulting detective returns to London after having faked his death some years before, and investigates a series of baffling mysteries.","longDescription":["The Return of Sherlock Holmes is the third collection of Holmes stories by Arthur Conan Doyle, published in 1905. It includes stories published in The Strand Magazine in 1903 and 1904, bringing Holmes for the first time into the twentieth century.","Doyle had memorably \"killed off\" Holmes in a struggle with his nemesis Professor Moriarty in the story \"The Final Problem,\" which had appeared in 1893 (and which is included in the collection The Memoirs of Sherlock Holmes). Intense public demand for more Holmes material after that had led to Doyle writing the novel The Hound of the Baskervilles, and then finally to return to writing Holmes short stories once more. The first story in this collection, \"The Adventure of the Empty House\" finds Dr. Watson united once again with his old friend Sherlock Holmes, who explains how and why he faked his death at Reichenbach Falls.","Apart from the leading story which \"resurrects\" Holmes, this collection contains a number of the best-known Holmes stories. \"The Adventure of the Dancing Men\" has Holmes deciphering a cryptogram to solve a mystery; encountering a callous blackmailer in \"The Adventure of Charles Augustus Milverton;\" working out why cheap busts of Napoleon are being shattered all over London; and possibly averting a major European war in \"The Adventure of the Second Stain.\""],"year":1903,"genres":["fiction","mystery","shorts"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/arthur-conan-doyle/the-return-of-sherlock-holmes"},"series":"Sherlock Holmes","part":6,"chapters":[{"id":"001","title":"The Adventure of the Empty House","length":47271,"skip":false},{"id":"002","title":"The Adventure of the Norwood Builder","length":50180,"skip":false},{"id":"003","title":"The Adventure of the Dancing Men","length":51360,"skip":false},{"id":"004","title":"The Adventure of the Solitary Cyclist","length":42197,"skip":false},{"id":"005","title":"The Adventure of the Priory School","length":61844,"skip":false},{"id":"006","title":"The Adventure of Black Peter","length":43568,"skip":false},{"id":"007","title":"The Adventure of Charles Augustus Milverton","length":36409,"skip":false},{"id":"008","title":"The Adventure of the Six Napoleons","length":44829,"skip":false},{"id":"009","title":"The Adventure of the Three Students","length":34851,"skip":false},{"id":"010","title":"The Adventure of the Golden Pince-Nez","length":48073,"skip":false},{"id":"011","title":"The Adventure of the Missing Three-Quarter","length":43549,"skip":false},{"id":"012","title":"The Adventure of the Abbey Grange","length":48534,"skip":false},{"id":"013","title":"The Adventure of the Second Stain","length":52887,"skip":false}],"createdAt":1719162010314}