{"id":"john-bunyan--the-pilgrims-progress","title":"The Pilgrim's Progress","titleAlpha":"pilgrim's progress","author":"John Bunyan","language":"en","description":"An allegorical story of a pilgrim in search of redemption, followed later by his wife and children, passing through great trials before reaching the Celestial City.","longDescription":["The Pilgrim's Progress from This World, to That Which Is to Come was written in 1678 by John Bunyan, a Puritan and a dissenter from the Church of England. It is an allegory of the journey to redemption of the faithful, through many snares and difficulties. Cast in the form of a dream, the first part of the work deals with a man called Christian, who sets off carrying a great burden. He meets many helpers and many adversaries on this journey. The second part of the work deals with Christian's wife, Christiana, and her four children, who follow a similar journey.","One of the most influential of all religious works, The Pilgrim's Progress was immediately popular and has been translated over the years into many languages and into many forms, including verse, opera, movies, and many illustrated versions for children. Several of its story elements, characters and locations have entered the language, such as the \"Slough of Despond,\" \"Vanity Fair,\" \"Great-heart,\" and \"Giant Despair.\"","This edition is based on a version of Bunyan's complete works edited by George Offor and published in 1855. It contains many endnotes drawn from a variety of commentators."],"year":2020,"genres":["biography","fiction","history","spirituality"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/john-bunyan/the-pilgrims-progress"},"series":null,"part":0,"chapters":[{"id":"001","title":"Works from Which Notes to This Edition Have Been Selected","length":2447,"skip":false},{"id":"002","title":"The Author's Apology for His Book","length":10161,"skip":false},{"id":"003","title":"The First Part","length":282584,"skip":false},{"id":"004","title":"The Author's Way of Sending Forth His Second Part of the Pilgrim","length":10552,"skip":false},{"id":"005","title":"The Second Part","length":261656,"skip":false},{"id":"006","title":"Endnotes","length":345615,"skip":true}],"createdAt":1719162326170}