{"id":"william-shakespeare--edward-iii","title":"Edward III","titleAlpha":"edward iii","author":"William Shakespeare","language":"en","description":"Edward III declares himself the true heir of France, which launches the Hundred Years' War.","longDescription":["The authorship of Edward III has been up for debate ever since it was first published in 1596. Its publisher, Cuthbert Burby, published it without listing an author, and any records that might have shed light on the author's name (or names) were destroyed in the Great Fire of London in 1666. In the 1760s, the acclaimed scholar Edward Capell was one of the first to claim that William Shakespeare might have been the author.","Many other academicians support this claim, or at least suggest Shakespeare partially wrote it, as certain archaic or obscure words and phrases found in the canonical Shakespearean plays also appear in this one. Others argue that Shakespeare would never write something so historically inaccurate; suggestions of possible alternative playwrights include Thomas Kyd, Christopher Marlowe, Michael Drayton, Thomas Nashe, and George Peele. While the legitimate authorship may never come to light, Edward III has become accepted as part of Shakespeare's canon of plays.","After the King of France passes away, a new heir must take the throne; without any brothers or sons in the direct line, the crown falls to his nephew, King Edward of England. French nobles refuse to hand over France to the English, claiming that the right of succession should never have passed through his mother Isabel, and order Edward to acknowledge King John as the rightful successor. These disputed claims to the kingdom of France launch the Hundred Years' War.","This Standard Ebooks edition is based on G. C. Moore Smith's 1897 edition."],"year":2021,"genres":["drama"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/william-shakespeare/edward-iii"},"series":null,"part":0,"chapters":[{"id":"001","title":"Dramatis Personae","length":886,"skip":false},{"id":"002","title":"Act I - Scene I","length":7759,"skip":false},{"id":"003","title":"Act I - Scene II","length":8129,"skip":false},{"id":"004","title":"Act II - Scene I","length":20435,"skip":false},{"id":"005","title":"Act II - Scene II","length":9920,"skip":false},{"id":"006","title":"Act III - Scene I","length":8679,"skip":false},{"id":"007","title":"Act III - Scene II","length":3619,"skip":false},{"id":"008","title":"Act III - Scene III","length":10653,"skip":false},{"id":"009","title":"Act III - Scene IV","length":741,"skip":false},{"id":"010","title":"Act III - Scene V","length":5744,"skip":false},{"id":"011","title":"Act IV - Scene I","length":2092,"skip":false},{"id":"012","title":"Act IV - Scene II","length":4117,"skip":false},{"id":"013","title":"Act IV - Scene III","length":3985,"skip":false},{"id":"014","title":"Act IV - Scene IV","length":7212,"skip":false},{"id":"015","title":"Act IV - Scene V","length":5767,"skip":false},{"id":"016","title":"Act IV - Scene VI","length":3201,"skip":false},{"id":"017","title":"Act IV - Scene VII","length":3149,"skip":false},{"id":"018","title":"Act V - Scene I","length":11373,"skip":false},{"id":"019","title":"Endnotes","length":884,"skip":true}],"createdAt":1719162652226}