{
  "id": "david-garnett--lady-into-fox",
  "title": "Lady Into Fox",
  "titleAlpha": "lady into fox",
  "author": "David Garnett",
  "language": "en",
  "description": "A newly-married young woman is suddenly transformed into a fox, to the consternation and enduring grief of her husband.",
  "longDescription": [
    "A newly-married couple are taking a leisurely walk through the woods in England when, without warning, the woman suddenly transforms into a fox. The grief-stricken husband does his best to look after his transformed wife after this astonishing change.",
    "That's the unlikely premise of Lady Into Fox. Other than the mysterious transformation of the woman, this short work is otherwise completely realistic, placing it in the category of contemporary fantasy or magic realism.",
    "Published in 1922, the book quickly attracted critical attention and praise. It won both the James Tait Black Memorial Prize and the Hawthornden Prize, and was included by the writer Rebecca West in a list of the \"best imaginative productions\" of the 1920s alongside Virginia Woolf's Orlando.",
    "Lady Into Fox was turned into a ballet in 1939 by the choreographer Andree Howard, with music based on piano pieces by Arthur Hoenegger. Performed by Ballet Rambert, it was apparently a success.",
    "In 1960, a French writer using the pseudonym \"Vercours\" wrote a novel titled Sylva directly inspired by Garnett's novel, in which the reverse transformation occurs: a fox on the run from a hunt is transformed into a naked young woman, who is taken in and cared for by the owner of a nearby manor. This novel, translated into English, was nominated for Best Novel in the Hugo Awards presented by the World Science Fiction Convention in 1963."
  ],
  "year": 1922,
  "genres": [
    "classics",
    "fantasy",
    "fiction"
  ],
  "topics": [
    "magic",
    "realism",
    "animals"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/david-garnett/lady-into-fox"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Lady Into Fox",
      "length": 18,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Dedication",
      "length": 16,
      "mode": "hide"
    },
    {
      "id": "004",
      "title": "Half-Titlepage - Lady Into Fox",
      "length": 127419,
      "mode": "hide"
    },
    {
      "id": "005",
      "title": "Colophon",
      "length": 1092,
      "mode": "hide"
    },
    {
      "id": "006",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL3042138W",
  "goodreadsId": "785371",
  "rating": 0.73,
  "popularity": 2179,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720966412939
}