{"id":"thornton-w-burgess--green-forest-stories","title":"Green Forest Stories","titleAlpha":"green forest stories","author":"Thornton W. Burgess","language":"en","description":"A collection of four animal tales featuring the denizens of the Green Forest.","longDescription":["American naturalist and conservationist Thornton W. Burgess was the author of more than one hundred books for children; the best-remembered of these is Old Mother West Wind, which was originally written for his young son. Burgess also wrote dozens of books about the creatures of the northern North American forest, four of which are collected here as the Green Forest Stories.","This Green Forest Stories compilation focuses on Lightfoot the Deer, Blacky the Crow, Whitefoot the Wood Mouse, and twin bear cubs Woof-Woof and Boxer. Readers may have encountered these characters in other of Burgess's stories about the \"little people\" of the Massachusetts forest. Burgess's earliest ventures into animal fantasy are roughly contemporary with Rudyard Kipling's Just So Stories and Beatrix Potter's tales of various animals, and represent the most lasting American entry into this genre.","Animal fantasy is a sub-genre of children's literature in which animals are anthropomorphized into human-like characters and use language like humans. It is often criticized by those who want readers to experience more realistic representations of animals and the natural world, but animal fantasies engage a millennia-old tradition, in the Western canon reaching back at least as far as Aesop's Fables; animal characters feature in teaching stories for children (and adults) in cultures around the world. Burgess's stories are intended for children in the early elementary grades. The challenges and triumphs of the \"little people\" in his stories will feel identifiable to many young readers, and the snippets of moralizing and authorial commentary interleaved with the actions of the plot reflect a teaching device with a long history.","In the late twentieth century, Burgess fell out of favour with teachers and librarians. This shift occurred in part due to changing tastes in literary style and in part due to a changing society. Burgess is entirely a writer of his time. Most of the animals he depicts are male, and many of the female animals who wander into the stories are more passive and more stereotyped than the kinds of representation preferred for girls today. (Such is not the case, however, of Old Granny Fox, who may be the smartest of the little people Burgess represents and certainly does not lack agency or self-determination.)","The style of Burgess's storytelling is undeniably old-fashioned but still deserves consideration. Although the writing is often simple and plain, there are rhetorical flourishes that reveal the author's attention to craft. In particular, Burgess's use of formulaic expressions such as \"jolly, round, bright Mr. Sun\" and \"the Merry Little Breezes\" links these tales to an orality that stretches back to at least The Iliad and The Odyssey of Homer (think of phrases such as \"the wine-dark sea,\" \"rosy-fingered Dawn,\" and \"bright-eyed Athena\"). Through his broader use of repetition and through onomatopoeia, Burgess underscores characteristics of his characters' real-life forest counterparts - the way a chickadee calls, a squirrel scolds, or a rabbit lopes, for example.","In these stories, as in the Green Meadow Stories collection, we observe features that signal Burgess's experience as a writer for periodicals and as an early radio broadcaster. Each chapter begins with reminders about the previous chapter, and chapters end with either a strong, propulsive conclusion or a traditional cliff-hanger. The chapters are generally quite short - a comfortable size to read as a bedtime story, and just long enough to hold a new reader's attention without demanding too much of that reader's energy. The strong narrative voice sounds distinctly like oral storytelling. One can almost imagine a small group of young people seated in a circle at the storyteller's feet.","That image captures the essence of these animal tales. They are light, bright peeks into a complex and beautiful world, a world any girl or boy may want to pursue through study or personal explorations. As humanity faces the daily loss of animal species, stories that delight readers and listeners, that encourage them to learn about and respect the creatures of the non-human world, deserve our renewed attention and respect."],"year":null,"genres":["children","classics","fiction"],"topics":["animals"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/thornton-w-burgess/green-forest-stories"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Green Forest Stories","length":24,"mode":"hide"},{"id":"002","title":"Imprint","length":1183,"mode":"hide"},{"id":"003","title":"Dedication","length":177,"mode":"hide"},{"id":"004","title":"Lightfoot the Deer - I: Peter Rabbit Meets Lightfoot","length":3994,"mode":"type"},{"id":"005","title":"Lightfoot the Deer - II: Lightfoot's New Antlers","length":3614,"mode":"type"},{"id":"006","title":"Lightfoot the Deer - III: Lightfoot Tells How His Antlers Grew","length":3800,"mode":"type"},{"id":"007","title":"Lightfoot the Deer - IV: The Spirit of Fear","length":4356,"mode":"type"},{"id":"008","title":"Lightfoot the Deer - V: Sammy Jay Brings Lightfoot Word","length":2693,"mode":"type"},{"id":"009","title":"Lightfoot the Deer - VI: A Game of Hide and Seek","length":2678,"mode":"type"},{"id":"010","title":"Lightfoot the Deer - VII: The Merry Little Breezes Help Lightfoot","length":2569,"mode":"type"},{"id":"011","title":"Lightfoot the Deer - VIII: Wit Against Wit","length":2760,"mode":"type"},{"id":"012","title":"Lightfoot the Deer - IX: Lightfoot Becomes Uncertain","length":2398,"mode":"type"},{"id":"013","title":"Lightfoot the Deer - X: Lightfoot's Clever Trick","length":2859,"mode":"type"},{"id":"014","title":"Lightfoot the Deer - XI: The Hunted Watches the Hunter","length":2614,"mode":"type"},{"id":"015","title":"Lightfoot the Deer - XII: Lightfoot Visits Paddy the Beaver","length":2541,"mode":"type"},{"id":"016","title":"Lightfoot the Deer - XIII: Lightfoot and Paddy Become Partners","length":2513,"mode":"type"},{"id":"017","title":"Lightfoot the Deer - XIV: How Paddy Warned Lightfoot","length":2466,"mode":"type"},{"id":"018","title":"Lightfoot the Deer - XV: The Three Watchers","length":2576,"mode":"type"},{"id":"019","title":"Lightfoot the Deer - XVI: Visitors to Paddy's Pond","length":2604,"mode":"type"},{"id":"020","title":"Lightfoot the Deer - XVII: Sammy Jay Arrives","length":2803,"mode":"type"},{"id":"021","title":"Lightfoot the Deer - XVIII: The Hunter Loses His Temper","length":2269,"mode":"type"},{"id":"022","title":"Lightfoot the Deer - XIX: Sammy Jay Is Modest","length":2592,"mode":"type"},{"id":"023","title":"Lightfoot the Deer - XX: Lightfoot Hears a Dreadful Sound","length":2632,"mode":"type"},{"id":"024","title":"Lightfoot the Deer - XXI: How Lightfoot Got Rid of the Hounds","length":2411,"mode":"type"},{"id":"025","title":"Lightfoot the Deer - XXII: Lightfoot's Long Swim","length":2475,"mode":"type"},{"id":"026","title":"Lightfoot the Deer - XXIII: Lightfoot Finds a Friend","length":2673,"mode":"type"},{"id":"027","title":"Lightfoot the Deer - XXIV: The Hunter Is Disappointed","length":2649,"mode":"type"},{"id":"028","title":"Lightfoot the Deer - XXV: The Hunter Lies in Wait","length":2650,"mode":"type"},{"id":"029","title":"Lightfoot the Deer - XXVI: Lightfoot Does the Wise Thing","length":2704,"mode":"type"},{"id":"030","title":"Lightfoot the Deer - XXVII: Sammy Jay Worries","length":2508,"mode":"type"},{"id":"031","title":"Lightfoot the Deer - XXVIII: The Hunting Season Ends","length":2705,"mode":"type"},{"id":"032","title":"Lightfoot the Deer - XXIX: Mr. and Mrs. Quack Are Startled","length":2571,"mode":"type"},{"id":"033","title":"Lightfoot the Deer - XXX: The Mystery Is Solved","length":2676,"mode":"type"},{"id":"034","title":"Lightfoot the Deer - XXXI: A Surprising Discovery","length":2451,"mode":"type"},{"id":"035","title":"Lightfoot the Deer - XXXII: Lightfoot Sees the Stranger","length":2286,"mode":"type"},{"id":"036","title":"Lightfoot the Deer - XXXIII: A Different Game of Hide and Seek","length":2976,"mode":"type"},{"id":"037","title":"Lightfoot the Deer - XXXIV: A Startling New Footprint","length":2464,"mode":"type"},{"id":"038","title":"Lightfoot the Deer - XXXV: Lightfoot Is Reckless","length":2511,"mode":"type"},{"id":"039","title":"Lightfoot the Deer - XXXVI: Sammy Jay Takes a Hand","length":2523,"mode":"type"},{"id":"040","title":"Lightfoot the Deer - XXXVII: The Great Fight","length":2681,"mode":"type"},{"id":"041","title":"Lightfoot the Deer - XXXVIII: An Unseen Watcher","length":2718,"mode":"type"},{"id":"042","title":"Lightfoot the Deer - XXXIX: Lightfoot Discovers Love","length":2629,"mode":"type"},{"id":"043","title":"Lightfoot the Deer - XL: Happy Days in the Green Forest","length":3065,"mode":"type"},{"id":"044","title":"Blacky the Crow - I: Blacky the Crow Makes a Discovery","length":3892,"mode":"type"},{"id":"045","title":"Blacky the Crow - II: Blacky Makes Sure","length":3495,"mode":"type"},{"id":"046","title":"Blacky the Crow - III: Blacky Finds Out Who Owns the Eggs","length":3245,"mode":"type"},{"id":"047","title":"Blacky the Crow - IV: The Cunning of Blacky","length":3711,"mode":"type"},{"id":"048","title":"Blacky the Crow - V: Blacky Calls His Friends","length":3393,"mode":"type"},{"id":"049","title":"Blacky the Crow - VI: Hooty the Owl Doesn't Stay Still","length":3466,"mode":"type"},{"id":"050","title":"Blacky the Crow - VII: Blacky Tries Another Plan","length":3549,"mode":"type"},{"id":"051","title":"Blacky the Crow - VIII: Hooty Comes to Mrs. Hooty's Aid","length":3690,"mode":"type"},{"id":"052","title":"Blacky the Crow - IX: Blacky Thinks of Farmer Brown's Boy","length":3497,"mode":"type"},{"id":"053","title":"Blacky the Crow - X: Farmer Brown's Boy and Hooty","length":3404,"mode":"type"},{"id":"054","title":"Blacky the Crow - XI: Farmer Brown's Boy Is Tempted","length":3835,"mode":"type"},{"id":"055","title":"Blacky the Crow - XII: A Treetop Battle","length":3626,"mode":"type"},{"id":"056","title":"Blacky the Crow - XIII: Blacky Has a Change of Heart","length":3459,"mode":"type"},{"id":"057","title":"Blacky the Crow - XIV: Blacky Makes a Call","length":3414,"mode":"type"},{"id":"058","title":"Blacky the Crow - XV: Blacky Does a Little Looking About","length":3564,"mode":"type"},{"id":"059","title":"Blacky the Crow - XVI: Blacky Finds Other Signs","length":3531,"mode":"type"},{"id":"060","title":"Blacky the Crow - XVII: Blacky Watches a Queer Performance","length":3665,"mode":"type"},{"id":"061","title":"Blacky the Crow - XVIII: Blacky Becomes Very Suspicious","length":3210,"mode":"type"},{"id":"062","title":"Blacky the Crow - XIX: Blacky Makes More Discoveries","length":3450,"mode":"type"},{"id":"063","title":"Blacky the Crow - XX: Blacky Drops a Hint","length":3444,"mode":"type"},{"id":"064","title":"Blacky the Crow - XXI: At Last Blacky Is Sure","length":3607,"mode":"type"},{"id":"065","title":"Blacky the Crow - XXII: Blacky Goes Home Happy","length":3799,"mode":"type"},{"id":"066","title":"Blacky the Crow - XXIII: Blacky Calls Farmer Brown's Boy","length":3619,"mode":"type"},{"id":"067","title":"Blacky the Crow - XXIV: Farmer Brown's Boy Does Some Thinking","length":3134,"mode":"type"},{"id":"068","title":"Blacky the Crow - XXV: Blacky Gets a Dreadful Shock","length":3442,"mode":"type"},{"id":"069","title":"Blacky the Crow - XXVI: Why the Hunter Got No Ducks","length":3643,"mode":"type"},{"id":"070","title":"Blacky the Crow - XXVII: The Hunter Gives Up","length":3305,"mode":"type"},{"id":"071","title":"Blacky the Crow - XXVIII: Blacky Has a Talk with Dusky the Black Duck","length":3120,"mode":"type"},{"id":"072","title":"Blacky the Crow - XXIX: Blacky Discovers an Egg","length":4050,"mode":"type"},{"id":"073","title":"Blacky the Crow - XXX: Blacky Screws Up His Courage","length":4586,"mode":"type"},{"id":"074","title":"Blacky the Crow - XXXI: An Egg That Wouldn't Behave","length":4118,"mode":"type"},{"id":"075","title":"Blacky the Crow - XXXII: What Blacky Did with the Stolen Egg","length":4774,"mode":"type"},{"id":"076","title":"Whitefoot the Wood Mouse - I: Whitefoot Spends a Happy Winter","length":2527,"mode":"type"},{"id":"077","title":"Whitefoot the Wood Mouse - II: Whitefoot Sees Queer Things","length":2318,"mode":"type"},{"id":"078","title":"Whitefoot the Wood Mouse - III: Farmer Brown's Boy Becomes Acquainted","length":2789,"mode":"type"},{"id":"079","title":"Whitefoot the Wood Mouse - IV: Whitefoot Grows Anxious","length":2408,"mode":"type"},{"id":"080","title":"Whitefoot the Wood Mouse - V: The End of Whitefoot's Worries","length":2775,"mode":"type"},{"id":"081","title":"Whitefoot the Wood Mouse - VI: A Very Careless Jump","length":2512,"mode":"type"},{"id":"082","title":"Whitefoot the Wood Mouse - VII: Whitefoot Gives Up Hope","length":2116,"mode":"type"},{"id":"083","title":"Whitefoot the Wood Mouse - VIII: The Rescue","length":2700,"mode":"type"},{"id":"084","title":"Whitefoot the Wood Mouse - IX: Two Timid Persons Meet","length":3320,"mode":"type"},{"id":"085","title":"Whitefoot the Wood Mouse - X: The White Watchers","length":3482,"mode":"type"},{"id":"086","title":"Whitefoot the Wood Mouse - XI: Jumper Is in Doubt","length":3478,"mode":"type"},{"id":"087","title":"Whitefoot the Wood Mouse - XII: Whitey the Owl Saves Jumper","length":3276,"mode":"type"},{"id":"088","title":"Whitefoot the Wood Mouse - XIII: Whitefoot Decides Quickly","length":3383,"mode":"type"},{"id":"089","title":"Whitefoot the Wood Mouse - XIV: Shadow's Return","length":3431,"mode":"type"},{"id":"090","title":"Whitefoot the Wood Mouse - XV: Whitefoot's Dreadful Journey","length":2858,"mode":"type"},{"id":"091","title":"Whitefoot the Wood Mouse - XVI: Whitefoot Climbs a Tree","length":3060,"mode":"type"},{"id":"092","title":"Whitefoot the Wood Mouse - XVII: Whitefoot Finds a Hole Just in Time","length":3046,"mode":"type"},{"id":"093","title":"Whitefoot the Wood Mouse - XVIII: An Unpleasant Surprise","length":3168,"mode":"type"},{"id":"094","title":"Whitefoot the Wood Mouse - XIX: Whitefoot Finds a Home at Last","length":3599,"mode":"type"},{"id":"095","title":"Whitefoot the Wood Mouse - XX: Whitefoot Makes Himself at Home","length":3336,"mode":"type"},{"id":"096","title":"Whitefoot the Wood Mouse - XXI: Whitefoot Envies Timmy","length":3100,"mode":"type"},{"id":"097","title":"Whitefoot the Wood Mouse - XXII: Timmy Proves to Be a True Neighbor","length":3730,"mode":"type"},{"id":"098","title":"Whitefoot the Wood Mouse - XXIII: Whitefoot Spends a Dreadful Night","length":3417,"mode":"type"},{"id":"099","title":"Whitefoot the Wood Mouse - XXIV: Whitefoot the Wood Mouse Is Unhappy","length":2587,"mode":"type"},{"id":"100","title":"Whitefoot the Wood Mouse - XXV: Whitefoot Finds Out What the Matter Was","length":3211,"mode":"type"},{"id":"101","title":"Whitefoot the Wood Mouse - XXVI: Love Fills the Heart of Whitefoot","length":3584,"mode":"type"},{"id":"102","title":"Whitefoot the Wood Mouse - XXVII: Mr. and Mrs. Whitefoot","length":3386,"mode":"type"},{"id":"103","title":"Whitefoot the Wood Mouse - XXVIII: Mrs. Whitefoot Decides on a Home","length":3299,"mode":"type"},{"id":"104","title":"Whitefoot the Wood Mouse - XXIX: Making Over an Old House","length":3632,"mode":"type"},{"id":"105","title":"Whitefoot the Wood Mouse - XXX: The Whitefoots Enjoy Their New Home","length":3240,"mode":"type"},{"id":"106","title":"Whitefoot the Wood Mouse - XXXI: Whitefoot Is Hurt","length":2704,"mode":"type"},{"id":"107","title":"Whitefoot the Wood Mouse - XXXII: The Surprise","length":3768,"mode":"type"},{"id":"108","title":"Buster Bear's Twins - I: Mother Bear's Secret","length":3636,"mode":"type"},{"id":"109","title":"Buster Bear's Twins - II: Peter Scares the Twins","length":3420,"mode":"type"},{"id":"110","title":"Buster Bear's Twins - III: Peter's Glee Is Short-Lived","length":3162,"mode":"type"},{"id":"111","title":"Buster Bear's Twins - IV: Boxer and Woof-Woof","length":3158,"mode":"type"},{"id":"112","title":"Buster Bear's Twins - V: Out in the Great World","length":3342,"mode":"type"},{"id":"113","title":"Buster Bear's Twins - VI: The Twins Climb a Tree","length":3574,"mode":"type"},{"id":"114","title":"Buster Bear's Twins - VII: A Scare That Didn't Work","length":3602,"mode":"type"},{"id":"115","title":"Buster Bear's Twins - VIII: Too Late Chatterer Is Sorry","length":3203,"mode":"type"},{"id":"116","title":"Buster Bear's Twins - IX: The Twins Have to Go Home","length":3434,"mode":"type"},{"id":"117","title":"Buster Bear's Twins - X: The Twins Get Even with Peter Rabbit","length":3735,"mode":"type"},{"id":"118","title":"Buster Bear's Twins - XI: Peter Is in a Tight Place","length":2869,"mode":"type"},{"id":"119","title":"Buster Bear's Twins - XII: Peter Takes a Chance","length":2914,"mode":"type"},{"id":"120","title":"Buster Bear's Twins - XIII: A Great Mix-Up of Little Bears","length":3272,"mode":"type"},{"id":"121","title":"Buster Bear's Twins - XIV: Two Foolish-Feeling Little Bears","length":2981,"mode":"type"},{"id":"122","title":"Buster Bear's Twins - XV: The Twins Meet Their Father","length":3254,"mode":"type"},{"id":"123","title":"Buster Bear's Twins - XVI: The Twins Take to a Tree","length":3143,"mode":"type"},{"id":"124","title":"Buster Bear's Twins - XVII: Mother Comes to the Rescue","length":3330,"mode":"type"},{"id":"125","title":"Buster Bear's Twins - XVIII: The Twins Are Comforted","length":3078,"mode":"type"},{"id":"126","title":"Buster Bear's Twins - XIX: The Cubs Talk It Over","length":2893,"mode":"type"},{"id":"127","title":"Buster Bear's Twins - XX: The Twins Get Their First Bath","length":3714,"mode":"type"},{"id":"128","title":"Buster Bear's Twins - XXI: The Twins Are Still Puzzled","length":3522,"mode":"type"},{"id":"129","title":"Buster Bear's Twins - XXII: Boxer Gets a Spanking","length":3543,"mode":"type"},{"id":"130","title":"Buster Bear's Twins - XXIII: Boxer Is Sulky","length":2985,"mode":"type"},{"id":"131","title":"Buster Bear's Twins - XXIV: Boxer Starts Out to Get Even","length":3274,"mode":"type"},{"id":"132","title":"Buster Bear's Twins - XXV: Chatterer Has Fun with Boxer","length":3379,"mode":"type"},{"id":"133","title":"Buster Bear's Twins - XXVI: Alone and Lost in the Great World","length":3466,"mode":"type"},{"id":"134","title":"Buster Bear's Twins - XXVII: A Dreadful Night for a Little Bear","length":3296,"mode":"type"},{"id":"135","title":"Buster Bear's Twins - XXVIII: Boxer Gets His Own Breakfast","length":3252,"mode":"type"},{"id":"136","title":"Buster Bear's Twins - XXIX: Boxer Has a Painful Lesson","length":3284,"mode":"type"},{"id":"137","title":"Buster Bear's Twins - XXX: Boxer Is Sadder but Much Wiser","length":3240,"mode":"type"},{"id":"138","title":"Buster Bear's Twins - XXXI: Boxer Meets a Polite Little Fellow","length":3322,"mode":"type"},{"id":"139","title":"Buster Bear's Twins - XXXII: Boxer Wishes He Hadn't","length":3032,"mode":"type"},{"id":"140","title":"Buster Bear's Twins - XXXIII: Woof-Woof Turns Up Her Nose","length":3322,"mode":"type"},{"id":"141","title":"Buster Bear's Twins - XXXIV: All Is Well at Last","length":4084,"mode":"type"},{"id":"142","title":"Colophon","length":1165,"mode":"hide"},{"id":"143","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721338291403}