{"id":"anonymous--the-nibelungenlied","title":"The Nibelungenlied","titleAlpha":"nibelungenlied","author":"Anonymous","language":"en","description":"The epic poem that follows the legendary hero Siegfried on his adventures, his death, and his wife's revenge.","longDescription":["The Nibelungenlied was Germany's first heroic epic put into writing. Thomas Carlyle considered it \"a precious national possession, recovered after six centuries of neglect, [which] takes undisputed place among the sacred books of German literature.\" Due to a lack of interest in copying the manuscripts, the work was forgotten, only faintly remembered as an influence in other German writing. Today, a total of 36 manuscripts have been unearthed. Many of these are only poem fragments, but three manuscripts have been viewed as the most complete and authentic versions to exist: these manuscripts are referred to as \"A,\" \"B,\" and \"C.\"","\"A\" follows most of the original written forms, but is the shortest manuscript of the three. \"C\" is the most altered edition, as it was changed to suit later cultural tastes. Manuscript \"B\" is considered the gold standard since it shows signs of minimal alterations and is of intermediate length. Alice Horton has used manuscript \"B\" as the foundation of her English edition, creating a work that is accurate in translation and with its lyrical quality preserved. It portrays an epic adventure that grabs and holds the reader's attention.","Siegfried, the knighted prince of Netherland, has plans to marry the beautiful Princess Kriemhilda of Burgundy. He visits Worms to bargain with the three kings and Kriemhilda's brothers: Gunther, Gernot, and Giselher. Famed for his impenetrable skin and inhuman strength after bathing in dragon's blood, Siegfried may be the perfect man to help them. To marry their sister and receive her wealth, Siegfried must convince the ruler beyond the sea and the mighty maiden warrior to be Gunther's wife. This queen has sworn only to marry a man who can beat her three challenges, at the risk of beheading if he should fail."],"year":1200,"genres":["adventure","classics","poetry"],"topics":["folklore","mythology"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/anonymous/the-nibelungenlied/alice-horton"},"openlibraryId":"OL264713W","goodreadsId":"2746754","rating":0.764,"popularity":8149,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Nibelungenlied","length":28,"mode":"hide"},{"id":"002","title":"Imprint","length":1138,"mode":"hide"},{"id":"003","title":"Editor's Preface","length":9508,"mode":"skip"},{"id":"004","title":"Adventure I: Kriemhilda","length":4242,"mode":"type"},{"id":"005","title":"Adventure II: Siegfried","length":5476,"mode":"type"},{"id":"006","title":"Adventure III: How Siegfried Came to Worms","length":21740,"mode":"type"},{"id":"007","title":"Adventure IV: How Siegfried Fought the Saxons","length":29049,"mode":"type"},{"id":"008","title":"Adventure V: How Siegfried First Saw Kriemhilda","length":13670,"mode":"type"},{"id":"009","title":"Adventure VI: How Gunther Went to Iceland After Brunhilda","length":14707,"mode":"type"},{"id":"010","title":"Adventure VII: How Gunther Won Brunhilda","length":21399,"mode":"type"},{"id":"011","title":"Adventure VIII: How Siegfried Went to Fetch the Nibelungs","length":10767,"mode":"type"},{"id":"012","title":"Adventure IX: How Siegfried Was Sent to Worms","length":11305,"mode":"type"},{"id":"013","title":"Adventure X: How Brunhilda Was Received at Worms","length":25175,"mode":"type"},{"id":"014","title":"Adventure XI: How Siegfried Went Home with His Wife","length":7753,"mode":"type"},{"id":"015","title":"Adventure XII: How Gunther Bade Siegfried to the Festival","length":12265,"mode":"type"},{"id":"016","title":"Adventure XIII: How They Journeyed to the Festival","length":8093,"mode":"type"},{"id":"017","title":"Adventure XIV: How the Queens Railed at One Another","length":14187,"mode":"type"},{"id":"018","title":"Adventure XV: How Siegfried Was Betrayed","length":8850,"mode":"type"},{"id":"019","title":"Adventure XVI: How Siegfried Was Slain","length":19548,"mode":"type"},{"id":"020","title":"Adventure XVII: How Kriemhilda Mourn'd for Her Husband, and How He Was Buried","length":16214,"mode":"type"},{"id":"021","title":"Adventure XVIII: How Siegmund Went Back to His Own Land","length":6333,"mode":"type"},{"id":"022","title":"Adventure XIX: How the Nibelung Hoard Was Brought to Worms","length":9388,"mode":"type"},{"id":"023","title":"Adventure XX: How King Etzel Sent to Burgundy After Kriemhilda","length":32607,"mode":"type"},{"id":"024","title":"Adventure XXI: How Kriemhilda Went to the Huns","length":10233,"mode":"type"},{"id":"025","title":"Adventure XXII: How Etzel Espoused Kriemhilda","length":11309,"mode":"type"},{"id":"026","title":"Adventure XXIII: How Kriemhilda Thought to Avenge Her Injury","length":7811,"mode":"type"},{"id":"027","title":"Adventure XXIV: How Werbel and Schwemmel Did Their Errand","length":18819,"mode":"type"},{"id":"028","title":"Adventure XXV: How the Lords All Went to the Huns","length":18048,"mode":"type"},{"id":"029","title":"Adventure XXVI: How Gelfrat Was Slain by Dankwart","length":14478,"mode":"type"},{"id":"030","title":"Adventure XXVII: How They Came to Bechelaren","length":15307,"mode":"type"},{"id":"031","title":"Adventure XXVIII: How the Burgundians Came to Etzel's Stronghold","length":9117,"mode":"type"},{"id":"032","title":"Adventure XXIX: How He Stood Not Up Before Her","length":13339,"mode":"type"},{"id":"033","title":"Adventure XXX: How They Kept Watch and Ward","length":7007,"mode":"type"},{"id":"034","title":"Adventure XXXI: How They Went to Church","length":16284,"mode":"type"},{"id":"035","title":"Adventure XXXII: How Bloedelin Was Slain","length":6810,"mode":"type"},{"id":"036","title":"Adventure XXXIII: How the Burgundians Fought with the Huns","length":13052,"mode":"type"},{"id":"037","title":"Adventure XXXIV: How They Cast Forth the Dead","length":4319,"mode":"type"},{"id":"038","title":"Adventure XXXV: How Iring Was Slain","length":11963,"mode":"type"},{"id":"039","title":"Adventure XXXVI: How the Queen Bade That the Hall Be Set on Fire","length":12105,"mode":"type"},{"id":"040","title":"Adventure XXXVII: How the Margrave Rudeger Was Slain","length":22288,"mode":"type"},{"id":"041","title":"Adventure XXXVIII: How Lord Dietrich's Warriors All Were Slain","length":19955,"mode":"type"},{"id":"042","title":"Adventure XXXIX: How Gunther and Hagen and Kriemhilda Were Slain","length":12511,"mode":"type"},{"id":"043","title":"Endnotes","length":55,"mode":"hide"},{"id":"044","title":"Colophon","length":985,"mode":"hide"},{"id":"045","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721171497260}