{"id":"john-stuart-mill--on-liberty","title":"On Liberty","titleAlpha":"on liberty","author":"John Stuart Mill","language":"en","description":"Mill's famous essay that applies a utilitarian ethical system to systems of government.","longDescription":["John Stuart Mill was a prolific and well-regarded author and philosopher in his day, but perhaps his most enduring work is On Liberty, an essay developed over several years and with significant input from his wife. In it, he applies his views on the Utilitarian ethical theory to systems of society and governance. The result became one of the most influential essays on liberal political thought in modern history.","In On Liberty Mill addresses such familiar concepts as freedom of speech, the importance of individuality, and the limits of society's influence on the individual. He caps the discussion with an application of these principles to problems of the day, including education and the economy."],"year":2017,"genres":["philosophy"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/john-stuart-mill/on-liberty"},"series":null,"part":0,"chapters":[{"id":"001","title":"Introduction - I","length":4674,"skip":false},{"id":"002","title":"Introduction - II","length":12739,"skip":false},{"id":"003","title":"Introduction - III","length":5858,"skip":false},{"id":"004","title":"Epigraph","length":204,"skip":true},{"id":"005","title":"I: Introductory","length":33380,"skip":false},{"id":"006","title":"II: Of the Liberty of Thought and Discussion","length":92703,"skip":false},{"id":"007","title":"III: Of Individuality, as One of the Elements of Well-Being","length":45715,"skip":false},{"id":"008","title":"IV: Of the Limits to the Authority of Society Over the Individual","length":46207,"skip":false},{"id":"009","title":"V: Applications","length":55717,"skip":false},{"id":"010","title":"Endnotes","length":6889,"skip":true}],"createdAt":1719162337247}