{
  "id": "friedrich-nietzsche--thus-spake-zarathustra",
  "title": "Thus Spake Zarathustra",
  "titleAlpha": "thus spake zarathustra",
  "author": "Friedrich Nietzsche",
  "language": "en",
  "description": "After ten years spent in solitude, Zarathustra goes back amongst men to share his accumulated wisdom and prepare humanity for the Overman.",
  "longDescription": [
    "Thus Spake Zarathustra was Friedrich Nietzsche's favorite of the books he wrote, and has been his most popular amongst general readers. Yet some scholars dislike it because of its unphilosophical nature: it eschews jargon and the scaffolding of arguments, which engage only the intellect, in favor of an artistic approach that engages the whole mind.",
    "After ten years of solitude in a cave high in the mountains, Zarathustra wishes to share with humanity the wisdom he has accumulated during this time. He reaches the nearest town and addresses the crowd on the marketplace. He tells them of the Overman: the next step in human evolution, a being who creates their own values, freed from the weight of tradition and morality, and who takes responsibility for their own successes and failures. But the crowd doesn't understand him; his discourse is met only with rude ignorance. Zarathustra then decides to gather a small group of disciples and share his wisdom with them.",
    "The bulk of the book is Zarathustra's speeches on topics such as morality, society, individualism, religion, and how suffering and its overcoming are what give meaning to our existence. While already wiser than most, Zarathustra still learns from those he talks to, re-evaluating his thoughts as he deals with disappointment (such as when his disciples prove to be mere followers), and confronting his own doubts. His greatest challenge, though, comes when he faces the existential test of the eternal recurrence of the same: the thought that our lives could repeat indefinitely without the minutest of change.",
    "The inspiration for Zarathustra came to Nietzsche during one of the long hikes he often indulged in despite his failing health. It was a decade of solitude: his physical condition had worsened to the point of forcing him to retire from his position at the University of Basel, and each change of season prompted him to relocate to kinder climes in Switzerland, France, or Italy. The book took two years to write. Each of its four parts was written in a ten-day period of creative effervescence followed by months of gloom, plagued by terrible, debilitating migraines.",
    "Zarathustra was initially received with indifference at best and frustration at worst. It's a work of philosophy as much as aesthetics: the language is modeled after the Luther Bible and contains numerous references to Homer, Heraclitus, Plato, Goethe, Emerson, and Wagner, to name a few. Later Nietzsche attempted to address the book's lack of popularity by framing the same concepts in a more traditional, approachable manner in his following book, Beyond Good and Evil, but that book also struggled to find an audience.",
    "With his health steadily deteriorating, Nietzsche's mind broke down in 1889 and never recovered. His body would live on for 11 more years, and he ended up in the care of his sister, Elisabeth. A stalwart nationalist and anti-Semite, she saw in her brother's illness the opportunity to turn him into a German hero. Despite her brother's firm opposition to nationalism, anti-Semitism, and power politics, she perverted his work by promoting it for her own ends. Scores of commentators partook in her lie and enthusiastically used Nietzsche's work to buttress their own contrary views. Doing so requires one to selectively ignore half the content of the book: Zarathustra's discourses regularly touch on a priori dark and violent themes, but they also clearly state that these are to be directed towards oneself. Reaching the Overman requires us to know ourselves, and such introspection, given the darker side of human nature, leads to contempt. This contempt for ourselves, says Nietzsche, should be embraced as the first step towards awareness of what we could be. Cruelty, likewise, stems from that knowledge as a necessity to hammer ourselves into the proper shape. Such commentators also conveniently ignored Zarathustra's many remarks about love: love for ourselves, he says, is what can prevent us from spreading resentment around us during this difficult process of change.",
    "The first English translation of Zarathustra was by Alexander Tille, a German scholar who had emigrated to Scotland. English wasn't his first language and his work suffered from it. Thomas Common, a Scottish scholar, used Tille's work as the base for his own translation. Bringing Zarathustra to the English-speaking world was no easy task given Nietzsche's stylistic idiosyncrasies. Just like Nietzsche, Common took risks: because the book is written in the style of the Luther Bible, Common decided to emulate the style of the King James Bible; he also tried to reproduce the musicality of the language and the new words coined by Nietzsche, some of which have been updated over time - e.g. Common's \"Superman\" is nowadays known as \"Overman.\" While his choices have been controversial, he produced a landmark translation that faithfully tried to convert the unique flavor of Zarathustra into English. Published in 1909, it would take four decades until the next translation by Walter Kaufman in 1954.",
    "But Zarathustra didn't find its scholarly fame limited to Europe: soon after its publication, it reached Asia, where it was received with enthusiasm, particularly in China and Japan where it influenced the famous Kyoto School. Zarathustra has also received special attention from the music world. Nietzsche loved music and poetry, and it was his wish that this book be taken as music. No fewer than 87 pieces have been inspired by the book, in part or as a whole. The best known are Richard Strauss' Also Sprach Zarathustra, the fourth movement of Gustav Mahler's Symphony No. 3, and Frederick Delius' A Mass of Life."
  ],
  "year": 1883,
  "genres": [
    "classics",
    "philosophy",
    "nonfiction"
  ],
  "topics": [],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/friedrich-nietzsche/thus-spake-zarathustra/thomas-common"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Thus Spake Zarathustra",
      "length": 53,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1176,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Part I: Zarathustra's Discourses - Zarathustra's Prologue - I",
      "length": 1490,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "Part I: Zarathustra's Discourses - Zarathustra's Prologue - II",
      "length": 2826,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "Part I: Zarathustra's Discourses - Zarathustra's Prologue - III",
      "length": 3867,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "Part I: Zarathustra's Discourses - Zarathustra's Prologue - IV",
      "length": 2981,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "Part I: Zarathustra's Discourses - Zarathustra's Prologue - V",
      "length": 3928,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "Part I: Zarathustra's Discourses - Zarathustra's Prologue - VI",
      "length": 2533,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "Part I: Zarathustra's Discourses - Zarathustra's Prologue - VII",
      "length": 975,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "Part I: Zarathustra's Discourses - Zarathustra's Prologue - VIII",
      "length": 3336,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "Part I: Zarathustra's Discourses - Zarathustra's Prologue - IX",
      "length": 2879,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "Part I: Zarathustra's Discourses - Zarathustra's Prologue - X",
      "length": 1170,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "Part I: Zarathustra's Discourses - I: The Three Metamorphoses",
      "length": 3748,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "Part I: Zarathustra's Discourses - II: The Academic Chairs of Virtue",
      "length": 4498,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "Part I: Zarathustra's Discourses - III: Backworldsmen",
      "length": 5597,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "Part I: Zarathustra's Discourses - IV: The Despisers of the Body",
      "length": 3235,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "Part I: Zarathustra's Discourses - V: Joys and Passions",
      "length": 2974,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "Part I: Zarathustra's Discourses - VI: The Pale Criminal",
      "length": 3830,
      "mode": "type"
    },
    {
      "id": "019",
      "title": "Part I: Zarathustra's Discourses - VII: Reading and Writing",
      "length": 2845,
      "mode": "type"
    },
    {
      "id": "020",
      "title": "Part I: Zarathustra's Discourses - VIII: The Tree on the Hill",
      "length": 4875,
      "mode": "type"
    },
    {
      "id": "021",
      "title": "Part I: Zarathustra's Discourses - IX: The Preachers of Death",
      "length": 3070,
      "mode": "type"
    },
    {
      "id": "022",
      "title": "Part I: Zarathustra's Discourses - X: War and Warriors",
      "length": 3091,
      "mode": "type"
    },
    {
      "id": "023",
      "title": "Part I: Zarathustra's Discourses - XI: The New Idol",
      "length": 4646,
      "mode": "type"
    },
    {
      "id": "024",
      "title": "Part I: Zarathustra's Discourses - XII: The Flies in the Marketplace",
      "length": 5500,
      "mode": "type"
    },
    {
      "id": "025",
      "title": "Part I: Zarathustra's Discourses - XIII: Chastity",
      "length": 1990,
      "mode": "type"
    },
    {
      "id": "026",
      "title": "Part I: Zarathustra's Discourses - XIV: The Friend",
      "length": 3462,
      "mode": "type"
    },
    {
      "id": "027",
      "title": "Part I: Zarathustra's Discourses - XV: The Thousand and One Goals",
      "length": 4169,
      "mode": "type"
    },
    {
      "id": "028",
      "title": "Part I: Zarathustra's Discourses - XVI: Neighbour-Love",
      "length": 2822,
      "mode": "type"
    },
    {
      "id": "029",
      "title": "Part I: Zarathustra's Discourses - XVII: The Way of the Creating One",
      "length": 4684,
      "mode": "type"
    },
    {
      "id": "030",
      "title": "Part I: Zarathustra's Discourses - XVIII: Old and Young Women",
      "length": 3483,
      "mode": "type"
    },
    {
      "id": "031",
      "title": "Part I: Zarathustra's Discourses - XIX: The Bite of the Adder",
      "length": 2829,
      "mode": "type"
    },
    {
      "id": "032",
      "title": "Part I: Zarathustra's Discourses - XX: Child and Marriage",
      "length": 3398,
      "mode": "type"
    },
    {
      "id": "033",
      "title": "Part I: Zarathustra's Discourses - XXI: Voluntary Death",
      "length": 4653,
      "mode": "type"
    },
    {
      "id": "034",
      "title": "Part I: Zarathustra's Discourses - XXII: The Bestowing Virtue - I",
      "length": 3896,
      "mode": "type"
    },
    {
      "id": "035",
      "title": "Part I: Zarathustra's Discourses - XXII: The Bestowing Virtue - II",
      "length": 2332,
      "mode": "type"
    },
    {
      "id": "036",
      "title": "Part I: Zarathustra's Discourses - XXII: The Bestowing Virtue - III",
      "length": 2019,
      "mode": "type"
    },
    {
      "id": "037",
      "title": "Part II - XXIII: The Child with the Mirror",
      "length": 4449,
      "mode": "type"
    },
    {
      "id": "038",
      "title": "Part II - XXIV: In the Happy Isles",
      "length": 4513,
      "mode": "type"
    },
    {
      "id": "039",
      "title": "Part II - XXV: The Pitiful",
      "length": 4719,
      "mode": "type"
    },
    {
      "id": "040",
      "title": "Part II - XXVI: The Priests",
      "length": 4507,
      "mode": "type"
    },
    {
      "id": "041",
      "title": "Part II - XXVII: The Virtuous",
      "length": 5397,
      "mode": "type"
    },
    {
      "id": "042",
      "title": "Part II - XXVIII: The Rabble",
      "length": 4693,
      "mode": "type"
    },
    {
      "id": "043",
      "title": "Part II - XXIX: The Tarantulas",
      "length": 5609,
      "mode": "type"
    },
    {
      "id": "044",
      "title": "Part II - XXX: The Famous Wise Ones",
      "length": 4985,
      "mode": "type"
    },
    {
      "id": "045",
      "title": "Part II - XXXI: The Night-Song",
      "length": 3270,
      "mode": "type"
    },
    {
      "id": "046",
      "title": "Part II - XXXII: The Dance-Song",
      "length": 4269,
      "mode": "type"
    },
    {
      "id": "047",
      "title": "Part II - XXXIII: The Grave-Song",
      "length": 5359,
      "mode": "type"
    },
    {
      "id": "048",
      "title": "Part II - XXXIV: Self-Surpassing",
      "length": 5864,
      "mode": "type"
    },
    {
      "id": "049",
      "title": "Part II - XXXV: The Sublime Ones",
      "length": 4195,
      "mode": "type"
    },
    {
      "id": "050",
      "title": "Part II - XXXVI: The Land of Culture",
      "length": 4302,
      "mode": "type"
    },
    {
      "id": "051",
      "title": "Part II - XXXVII: Immaculate Perception",
      "length": 4938,
      "mode": "type"
    },
    {
      "id": "052",
      "title": "Part II - XXXVIII: Scholars",
      "length": 3507,
      "mode": "type"
    },
    {
      "id": "053",
      "title": "Part II - XXXIX: Poets",
      "length": 5263,
      "mode": "type"
    },
    {
      "id": "054",
      "title": "Part II - XL: Great Events",
      "length": 6773,
      "mode": "type"
    },
    {
      "id": "055",
      "title": "Part II - XLI: The Soothsayer",
      "length": 6558,
      "mode": "type"
    },
    {
      "id": "056",
      "title": "Part II - XLII: Redemption",
      "length": 8813,
      "mode": "type"
    },
    {
      "id": "057",
      "title": "Part II - XLIII: Manly Prudence",
      "length": 4895,
      "mode": "type"
    },
    {
      "id": "058",
      "title": "Part II - XLIV: The Stillest Hour",
      "length": 5430,
      "mode": "type"
    },
    {
      "id": "059",
      "title": "Part III - XLV: The Wanderer",
      "length": 5553,
      "mode": "type"
    },
    {
      "id": "060",
      "title": "Part III - XLVI: The Vision and the Enigma - I",
      "length": 3710,
      "mode": "type"
    },
    {
      "id": "061",
      "title": "Part III - XLVI: The Vision and the Enigma - II",
      "length": 5149,
      "mode": "type"
    },
    {
      "id": "062",
      "title": "Part III - XLVII: Involuntary Bliss",
      "length": 6050,
      "mode": "type"
    },
    {
      "id": "063",
      "title": "Part III - XLVIII: Before Sunrise",
      "length": 5349,
      "mode": "type"
    },
    {
      "id": "064",
      "title": "Part III - XLIX: The Bedwarfing Virtue - I",
      "length": 1295,
      "mode": "type"
    },
    {
      "id": "065",
      "title": "Part III - XLIX: The Bedwarfing Virtue - II",
      "length": 4513,
      "mode": "type"
    },
    {
      "id": "066",
      "title": "Part III - XLIX: The Bedwarfing Virtue - III",
      "length": 3531,
      "mode": "type"
    },
    {
      "id": "067",
      "title": "Part III - L: On the Olive-Mount",
      "length": 5287,
      "mode": "type"
    },
    {
      "id": "068",
      "title": "Part III - LI: On Passing-By",
      "length": 5347,
      "mode": "type"
    },
    {
      "id": "069",
      "title": "Part III - LII: The Apostates - I",
      "length": 2213,
      "mode": "type"
    },
    {
      "id": "070",
      "title": "Part III - LII: The Apostates - II",
      "length": 4857,
      "mode": "type"
    },
    {
      "id": "071",
      "title": "Part III - LIII: The Return Home",
      "length": 6344,
      "mode": "type"
    },
    {
      "id": "072",
      "title": "Part III - LIV: The Three Evil Things - I",
      "length": 2872,
      "mode": "type"
    },
    {
      "id": "073",
      "title": "Part III - LIV: The Three Evil Things - II",
      "length": 5558,
      "mode": "type"
    },
    {
      "id": "074",
      "title": "Part III - LV: The Spirit of Gravity - I",
      "length": 1213,
      "mode": "type"
    },
    {
      "id": "075",
      "title": "Part III - LV: The Spirit of Gravity - II",
      "length": 5795,
      "mode": "type"
    },
    {
      "id": "076",
      "title": "Part III - LVI: Old and New Tables - I",
      "length": 445,
      "mode": "type"
    },
    {
      "id": "077",
      "title": "Part III - LVI: Old and New Tables - II",
      "length": 2567,
      "mode": "type"
    },
    {
      "id": "078",
      "title": "Part III - LVI: Old and New Tables - III",
      "length": 1593,
      "mode": "type"
    },
    {
      "id": "079",
      "title": "Part III - LVI: Old and New Tables - IV",
      "length": 689,
      "mode": "type"
    },
    {
      "id": "080",
      "title": "Part III - LVI: Old and New Tables - V",
      "length": 646,
      "mode": "type"
    },
    {
      "id": "081",
      "title": "Part III - LVI: Old and New Tables - VI",
      "length": 640,
      "mode": "type"
    },
    {
      "id": "082",
      "title": "Part III - LVI: Old and New Tables - VII",
      "length": 797,
      "mode": "type"
    },
    {
      "id": "083",
      "title": "Part III - LVI: Old and New Tables - VIII",
      "length": 1283,
      "mode": "type"
    },
    {
      "id": "084",
      "title": "Part III - LVI: Old and New Tables - IX",
      "length": 628,
      "mode": "type"
    },
    {
      "id": "085",
      "title": "Part III - LVI: Old and New Tables - X",
      "length": 543,
      "mode": "type"
    },
    {
      "id": "086",
      "title": "Part III - LVI: Old and New Tables - XI",
      "length": 1063,
      "mode": "type"
    },
    {
      "id": "087",
      "title": "Part III - LVI: Old and New Tables - XII",
      "length": 1662,
      "mode": "type"
    },
    {
      "id": "088",
      "title": "Part III - LVI: Old and New Tables - XIII",
      "length": 789,
      "mode": "type"
    },
    {
      "id": "089",
      "title": "Part III - LVI: Old and New Tables - XIV",
      "length": 967,
      "mode": "type"
    },
    {
      "id": "090",
      "title": "Part III - LVI: Old and New Tables - XV",
      "length": 656,
      "mode": "type"
    },
    {
      "id": "091",
      "title": "Part III - LVI: Old and New Tables - XVI",
      "length": 1698,
      "mode": "type"
    },
    {
      "id": "092",
      "title": "Part III - LVI: Old and New Tables - XVII",
      "length": 1308,
      "mode": "type"
    },
    {
      "id": "093",
      "title": "Part III - LVI: Old and New Tables - XVIII",
      "length": 1192,
      "mode": "type"
    },
    {
      "id": "094",
      "title": "Part III - LVI: Old and New Tables - XIX",
      "length": 1566,
      "mode": "type"
    },
    {
      "id": "095",
      "title": "Part III - LVI: Old and New Tables - XX",
      "length": 477,
      "mode": "type"
    },
    {
      "id": "096",
      "title": "Part III - LVI: Old and New Tables - XXI",
      "length": 1547,
      "mode": "type"
    },
    {
      "id": "097",
      "title": "Part III - LVI: Old and New Tables - XXII",
      "length": 654,
      "mode": "type"
    },
    {
      "id": "098",
      "title": "Part III - LVI: Old and New Tables - XXIII",
      "length": 271,
      "mode": "type"
    },
    {
      "id": "099",
      "title": "Part III - LVI: Old and New Tables - XXIV",
      "length": 994,
      "mode": "type"
    },
    {
      "id": "100",
      "title": "Part III - LVI: Old and New Tables - XXV",
      "length": 1038,
      "mode": "type"
    },
    {
      "id": "101",
      "title": "Part III - LVI: Old and New Tables - XXVI",
      "length": 1453,
      "mode": "type"
    },
    {
      "id": "102",
      "title": "Part III - LVI: Old and New Tables - XXVII",
      "length": 292,
      "mode": "type"
    },
    {
      "id": "103",
      "title": "Part III - LVI: Old and New Tables - XXVIII",
      "length": 980,
      "mode": "type"
    },
    {
      "id": "104",
      "title": "Part III - LVI: Old and New Tables - XXIX",
      "length": 826,
      "mode": "type"
    },
    {
      "id": "105",
      "title": "Part III - LVI: Old and New Tables - XXX",
      "length": 1038,
      "mode": "type"
    },
    {
      "id": "106",
      "title": "Part III - LVII: The Convalescent - I",
      "length": 1593,
      "mode": "type"
    },
    {
      "id": "107",
      "title": "Part III - LVII: The Convalescent - II",
      "length": 9775,
      "mode": "type"
    },
    {
      "id": "108",
      "title": "Part III - LVIII: The Great Longing",
      "length": 4717,
      "mode": "type"
    },
    {
      "id": "109",
      "title": "Part III - LIX: The Second Dance-Song - I",
      "length": 3009,
      "mode": "type"
    },
    {
      "id": "110",
      "title": "Part III - LIX: The Second Dance-Song - II",
      "length": 1758,
      "mode": "type"
    },
    {
      "id": "111",
      "title": "Part III - LIX: The Second Dance-Song - III",
      "length": 394,
      "mode": "type"
    },
    {
      "id": "112",
      "title": "Part III - LX: The Seven Seals - I",
      "length": 863,
      "mode": "type"
    },
    {
      "id": "113",
      "title": "Part III - LX: The Seven Seals - II",
      "length": 852,
      "mode": "type"
    },
    {
      "id": "114",
      "title": "Part III - LX: The Seven Seals - III",
      "length": 807,
      "mode": "type"
    },
    {
      "id": "115",
      "title": "Part III - LX: The Seven Seals - IV",
      "length": 738,
      "mode": "type"
    },
    {
      "id": "116",
      "title": "Part III - LX: The Seven Seals - V",
      "length": 708,
      "mode": "type"
    },
    {
      "id": "117",
      "title": "Part III - LX: The Seven Seals - VI",
      "length": 721,
      "mode": "type"
    },
    {
      "id": "118",
      "title": "Part III - LX: The Seven Seals - VII",
      "length": 1181,
      "mode": "type"
    },
    {
      "id": "119",
      "title": "Part IV - LXI: The Honey Sacrifice",
      "length": 6554,
      "mode": "type"
    },
    {
      "id": "120",
      "title": "Part IV - LXII: The Cry of Distress",
      "length": 6465,
      "mode": "type"
    },
    {
      "id": "121",
      "title": "Part IV - LXIII: Talk with the Kings - I",
      "length": 5063,
      "mode": "type"
    },
    {
      "id": "122",
      "title": "Part IV - LXIII: Talk with the Kings - II",
      "length": 2043,
      "mode": "type"
    },
    {
      "id": "123",
      "title": "Part IV - LXIV: The Leech",
      "length": 6078,
      "mode": "type"
    },
    {
      "id": "124",
      "title": "Part IV - LXV: The Magician - I",
      "length": 3670,
      "mode": "type"
    },
    {
      "id": "125",
      "title": "Part IV - LXV: The Magician - II",
      "length": 5816,
      "mode": "type"
    },
    {
      "id": "126",
      "title": "Part IV - LXVI: Out of Service",
      "length": 8030,
      "mode": "type"
    },
    {
      "id": "127",
      "title": "Part IV - LXVII: The Ugliest Man",
      "length": 8865,
      "mode": "type"
    },
    {
      "id": "128",
      "title": "Part IV - LXVIII: The Voluntary Beggar",
      "length": 7670,
      "mode": "type"
    },
    {
      "id": "129",
      "title": "Part IV - LXIX: The Shadow",
      "length": 6014,
      "mode": "type"
    },
    {
      "id": "130",
      "title": "Part IV - LXX: Noontide",
      "length": 5333,
      "mode": "type"
    },
    {
      "id": "131",
      "title": "Part IV - LXXI: The Greeting",
      "length": 10193,
      "mode": "type"
    },
    {
      "id": "132",
      "title": "Part IV - LXXII: The Supper",
      "length": 3704,
      "mode": "type"
    },
    {
      "id": "133",
      "title": "Part IV - LXXIII: The Higher Man - I",
      "length": 912,
      "mode": "type"
    },
    {
      "id": "134",
      "title": "Part IV - LXXIII: The Higher Man - II",
      "length": 536,
      "mode": "type"
    },
    {
      "id": "135",
      "title": "Part IV - LXXIII: The Higher Man - III",
      "length": 1658,
      "mode": "type"
    },
    {
      "id": "136",
      "title": "Part IV - LXXIII: The Higher Man - IV",
      "length": 440,
      "mode": "type"
    },
    {
      "id": "137",
      "title": "Part IV - LXXIII: The Higher Man - V",
      "length": 569,
      "mode": "type"
    },
    {
      "id": "138",
      "title": "Part IV - LXXIII: The Higher Man - VI",
      "length": 817,
      "mode": "type"
    },
    {
      "id": "139",
      "title": "Part IV - LXXIII: The Higher Man - VII",
      "length": 402,
      "mode": "type"
    },
    {
      "id": "140",
      "title": "Part IV - LXXIII: The Higher Man - VIII",
      "length": 667,
      "mode": "type"
    },
    {
      "id": "141",
      "title": "Part IV - LXXIII: The Higher Man - IX",
      "length": 897,
      "mode": "type"
    },
    {
      "id": "142",
      "title": "Part IV - LXXIII: The Higher Man - X",
      "length": 424,
      "mode": "type"
    },
    {
      "id": "143",
      "title": "Part IV - LXXIII: The Higher Man - XI",
      "length": 993,
      "mode": "type"
    },
    {
      "id": "144",
      "title": "Part IV - LXXIII: The Higher Man - XII",
      "length": 435,
      "mode": "type"
    },
    {
      "id": "145",
      "title": "Part IV - LXXIII: The Higher Man - XIII",
      "length": 1216,
      "mode": "type"
    },
    {
      "id": "146",
      "title": "Part IV - LXXIII: The Higher Man - XIV",
      "length": 557,
      "mode": "type"
    },
    {
      "id": "147",
      "title": "Part IV - LXXIII: The Higher Man - XV",
      "length": 908,
      "mode": "type"
    },
    {
      "id": "148",
      "title": "Part IV - LXXIII: The Higher Man - XVI",
      "length": 1058,
      "mode": "type"
    },
    {
      "id": "149",
      "title": "Part IV - LXXIII: The Higher Man - XVII",
      "length": 740,
      "mode": "type"
    },
    {
      "id": "150",
      "title": "Part IV - LXXIII: The Higher Man - XVIII",
      "length": 528,
      "mode": "type"
    },
    {
      "id": "151",
      "title": "Part IV - LXXIII: The Higher Man - XIX",
      "length": 881,
      "mode": "type"
    },
    {
      "id": "152",
      "title": "Part IV - LXXIII: The Higher Man - XX",
      "length": 1272,
      "mode": "type"
    },
    {
      "id": "153",
      "title": "Part IV - LXXIV: The Song of Melancholy - I",
      "length": 841,
      "mode": "type"
    },
    {
      "id": "154",
      "title": "Part IV - LXXIV: The Song of Melancholy - II",
      "length": 1897,
      "mode": "type"
    },
    {
      "id": "155",
      "title": "Part IV - LXXIV: The Song of Melancholy - III",
      "length": 3120,
      "mode": "type"
    },
    {
      "id": "156",
      "title": "Part IV - LXXV: Science",
      "length": 5428,
      "mode": "type"
    },
    {
      "id": "157",
      "title": "Part IV - LXXVI: Among Daughters of the Desert - I",
      "length": 2370,
      "mode": "type"
    },
    {
      "id": "158",
      "title": "Part IV - LXXVI: Among Daughters of the Desert - II",
      "length": 4136,
      "mode": "type"
    },
    {
      "id": "159",
      "title": "Part IV - LXXVII: The Awakening - I",
      "length": 3004,
      "mode": "type"
    },
    {
      "id": "160",
      "title": "Part IV - LXXVII: The Awakening - II",
      "length": 2821,
      "mode": "type"
    },
    {
      "id": "161",
      "title": "Part IV - LXXVIII: The Ass-Festival - I",
      "length": 4349,
      "mode": "type"
    },
    {
      "id": "162",
      "title": "Part IV - LXXVIII: The Ass-Festival - II",
      "length": 976,
      "mode": "type"
    },
    {
      "id": "163",
      "title": "Part IV - LXXVIII: The Ass-Festival - III",
      "length": 766,
      "mode": "type"
    },
    {
      "id": "164",
      "title": "Part IV - LXXIX: The Drunken Song - I",
      "length": 2611,
      "mode": "type"
    },
    {
      "id": "165",
      "title": "Part IV - LXXIX: The Drunken Song - II",
      "length": 1582,
      "mode": "type"
    },
    {
      "id": "166",
      "title": "Part IV - LXXIX: The Drunken Song - III",
      "length": 894,
      "mode": "type"
    },
    {
      "id": "167",
      "title": "Part IV - LXXIX: The Drunken Song - IV",
      "length": 730,
      "mode": "type"
    },
    {
      "id": "168",
      "title": "Part IV - LXXIX: The Drunken Song - V",
      "length": 770,
      "mode": "type"
    },
    {
      "id": "169",
      "title": "Part IV - LXXIX: The Drunken Song - VI",
      "length": 787,
      "mode": "type"
    },
    {
      "id": "170",
      "title": "Part IV - LXXIX: The Drunken Song - VII",
      "length": 853,
      "mode": "type"
    },
    {
      "id": "171",
      "title": "Part IV - LXXIX: The Drunken Song - VIII",
      "length": 829,
      "mode": "type"
    },
    {
      "id": "172",
      "title": "Part IV - LXXIX: The Drunken Song - IX",
      "length": 926,
      "mode": "type"
    },
    {
      "id": "173",
      "title": "Part IV - LXXIX: The Drunken Song - X",
      "length": 896,
      "mode": "type"
    },
    {
      "id": "174",
      "title": "Part IV - LXXIX: The Drunken Song - XI",
      "length": 1080,
      "mode": "type"
    },
    {
      "id": "175",
      "title": "Part IV - LXXIX: The Drunken Song - XII",
      "length": 611,
      "mode": "type"
    },
    {
      "id": "176",
      "title": "Part IV - LXXX: The Sign",
      "length": 5762,
      "mode": "type"
    },
    {
      "id": "177",
      "title": "Colophon",
      "length": 1136,
      "mode": "hide"
    },
    {
      "id": "178",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL9089909W",
  "goodreadsId": "51893",
  "rating": 0.8140000000000001,
  "popularity": 154380,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720831355360
}