{"id":"e-nesbit--the-enchanted-castle","title":"The Enchanted Castle","titleAlpha":"enchanted castle","author":"E. Nesbit","language":"en","description":"Three children discover a wonderful garden and castle, and come into possession of a magic ring which entangles them in many strange adventures.","longDescription":["The Enchanted Castle is a novel for young readers by Edith Nesbit, who was writing in the late Victorian and early Edwardian era in Britain. As in her other children's books, it begins in the everyday world but quickly brings in the fantastical and magical. A large part of the delight of Nesbit's books is that her children behave in quite ordinary ways, getting into scrapes, getting dirty and their clothes torn, making decisions which seem right to them at the time but which are generally wrong-headed. It's the contrast between the ordinariness of the children and the magical adventures they become involved in which makes the books so charming.","The Enchanted Castle was originally serialized in The Strand Magazine alongside stories by Rudyard Kipling and Arthur Conan Doyle. The first book edition was published in 1907.","In the story, Kathleen and her brothers Gerald and Jimmy find a way into a remarkable garden designed to create a Palladian landscape, full of statues and pseudo-Classical temples and buildings. It is not long before they come across a sleeping Princess. They wake her, and she introduces them to an item of real magical value, a ring which makes its wearer invisible. But once on, the ring won't come off! \"Those of my readers who have gone about much with an invisible companion will not need to be told how awkward the whole business is,\" comments the author, which is indicative of the simple and direct language she uses, and the humor of the books. Even the invisibility ring, however, is not quite as simple as it seems; and many interesting and amusing adventures follow."],"year":1907,"genres":["children","classics","fantasy","fiction","history"],"topics":["friendship","magic"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/e-nesbit/the-enchanted-castle"},"openlibraryId":"OL99541W","goodreadsId":"1206329","rating":0.766,"popularity":8768,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Enchanted Castle","length":14,"mode":"hide"},{"id":"002","title":"Imprint","length":1194,"mode":"hide"},{"id":"003","title":"Dedication","length":416,"mode":"hide"},{"id":"004","title":"I","length":31285,"mode":"type"},{"id":"005","title":"II","length":25429,"mode":"type"},{"id":"006","title":"III","length":33213,"mode":"type"},{"id":"007","title":"IV","length":25414,"mode":"type"},{"id":"008","title":"V","length":32353,"mode":"type"},{"id":"009","title":"VI","length":33770,"mode":"type"},{"id":"010","title":"VII","length":36146,"mode":"type"},{"id":"011","title":"VIII","length":37883,"mode":"type"},{"id":"012","title":"IX","length":29618,"mode":"type"},{"id":"013","title":"X","length":33858,"mode":"type"},{"id":"014","title":"XI","length":33594,"mode":"type"},{"id":"015","title":"XII","length":24044,"mode":"type"},{"id":"016","title":"Colophon","length":1057,"mode":"hide"},{"id":"017","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337661234}