{"id":"ludwig-wittgenstein--tractatus-logico-philosophicus","title":"Tractatus Logico-Philosophicus","titleAlpha":"tractatus logico-philosophicus","author":"Ludwig Wittgenstein","language":"en","description":"One of the most important texts of 20th century philosophy, in which the nature of the philosphy, language, understanding, and logical atomism are explored.","longDescription":["Ludwig Wittgenstein is considered by many to be one of the most important philosophers of the 20th century. He was born in Vienna to an incredibly rich family, but he gave away his inheritance and spent his life alternating between academia and various other roles, including serving as an officer during World War I and a hospital porter during World War II. When in academia Wittgenstein was taught by Bertrand Russell, and he himself taught at Cambridge.","He began laying the groundwork for Tractatus Logico-Philosophicus while in the trenches, and published it after the end of the war. It has since come to be considered one of the most important works of 20th century philosophy. After publishing it, Wittgenstein concluded that it had solved all philosophical problems - so he never published another book-length work in his lifetime.","The book itself is divided into a series of short, self-evident statements, followed by sub-statements elucidating on their parent statement, sub-sub-statements, and so on. These statements explore the nature of philosophy, our understanding of the world around us, and how language fits in to it all. These views later came to be known as \"Logical Atomism.\"","This translation, while credited to C. K. Ogden, is actually mostly the work of F. P. Ramsey, one of Ogden's students. Ramsey completed the translation when he was just 19 years of age. The translation was personally revised and approved by Wittgenstein himself, who, though he was Austrian, had spent much of his life in England.","Much of the Tractatus' meaning is complex and difficult to unpack. It is still being interpreted and explored to this day."],"year":1921,"genres":["classics","philosophy"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/ludwig-wittgenstein/tractatus-logico-philosophicus/c-k-ogden"},"openlibraryId":"OL1410381W","goodreadsId":"2382041","rating":0.818,"popularity":20266,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Tractatus Logico-Philosophicus","length":51,"mode":"hide"},{"id":"002","title":"Imprint","length":1190,"mode":"hide"},{"id":"003","title":"Introduction","length":34433,"mode":"type"},{"id":"004","title":"Dedication","length":54,"mode":"hide"},{"id":"005","title":"Epigraph","length":110,"mode":"skip"},{"id":"006","title":"Endnotes","length":406,"mode":"hide"},{"id":"007","title":"Colophon","length":1081,"mode":"hide"},{"id":"008","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721172204541}