{"id":"victor-hugo--les-miserables","title":"Les Misérables","titleAlpha":"les misérables","author":"Victor Hugo","language":"en","description":"An escaped convict steals two candlesticks and uses the proceeds to redeem himself and become an honest man.","longDescription":["Les Miserables, by Victor Hugo has been described as one of literature's greatest novels. The first two volumes were published in French in March 1862 and translated into English later the same year. Since then it has been translated by numerous others and has been adapted for film, television, radio, animation and the stage.","This epic novel tells the story of Jean Valjean, an ex-convict who is attempting to escape from his past. Newly released from the galley-ships, Jean Valjean steals the silverware from the bishop who has taken him in for the night. When he is captured, the bishop urges him to use the silver to become an honest citizen. Valjean becomes a wealthy man, owner of a factory and mayor of his town but his past is only a footstep away in the form of Javert, Inspector of Police, who recognises Valjean from his time as a guard.","A factory-worker, who has been dismissed from Valjean's employment, is sentenced to six months imprisonment but ends up dying in the town's hospital and Valjean feels responsible for the downward spiral of her life, so rescues her child, Cosette, from the corrupt inn-keepers with whom her mother had left her.","The rest of the novel tells the stories of Valjean, Cosette and other characters which intertwine with each other. Hugo also included a number of \"digressions\" on subjects including cloistered religious orders, the use of slang language and, most significantly, the battle of Waterloo.","The book was highly anticipated in 1862, having been advertised from as early as 1860. Hugo did not allow the publishers to summarise the story in advance, surely because any summary could not do a novel of this length any justice."],"year":2019,"genres":["fiction","history"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/victor-hugo/les-miserables/isabel-f-hapgood"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface","length":725,"skip":true},{"id":"002","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - I: M. Myriel","length":5952,"skip":false},{"id":"003","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - II: M. Myriel Becomes M. Welcome","length":10184,"skip":false},{"id":"004","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - III: A Hard Bishopric for a Good Bishop","length":4269,"skip":false},{"id":"005","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - IV: Works Corresponding to Words","length":16132,"skip":false},{"id":"006","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - V: Monseigneur Bienvenu Made His Cassocks Last Too Long","length":5822,"skip":false},{"id":"007","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - VI: Who Guarded His House for Him","length":12301,"skip":false},{"id":"008","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - VII: Cravatte","length":7161,"skip":false},{"id":"009","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - VIII: Philosophy After Drinking","length":8125,"skip":false},{"id":"010","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - IX: The Brother as Depicted by the Sister","length":7944,"skip":false},{"id":"011","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - X: The Bishop in the Presence of an Unknown Light","length":25469,"skip":false},{"id":"012","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - XI: A Restriction","length":9510,"skip":false},{"id":"013","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - XII: The Solitude of Monseigneur Welcome","length":6472,"skip":false},{"id":"014","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - XIII: What He Believed","length":8788,"skip":false},{"id":"015","title":"Les Miserables - Volume I: Fantine - Book I: A Just Man - XIV: What He Thought","length":5561,"skip":false},{"id":"016","title":"Les Miserables - Volume I: Fantine - Book II: The Fall - I: The Evening of a Day of Walking","length":23749,"skip":false},{"id":"017","title":"Les Miserables - Volume I: Fantine - Book II: The Fall - II: Prudence Counselled to Wisdom","length":8298,"skip":false},{"id":"018","title":"Les Miserables - Volume I: Fantine - Book II: The Fall - III: The Heroism of Passive Obedience","length":10864,"skip":false},{"id":"019","title":"Les Miserables - Volume I: Fantine - Book II: The Fall - IV: Details Concerning the Cheese-Dairies of Pontarlier","length":7308,"skip":false},{"id":"020","title":"Les Miserables - Volume I: Fantine - Book II: The Fall - V: Tranquillity","length":2864,"skip":false},{"id":"021","title":"Les Miserables - Volume I: Fantine - Book II: The Fall - VI: Jean Valjean","length":11738,"skip":false},{"id":"022","title":"Les Miserables - Volume I: Fantine - Book II: The Fall - VII: The Interior of Despair","length":16864,"skip":false},{"id":"023","title":"Les Miserables - Volume I: Fantine - Book II: The Fall - VIII: Billows and Shadows","length":4253,"skip":false},{"id":"024","title":"Les Miserables - Volume I: Fantine - Book II: The Fall - IX: New Troubles","length":2504,"skip":false},{"id":"025","title":"Les Miserables - Volume I: Fantine - Book II: The Fall - X: The Man Aroused","length":6354,"skip":false},{"id":"026","title":"Les Miserables - Volume I: Fantine - Book II: The Fall - XI: What He Does","length":7953,"skip":false},{"id":"027","title":"Les Miserables - Volume I: Fantine - Book II: The Fall - XII: The Bishop Works","length":6284,"skip":false},{"id":"028","title":"Les Miserables - Volume I: Fantine - Book II: The Fall - XIII: Little Gervais","length":18346,"skip":false},{"id":"029","title":"Les Miserables - Volume I: Fantine - Book III: In the Year 1817 - I: The Year 1817","length":13389,"skip":false},{"id":"030","title":"Les Miserables - Volume I: Fantine - Book III: In the Year 1817 - II: A Double Quartette","length":8958,"skip":false},{"id":"031","title":"Les Miserables - Volume I: Fantine - Book III: In the Year 1817 - III: Four and Four","length":8639,"skip":false},{"id":"032","title":"Les Miserables - Volume I: Fantine - Book III: In the Year 1817 - IV: Tholomyes Is So Merry That He Sings a Spanish Ditty","length":5031,"skip":false},{"id":"033","title":"Les Miserables - Volume I: Fantine - Book III: In the Year 1817 - V: At Bombarda's","length":5624,"skip":false},{"id":"034","title":"Les Miserables - Volume I: Fantine - Book III: In the Year 1817 - VI: A Chapter in Which They Adore Each Other","length":2700,"skip":false},{"id":"035","title":"Les Miserables - Volume I: Fantine - Book III: In the Year 1817 - VII: The Wisdom of Tholomyes","length":11842,"skip":false},{"id":"036","title":"Les Miserables - Volume I: Fantine - Book III: In the Year 1817 - VIII: The Death of a Horse","length":4615,"skip":false},{"id":"037","title":"Les Miserables - Volume I: Fantine - Book III: In the Year 1817 - IX: A Merry End to Mirth","length":5190,"skip":false},{"id":"038","title":"Les Miserables - Volume I: Fantine - Book IV: To Confide Is Sometimes to Deliver Into a Person's Power - I: One Mother Meets Another Mother","length":18933,"skip":false},{"id":"039","title":"Les Miserables - Volume I: Fantine - Book IV: To Confide Is Sometimes to Deliver Into a Person's Power - II: First Sketch of Two Unprepossessing Figures","length":4629,"skip":false},{"id":"040","title":"Les Miserables - Volume I: Fantine - Book IV: To Confide Is Sometimes to Deliver Into a Person's Power - III: The Lark","length":5819,"skip":false},{"id":"041","title":"Les Miserables - Volume I: Fantine - Book V: The Descent - I: The History of a Progress in Black Glass Trinkets","length":3062,"skip":false},{"id":"042","title":"Les Miserables - Volume I: Fantine - Book V: The Descent - II: Madeleine","length":7675,"skip":false},{"id":"043","title":"Les Miserables - Volume I: Fantine - Book V: The Descent - III: Sums Deposited with Laffitte","length":6492,"skip":false},{"id":"044","title":"Les Miserables - Volume I: Fantine - Book V: The Descent - IV: M. Madeleine in Mourning","length":4785,"skip":false},{"id":"045","title":"Les Miserables - Volume I: Fantine - Book V: The Descent - V: Vague Flashes on the Horizon","length":11955,"skip":false},{"id":"046","title":"Les Miserables - Volume I: Fantine - Book V: The Descent - VI: Father Fauchelevent","length":5554,"skip":false},{"id":"047","title":"Les Miserables - Volume I: Fantine - Book V: The Descent - VII: Fauchelevent Becomes a Gardener in Paris","length":2556,"skip":false},{"id":"048","title":"Les Miserables - Volume I: Fantine - Book V: The Descent - VIII: Madame Victurnien Expends Thirty Francs on Morality","length":6008,"skip":false},{"id":"049","title":"Les Miserables - Volume I: Fantine - Book V: The Descent - IX: Madame Victurnien's Success","length":5300,"skip":false},{"id":"050","title":"Les Miserables - Volume I: Fantine - Book V: The Descent - X: Result of the Success","length":10290,"skip":false},{"id":"051","title":"Les Miserables - Volume I: Fantine - Book V: The Descent - XI: Christus Nos Liberavit","length":1712,"skip":false},{"id":"052","title":"Les Miserables - Volume I: Fantine - Book V: The Descent - XII: M. Bamatabois's Inactivity","length":5368,"skip":false},{"id":"053","title":"Les Miserables - Volume I: Fantine - Book V: The Descent - XIII: The Solution of Some Questions Connected with the Municipal Police","length":20422,"skip":false},{"id":"054","title":"Les Miserables - Volume I: Fantine - Book VI: Javert - I: The Beginning of Repose","length":6872,"skip":false},{"id":"055","title":"Les Miserables - Volume I: Fantine - Book VI: Javert - II: How Jean May Become Champ","length":18248,"skip":false},{"id":"056","title":"Les Miserables - Volume I: Fantine - Book VII: The Champmathieu Affair - I: Sister Simplice","length":6150,"skip":false},{"id":"057","title":"Les Miserables - Volume I: Fantine - Book VII: The Champmathieu Affair - II: The Perspicacity of Master Scaufflaire","length":8988,"skip":false},{"id":"058","title":"Les Miserables - Volume I: Fantine - Book VII: The Champmathieu Affair - III: A Tempest in a Skull","length":42666,"skip":false},{"id":"059","title":"Les Miserables - Volume I: Fantine - Book VII: The Champmathieu Affair - IV: Forms Assumed by Suffering During Sleep","length":6280,"skip":false},{"id":"060","title":"Les Miserables - Volume I: Fantine - Book VII: The Champmathieu Affair - V: Hindrances","length":22254,"skip":false},{"id":"061","title":"Les Miserables - Volume I: Fantine - Book VII: The Champmathieu Affair - VI: Sister Simplice Put to the Proof","length":13532,"skip":false},{"id":"062","title":"Les Miserables - Volume I: Fantine - Book VII: The Champmathieu Affair - VII: The Traveller on His Arrival Takes Precautions for Departure","length":9075,"skip":false},{"id":"063","title":"Les Miserables - Volume I: Fantine - Book VII: The Champmathieu Affair - VIII: An Entrance by Favor","length":7019,"skip":false},{"id":"064","title":"Les Miserables - Volume I: Fantine - Book VII: The Champmathieu Affair - IX: A Place Where Convictions Are in Process of Formation","length":15342,"skip":false},{"id":"065","title":"Les Miserables - Volume I: Fantine - Book VII: The Champmathieu Affair - X: The System of Denials","length":15503,"skip":false},{"id":"066","title":"Les Miserables - Volume I: Fantine - Book VII: The Champmathieu Affair - XI: Champmathieu More and More Astonished","length":9080,"skip":false},{"id":"067","title":"Les Miserables - Volume I: Fantine - Book VIII: A Counterblow - I: In What Mirror M. Madeleine Contemplates His Hair","length":5069,"skip":false},{"id":"068","title":"Les Miserables - Volume I: Fantine - Book VIII: A Counterblow - II: Fantine Happy","length":7916,"skip":false},{"id":"069","title":"Les Miserables - Volume I: Fantine - Book VIII: A Counterblow - III: Javert Satisfied","length":7996,"skip":false},{"id":"070","title":"Les Miserables - Volume I: Fantine - Book VIII: A Counterblow - IV: Authority Reasserts Its Rights","length":7870,"skip":false},{"id":"071","title":"Les Miserables - Volume I: Fantine - Book VIII: A Counterblow - V: A Suitable Tomb","length":11263,"skip":false},{"id":"072","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - I: What Is Met with on the Way from Nivelles","length":3609,"skip":false},{"id":"073","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - II: Hougomont","length":15134,"skip":false},{"id":"074","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - III: The Eighteenth of June, 1815","length":5408,"skip":false},{"id":"075","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - IV: A","length":4212,"skip":false},{"id":"076","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - V: The Quid Obscurum of Battles","length":6641,"skip":false},{"id":"077","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - VI: Four O'Clock in the Afternoon","length":6179,"skip":false},{"id":"078","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - VII: Napoleon in a Good Humor","length":12405,"skip":false},{"id":"079","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - VIII: The Emperor Puts a Question to the Guide Lacoste","length":5471,"skip":false},{"id":"080","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - IX: The Unexpected","length":8098,"skip":false},{"id":"081","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - X: The Plateau of Mont-Saint-Jean","length":10683,"skip":false},{"id":"082","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - XI: A Bad Guide to Napoleon; A Good Guide to Bulow","length":3086,"skip":false},{"id":"083","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - XII: The Guard","length":3381,"skip":false},{"id":"084","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - XIII: The Catastrophe","length":5388,"skip":false},{"id":"085","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - XIV: The Last Square","length":2577,"skip":false},{"id":"086","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - XV: Cambronne","length":4942,"skip":false},{"id":"087","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - XVI: Quot Libras in Duce?","length":10823,"skip":false},{"id":"088","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - XVII: Is Waterloo to Be Considered Good?","length":3881,"skip":false},{"id":"089","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - XVIII: A Recrudescence of Divine Right","length":5715,"skip":false},{"id":"090","title":"Les Miserables - Volume II: Cosette - Book I: Waterloo - XIX: The Battlefield at Night","length":13405,"skip":false},{"id":"091","title":"Les Miserables - Volume II: Cosette - Book II: The Ship Orion - I: Number 24,601 Becomes Number 9,430","length":6262,"skip":false},{"id":"092","title":"Les Miserables - Volume II: Cosette - Book II: The Ship Orion - II: In Which the Reader Will Peruse Two Verses, Which Are of the Devil's Composition, Possibly","length":10208,"skip":false},{"id":"093","title":"Les Miserables - Volume II: Cosette - Book II: The Ship Orion - III: The Ankle-Chain Must Have Undergone a Certain Preparatory Manipulation to Be Thus Broken with a Blow from a Hammer","length":17425,"skip":false},{"id":"094","title":"Les Miserables - Volume II: Cosette - Book III: Accomplishment of the Promise Made to the Dead Woman - I: The Water Question at Montfermeil","length":7527,"skip":false},{"id":"095","title":"Les Miserables - Volume II: Cosette - Book III: Accomplishment of the Promise Made to the Dead Woman - II: Two Complete Portraits","length":11513,"skip":false},{"id":"096","title":"Les Miserables - Volume II: Cosette - Book III: Accomplishment of the Promise Made to the Dead Woman - III: Men Must Have Wine, and Horses Must Have Water","length":4449,"skip":false},{"id":"097","title":"Les Miserables - Volume II: Cosette - Book III: Accomplishment of the Promise Made to the Dead Woman - IV: Entrance on the Scene of a Doll","length":2897,"skip":false},{"id":"098","title":"Les Miserables - Volume II: Cosette - Book III: Accomplishment of the Promise Made to the Dead Woman - V: The Little One All Alone","length":11830,"skip":false},{"id":"099","title":"Les Miserables - Volume II: Cosette - Book III: Accomplishment of the Promise Made to the Dead Woman - VI: Which Possibly Proves Boulatruelle's Intelligence","length":10538,"skip":false},{"id":"100","title":"Les Miserables - Volume II: Cosette - Book III: Accomplishment of the Promise Made to the Dead Woman - VII: Cosette Side by Side with the Stranger in the Dark","length":4442,"skip":false},{"id":"101","title":"Les Miserables - Volume II: Cosette - Book III: Accomplishment of the Promise Made to the Dead Woman - VIII: The Unpleasantness of Receiving Into One's House a Poor Man Who May Be a Rich Man","length":35217,"skip":false},{"id":"102","title":"Les Miserables - Volume II: Cosette - Book III: Accomplishment of the Promise Made to the Dead Woman - IX: Thenardier and His Manouvres","length":15337,"skip":false},{"id":"103","title":"Les Miserables - Volume II: Cosette - Book III: Accomplishment of the Promise Made to the Dead Woman - X: He Who Seeks to Better Himself May Render His Situation Worse","length":10041,"skip":false},{"id":"104","title":"Les Miserables - Volume II: Cosette - Book III: Accomplishment of the Promise Made to the Dead Woman - XI: Number 9,430 Reappears, and Cosette Wins It in the Lottery","length":2940,"skip":false},{"id":"105","title":"Les Miserables - Volume II: Cosette - Book IV: The Gorbeau Hovel - I: Master Gorbeau","length":13608,"skip":false},{"id":"106","title":"Les Miserables - Volume II: Cosette - Book IV: The Gorbeau Hovel - II: A Nest for Owl and a Warbler","length":3017,"skip":false},{"id":"107","title":"Les Miserables - Volume II: Cosette - Book IV: The Gorbeau Hovel - III: Two Misfortunes Make One Piece of Good Fortune","length":8552,"skip":false},{"id":"108","title":"Les Miserables - Volume II: Cosette - Book IV: The Gorbeau Hovel - IV: The Remarks of the Principal Tenant","length":4487,"skip":false},{"id":"109","title":"Les Miserables - Volume II: Cosette - Book IV: The Gorbeau Hovel - V: A Five-Franc Piece Falls on the Ground and Produces a Tumult","length":7082,"skip":false},{"id":"110","title":"Les Miserables - Volume II: Cosette - Book V: For a Black Hunt, a Mute Pack - I: The Zigzags of Strategy","length":7776,"skip":false},{"id":"111","title":"Les Miserables - Volume II: Cosette - Book V: For a Black Hunt, a Mute Pack - II: It Is Lucky That the Pont d'Austerlitz Bears Carriages","length":3225,"skip":false},{"id":"112","title":"Les Miserables - Volume II: Cosette - Book V: For a Black Hunt, a Mute Pack - III: To Wit, the Plan of Paris in 1727","length":6699,"skip":false},{"id":"113","title":"Les Miserables - Volume II: Cosette - Book V: For a Black Hunt, a Mute Pack - IV: The Gropings of Flight","length":5353,"skip":false},{"id":"114","title":"Les Miserables - Volume II: Cosette - Book V: For a Black Hunt, a Mute Pack - V: Which Would Be Impossible with Gas Lanterns","length":7657,"skip":false},{"id":"115","title":"Les Miserables - Volume II: Cosette - Book V: For a Black Hunt, a Mute Pack - VI: The Beginning of an Enigma","length":4947,"skip":false},{"id":"116","title":"Les Miserables - Volume II: Cosette - Book V: For a Black Hunt, a Mute Pack - VII: Continuation of the Enigma","length":3967,"skip":false},{"id":"117","title":"Les Miserables - Volume II: Cosette - Book V: For a Black Hunt, a Mute Pack - VIII: The Enigma Becomes Doubly Mysterious","length":3668,"skip":false},{"id":"118","title":"Les Miserables - Volume II: Cosette - Book V: For a Black Hunt, a Mute Pack - IX: The Man with the Bell","length":7091,"skip":false},{"id":"119","title":"Les Miserables - Volume II: Cosette - Book V: For a Black Hunt, a Mute Pack - X: Which Explains How Javert Got on the Scent","length":19340,"skip":false},{"id":"120","title":"Les Miserables - Volume II: Cosette - Book VI: Le Petit-Picpus - I: Number 62 Rue Petit-Picpus","length":7780,"skip":false},{"id":"121","title":"Les Miserables - Volume II: Cosette - Book VI: Le Petit-Picpus - II: The Obedience of Martin Verga","length":14792,"skip":false},{"id":"122","title":"Les Miserables - Volume II: Cosette - Book VI: Le Petit-Picpus - III: Austerities","length":3355,"skip":false},{"id":"123","title":"Les Miserables - Volume II: Cosette - Book VI: Le Petit-Picpus - IV: Gayeties","length":6922,"skip":false},{"id":"124","title":"Les Miserables - Volume II: Cosette - Book VI: Le Petit-Picpus - V: Distractions","length":11457,"skip":false},{"id":"125","title":"Les Miserables - Volume II: Cosette - Book VI: Le Petit-Picpus - VI: The Little Convent","length":5348,"skip":false},{"id":"126","title":"Les Miserables - Volume II: Cosette - Book VI: Le Petit-Picpus - VII: Some Silhouettes of This Darkness","length":4782,"skip":false},{"id":"127","title":"Les Miserables - Volume II: Cosette - Book VI: Le Petit-Picpus - VIII: Post Corda Lapides","length":3599,"skip":false},{"id":"128","title":"Les Miserables - Volume II: Cosette - Book VI: Le Petit-Picpus - IX: A Century Under a Guimpe","length":4166,"skip":false},{"id":"129","title":"Les Miserables - Volume II: Cosette - Book VI: Le Petit-Picpus - X: Origin of the Perpetual Adoration","length":3483,"skip":false},{"id":"130","title":"Les Miserables - Volume II: Cosette - Book VI: Le Petit-Picpus - XI: End of the Petit-Picpus","length":3795,"skip":false},{"id":"131","title":"Les Miserables - Volume II: Cosette - Book VII: Parenthesis - I: The Convent as an Abstract Idea","length":1023,"skip":false},{"id":"132","title":"Les Miserables - Volume II: Cosette - Book VII: Parenthesis - II: The Convent as an Historical Fact","length":6349,"skip":false},{"id":"133","title":"Les Miserables - Volume II: Cosette - Book VII: Parenthesis - III: On What Conditions One Can Respect the Past","length":4933,"skip":false},{"id":"134","title":"Les Miserables - Volume II: Cosette - Book VII: Parenthesis - IV: The Convent from the Point of View of Principles","length":2847,"skip":false},{"id":"135","title":"Les Miserables - Volume II: Cosette - Book VII: Parenthesis - V: Prayer","length":2425,"skip":false},{"id":"136","title":"Les Miserables - Volume II: Cosette - Book VII: Parenthesis - VI: The Absolute Goodness of Prayer","length":4398,"skip":false},{"id":"137","title":"Les Miserables - Volume II: Cosette - Book VII: Parenthesis - VII: Precautions to Be Observed in Blame","length":1361,"skip":false},{"id":"138","title":"Les Miserables - Volume II: Cosette - Book VII: Parenthesis - VIII: Faith, Law","length":4285,"skip":false},{"id":"139","title":"Les Miserables - Volume II: Cosette - Book VIII: Cemeteries Take That Which Is Committed Them - I: Which Treats of the Manner of Entering a Convent","length":16378,"skip":false},{"id":"140","title":"Les Miserables - Volume II: Cosette - Book VIII: Cemeteries Take That Which Is Committed Them - II: Fauchelevent in the Presence of a Difficulty","length":4657,"skip":false},{"id":"141","title":"Les Miserables - Volume II: Cosette - Book VIII: Cemeteries Take That Which Is Committed Them - III: Mother Innocente","length":18771,"skip":false},{"id":"142","title":"Les Miserables - Volume II: Cosette - Book VIII: Cemeteries Take That Which Is Committed Them - IV: In Which Jean Valjean Has Quite the Air of Having Read Austin Castillejo","length":11162,"skip":false},{"id":"143","title":"Les Miserables - Volume II: Cosette - Book VIII: Cemeteries Take That Which Is Committed Them - V: It Is Not Necessary to Be Drunk in Order to Be Immortal","length":12074,"skip":false},{"id":"144","title":"Les Miserables - Volume II: Cosette - Book VIII: Cemeteries Take That Which Is Committed Them - VI: Between Four Planks","length":3232,"skip":false},{"id":"145","title":"Les Miserables - Volume II: Cosette - Book VIII: Cemeteries Take That Which Is Committed Them - VII: In Which Will Be Found the Origin of the Saying: Don't Lose the Card","length":14202,"skip":false},{"id":"146","title":"Les Miserables - Volume II: Cosette - Book VIII: Cemeteries Take That Which Is Committed Them - VIII: A Successful Interrogatory","length":6450,"skip":false},{"id":"147","title":"Les Miserables - Volume II: Cosette - Book VIII: Cemeteries Take That Which Is Committed Them - IX: Cloistered","length":15167,"skip":false},{"id":"148","title":"Les Miserables - Volume III: Marius - Book I: Paris Studied in Its Atom - I: Parvulus","length":1336,"skip":false},{"id":"149","title":"Les Miserables - Volume III: Marius - Book I: Paris Studied in Its Atom - II: Some of His Particular Characteristics","length":2870,"skip":false},{"id":"150","title":"Les Miserables - Volume III: Marius - Book I: Paris Studied in Its Atom - III: He Is Agreeable","length":2388,"skip":false},{"id":"151","title":"Les Miserables - Volume III: Marius - Book I: Paris Studied in Its Atom - IV: He May Be of Use","length":1449,"skip":false},{"id":"152","title":"Les Miserables - Volume III: Marius - Book I: Paris Studied in Its Atom - V: His Frontiers","length":5047,"skip":false},{"id":"153","title":"Les Miserables - Volume III: Marius - Book I: Paris Studied in Its Atom - VI: A Bit of History","length":4200,"skip":false},{"id":"154","title":"Les Miserables - Volume III: Marius - Book I: Paris Studied in Its Atom - VII: The Gamin Should Have His Place in the Classifications of India","length":4088,"skip":false},{"id":"155","title":"Les Miserables - Volume III: Marius - Book I: Paris Studied in Its Atom - VIII: In Which the Reader Will Find a Charming Saying of the Last King","length":3113,"skip":false},{"id":"156","title":"Les Miserables - Volume III: Marius - Book I: Paris Studied in Its Atom - IX: The Old Soul of Gaul","length":1620,"skip":false},{"id":"157","title":"Les Miserables - Volume III: Marius - Book I: Paris Studied in Its Atom - X: Ecce Paris, Ecce Homo","length":6534,"skip":false},{"id":"158","title":"Les Miserables - Volume III: Marius - Book I: Paris Studied in Its Atom - XI: To Scoff, to Reign","length":4763,"skip":false},{"id":"159","title":"Les Miserables - Volume III: Marius - Book I: Paris Studied in Its Atom - XII: The Future Latent in the People","length":2048,"skip":false},{"id":"160","title":"Les Miserables - Volume III: Marius - Book I: Paris Studied in Its Atom - XIII: Little Gavroche","length":5007,"skip":false},{"id":"161","title":"Les Miserables - Volume III: Marius - Book II: The Great Bourgeois - I: Ninety Years and Thirty-Two Teeth","length":3888,"skip":false},{"id":"162","title":"Les Miserables - Volume III: Marius - Book II: The Great Bourgeois - II: Like Master, Like House","length":2447,"skip":false},{"id":"163","title":"Les Miserables - Volume III: Marius - Book II: The Great Bourgeois - III: Luc-Esprit","length":1989,"skip":false},{"id":"164","title":"Les Miserables - Volume III: Marius - Book II: The Great Bourgeois - IV: A Centenarian Aspirant","length":1795,"skip":false},{"id":"165","title":"Les Miserables - Volume III: Marius - Book II: The Great Bourgeois - V: Basque and Nicolette","length":2726,"skip":false},{"id":"166","title":"Les Miserables - Volume III: Marius - Book II: The Great Bourgeois - VI: In Which Magnon and Her Two Children Are Seen","length":4162,"skip":false},{"id":"167","title":"Les Miserables - Volume III: Marius - Book II: The Great Bourgeois - VII: Rule: Receive No One Except in the Evening","length":1204,"skip":false},{"id":"168","title":"Les Miserables - Volume III: Marius - Book II: The Great Bourgeois - VIII: Two Do Not Make a Pair","length":4839,"skip":false},{"id":"169","title":"Les Miserables - Volume III: Marius - Book III: The Grandfather and the Grandson - I: An Ancient Salon","length":7160,"skip":false},{"id":"170","title":"Les Miserables - Volume III: Marius - Book III: The Grandfather and the Grandson - II: One of the Red Spectres of That Epoch","length":14737,"skip":false},{"id":"171","title":"Les Miserables - Volume III: Marius - Book III: The Grandfather and the Grandson - III: Requiescant","length":17243,"skip":false},{"id":"172","title":"Les Miserables - Volume III: Marius - Book III: The Grandfather and the Grandson - IV: End of the Brigand","length":6988,"skip":false},{"id":"173","title":"Les Miserables - Volume III: Marius - Book III: The Grandfather and the Grandson - V: The Utility of Going to Mass, in Order to Become a Revolutionist","length":3398,"skip":false},{"id":"174","title":"Les Miserables - Volume III: Marius - Book III: The Grandfather and the Grandson - VI: The Consequences of Having Met a Warden","length":14358,"skip":false},{"id":"175","title":"Les Miserables - Volume III: Marius - Book III: The Grandfather and the Grandson - VII: Some Petticoat","length":9443,"skip":false},{"id":"176","title":"Les Miserables - Volume III: Marius - Book III: The Grandfather and the Grandson - VIII: Marble Against Granite","length":10879,"skip":false},{"id":"177","title":"Les Miserables - Volume III: Marius - Book IV: The Friends of the A. B. C. - I: A Group Which Barely Missed Becoming Historic","length":30865,"skip":false},{"id":"178","title":"Les Miserables - Volume III: Marius - Book IV: The Friends of the A. B. C. - II: Blondeau's Funeral Oration by Bossuet","length":7042,"skip":false},{"id":"179","title":"Les Miserables - Volume III: Marius - Book IV: The Friends of the A. B. C. - III: Marius' Astonishments","length":4164,"skip":false},{"id":"180","title":"Les Miserables - Volume III: Marius - Book IV: The Friends of the A. B. C. - IV: The Back Room of the Cafe Musain","length":15985,"skip":false},{"id":"181","title":"Les Miserables - Volume III: Marius - Book IV: The Friends of the A. B. C. - V: Enlargement of Horizon","length":8018,"skip":false},{"id":"182","title":"Les Miserables - Volume III: Marius - Book IV: The Friends of the A. B. C. - VI: Res Angusta","length":4877,"skip":false},{"id":"183","title":"Les Miserables - Volume III: Marius - Book V: The Excellence of Misfortune - I: Marius Indigent","length":4814,"skip":false},{"id":"184","title":"Les Miserables - Volume III: Marius - Book V: The Excellence of Misfortune - II: Marius Poor","length":6960,"skip":false},{"id":"185","title":"Les Miserables - Volume III: Marius - Book V: The Excellence of Misfortune - III: Marius Grown Up","length":10784,"skip":false},{"id":"186","title":"Les Miserables - Volume III: Marius - Book V: The Excellence of Misfortune - IV: M. Mabeuf","length":9649,"skip":false},{"id":"187","title":"Les Miserables - Volume III: Marius - Book V: The Excellence of Misfortune - V: Poverty a Good Neighbor for Misery","length":4774,"skip":false},{"id":"188","title":"Les Miserables - Volume III: Marius - Book V: The Excellence of Misfortune - VI: The Substitute","length":9862,"skip":false},{"id":"189","title":"Les Miserables - Volume III: Marius - Book VI: The Conjunction of Two Stars - I: The Sobriquet: Mode of Formation of Family Names","length":6810,"skip":false},{"id":"190","title":"Les Miserables - Volume III: Marius - Book VI: The Conjunction of Two Stars - II: Lux Facta Est","length":4863,"skip":false},{"id":"191","title":"Les Miserables - Volume III: Marius - Book VI: The Conjunction of Two Stars - III: Effect of the Spring","length":2342,"skip":false},{"id":"192","title":"Les Miserables - Volume III: Marius - Book VI: The Conjunction of Two Stars - IV: Beginning of a Great Malady","length":6074,"skip":false},{"id":"193","title":"Les Miserables - Volume III: Marius - Book VI: The Conjunction of Two Stars - V: Divers Claps of Thunder Fall on Ma'am Bougon","length":2539,"skip":false},{"id":"194","title":"Les Miserables - Volume III: Marius - Book VI: The Conjunction of Two Stars - VI: Taken Prisoner","length":5586,"skip":false},{"id":"195","title":"Les Miserables - Volume III: Marius - Book VI: The Conjunction of Two Stars - VII: Adventures of the Letter U Delivered Over to Conjectures","length":3989,"skip":false},{"id":"196","title":"Les Miserables - Volume III: Marius - Book VI: The Conjunction of Two Stars - VIII: The Veterans Themselves Can Be Happy","length":3680,"skip":false},{"id":"197","title":"Les Miserables - Volume III: Marius - Book VI: The Conjunction of Two Stars - IX: Eclipse","length":4299,"skip":false},{"id":"198","title":"Les Miserables - Volume III: Marius - Book VII: Patron Minette - I: Mines and Miners","length":5193,"skip":false},{"id":"199","title":"Les Miserables - Volume III: Marius - Book VII: Patron Minette - II: The Lowest Depths","length":3507,"skip":false},{"id":"200","title":"Les Miserables - Volume III: Marius - Book VII: Patron Minette - III: Babet, Gueulemer, Claquesous, and Montparnasse","length":5236,"skip":false},{"id":"201","title":"Les Miserables - Volume III: Marius - Book VII: Patron Minette - IV: Composition of the Troupe","length":5766,"skip":false},{"id":"202","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - I: Marius, While Seeking a Girl in a Bonnet, Encounters a Man in a Cap","length":3890,"skip":false},{"id":"203","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - II: Treasure Trove","length":3621,"skip":false},{"id":"204","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - III: Quadrifrons","length":8558,"skip":false},{"id":"205","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - IV: A Rose in Misery","length":13925,"skip":false},{"id":"206","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - V: A Providential Peephole","length":5181,"skip":false},{"id":"207","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - VI: The Wild Man in His Lair","length":8821,"skip":false},{"id":"208","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - VII: Strategy and Tactics","length":6679,"skip":false},{"id":"209","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - VIII: The Ray of Light in the Hovel","length":4287,"skip":false},{"id":"210","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - IX: Jondrette Comes Near Weeping","length":7535,"skip":false},{"id":"211","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - XI: Offers of Service from Misery to Wretchedness","length":5003,"skip":false},{"id":"212","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - XII: The Use Made of M. Leblanc's Five-Franc Piece","length":9290,"skip":false},{"id":"213","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - XIII: Solus Cum Solo, in Loco Remoto, Non Cogitabuntur Orare Pater Noster","length":5322,"skip":false},{"id":"214","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - XIV: In Which a Police Agent Bestows Two Fistfuls on a Lawyer","length":6702,"skip":false},{"id":"215","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - XV: Jondrette Makes His Purchases","length":4713,"skip":false},{"id":"216","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - XVI: In Which Will Be Found the Words to an English Air Which Was in Fashion in 1832","length":6624,"skip":false},{"id":"217","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - XVII: The Use Made of Marius' Five-Franc Piece","length":8098,"skip":false},{"id":"218","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - XVIII: Marius' Two Chairs Form a Vis-a-Vis","length":2987,"skip":false},{"id":"219","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - XIX: Occupying One's Self with Obscure Depths","length":8854,"skip":false},{"id":"220","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - XX: The Trap","length":51558,"skip":false},{"id":"221","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - XXI: One Should Always Begin by Arresting the Victims","length":7092,"skip":false},{"id":"222","title":"Les Miserables - Volume III: Marius - Book VIII: The Wicked Poor Man - XXII: The Little One Who Was Crying in Volume Two","length":3458,"skip":false},{"id":"223","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book I: A Few Pages of History - I: Well Cut","length":12228,"skip":false},{"id":"224","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book I: A Few Pages of History - II: Badly Sewed","length":6807,"skip":false},{"id":"225","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book I: A Few Pages of History - III: Louis Philippe","length":16176,"skip":false},{"id":"226","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book I: A Few Pages of History - IV: Cracks Beneath the Foundation","length":15654,"skip":false},{"id":"227","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book I: A Few Pages of History - V: Facts Whence History Springs and Which History Ignores","length":23401,"skip":false},{"id":"228","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book I: A Few Pages of History - VI: Enjolras and His Lieutenants","length":8127,"skip":false},{"id":"229","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book II: Eponine - I: The Lark's Meadow","length":12394,"skip":false},{"id":"230","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book II: Eponine - II: Embryonic Formation of Crimes in the Incubation of Prisons","length":10061,"skip":false},{"id":"231","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book II: Eponine - III: Apparition to Father Mabeuf","length":8098,"skip":false},{"id":"232","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book II: Eponine - IV: An Apparition to Marius","length":8699,"skip":false},{"id":"233","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book III: The House in the Rue Plumet - I: The House with a Secret","length":10100,"skip":false},{"id":"234","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book III: The House in the Rue Plumet - II: Jean Valjean as a National Guard","length":5485,"skip":false},{"id":"235","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book III: The House in the Rue Plumet - III: Foliis Ac Frondibus","length":8286,"skip":false},{"id":"236","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book III: The House in the Rue Plumet - IV: Change of Gate","length":10548,"skip":false},{"id":"237","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book III: The House in the Rue Plumet - V: The Rose Perceives That It Is an Engine of War","length":9676,"skip":false},{"id":"238","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book III: The House in the Rue Plumet - VI: The Battle Begun","length":7114,"skip":false},{"id":"239","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book III: The House in the Rue Plumet - VII: To One Sadness Oppose a Sadness and a Half","length":11297,"skip":false},{"id":"240","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book III: The House in the Rue Plumet - VIII: The Chain-Gang","length":22295,"skip":false},{"id":"241","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book IV: Succor from Below May Turn Out to Be Succor from on High - I: A Wound Without, Healing Within","length":4898,"skip":false},{"id":"242","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book IV: Succor from Below May Turn Out to Be Succor from on High - II: Mother Plutarque Finds No Difficulty in Explaining a Phenomenon","length":16870,"skip":false},{"id":"243","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book V: The End of Which Does Not Resemble the Beginning - I: Solitude and the Barracks Combined","length":3520,"skip":false},{"id":"244","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book V: The End of Which Does Not Resemble the Beginning - II: Cosette's Apprehensions","length":6869,"skip":false},{"id":"245","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book V: The End of Which Does Not Resemble the Beginning - III: Enriched with Commentaries by Toussaint","length":5973,"skip":false},{"id":"246","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book V: The End of Which Does Not Resemble the Beginning - IV: A Heart Beneath a Stone","length":6977,"skip":false},{"id":"247","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book V: The End of Which Does Not Resemble the Beginning - V: Cosette After the Letter","length":5149,"skip":false},{"id":"248","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book V: The End of Which Does Not Resemble the Beginning - VI: Old People Are Made to Go Out Opportunely","length":6798,"skip":false},{"id":"249","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VI: Little Gavroche - I: The Malicious Playfulness of the Wind","length":7605,"skip":false},{"id":"250","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VI: Little Gavroche - II: In Which Little Gavroche Extracts Profit from Napoleon the Great","length":45398,"skip":false},{"id":"251","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VI: Little Gavroche - III: The Vicissitudes of Flight","length":27581,"skip":false},{"id":"252","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VII: Slang - I: Origin","length":16347,"skip":false},{"id":"253","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VII: Slang - II: Roots","length":18769,"skip":false},{"id":"254","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VII: Slang - III: Slang Which Weeps and Slang Which Laughs","length":9682,"skip":false},{"id":"255","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VII: Slang - IV: The Two Duties: To Watch and to Hope","length":8953,"skip":false},{"id":"256","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VIII: Enchantments and Desolations - I: Full Light","length":12079,"skip":false},{"id":"257","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VIII: Enchantments and Desolations - II: The Bewilderment of Perfect Happiness","length":4507,"skip":false},{"id":"258","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VIII: Enchantments and Desolations - III: The Beginning of Shadow","length":6534,"skip":false},{"id":"259","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VIII: Enchantments and Desolations - IV: A Cab Runs in English and Barks in Slang","length":13491,"skip":false},{"id":"260","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VIII: Enchantments and Desolations - V: Things of the Night","length":1513,"skip":false},{"id":"261","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VIII: Enchantments and Desolations - VI: Marius Becomes Practical Once More to the Extent of Giving Cosette His Address","length":11112,"skip":false},{"id":"262","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book VIII: Enchantments and Desolations - VII: The Old Heart and the Young Heart in the Presence of Each Other","length":25764,"skip":false},{"id":"263","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book IX: Whither Are They Going? - I: Jean Valjean","length":3545,"skip":false},{"id":"264","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book IX: Whither Are They Going? - II: Marius","length":5259,"skip":false},{"id":"265","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book IX: Whither Are They Going? - III: M. Mabeuf","length":7989,"skip":false},{"id":"266","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book X: The 5th of June, 1832 - I: The Surface of the Question","length":7666,"skip":false},{"id":"267","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book X: The 5th of June, 1832 - II: The Root of the Matter","length":13636,"skip":false},{"id":"268","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book X: The 5th of June, 1832 - III: A Burial; An Occasion to Be Born Again","length":12307,"skip":false},{"id":"269","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book X: The 5th of June, 1832 - IV: The Ebullitions of Former Days","length":11553,"skip":false},{"id":"270","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book X: The 5th of June, 1832 - V: Originality of Paris","length":6080,"skip":false},{"id":"271","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XI: The Atom Fraternizes with the Hurricane - I: Some Explanations with Regard to the Origin of Gavroche's Poetry","length":4889,"skip":false},{"id":"272","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XI: The Atom Fraternizes with the Hurricane - II: Gavroche on the March","length":6701,"skip":false},{"id":"273","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XI: The Atom Fraternizes with the Hurricane - III: Just Indignation of a Hairdresser","length":3209,"skip":false},{"id":"274","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XI: The Atom Fraternizes with the Hurricane - IV: The Child Is Amazed at the Old Man","length":3377,"skip":false},{"id":"275","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XI: The Atom Fraternizes with the Hurricane - V: The Old Man","length":2844,"skip":false},{"id":"276","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XI: The Atom Fraternizes with the Hurricane - VI: Recruits","length":2711,"skip":false},{"id":"277","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XII: Corinthe - I: History of Corinthe from Its Foundation","length":11402,"skip":false},{"id":"278","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XII: Corinthe - II: Preliminary Gayeties","length":19936,"skip":false},{"id":"279","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XII: Corinthe - III: Night Begins to Descend Upon Grantaire","length":6699,"skip":false},{"id":"280","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XII: Corinthe - IV: An Attempt to Console the Widow Hucheloup","length":7789,"skip":false},{"id":"281","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XII: Corinthe - V: Preparations","length":4256,"skip":false},{"id":"282","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XII: Corinthe - VI: Waiting","length":4690,"skip":false},{"id":"283","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XII: Corinthe - VII: The Man Recruited in the Rue des Billettes","length":7061,"skip":false},{"id":"284","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XII: Corinthe - VIII: Many Interrogation Points with Regard to a Certain le Cabuc","length":8982,"skip":false},{"id":"285","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XIII: Marius Enters the Shadow - I: From the Rue Plumet to the Quartier Saint-Denis","length":6151,"skip":false},{"id":"286","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XIII: Marius Enters the Shadow - II: An Owl's View of Paris","length":6058,"skip":false},{"id":"287","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XIII: Marius Enters the Shadow - III: The Extreme Edge","length":13610,"skip":false},{"id":"288","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XIV: The Grandeurs of Despair - I: The Flag: Act First","length":5428,"skip":false},{"id":"289","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XIV: The Grandeurs of Despair - II: The Flag: Act Second","length":5478,"skip":false},{"id":"290","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XIV: The Grandeurs of Despair - III: Gavroche Would Have Done Better to Accept Enjolras' Carbine","length":2279,"skip":false},{"id":"291","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XIV: The Grandeurs of Despair - IV: The Barrel of Powder","length":5326,"skip":false},{"id":"292","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XIV: The Grandeurs of Despair - V: End of the Verses of Jean Prouvaire","length":3654,"skip":false},{"id":"293","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XIV: The Grandeurs of Despair - VI: The Agony of Death After the Agony of Life","length":7637,"skip":false},{"id":"294","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XIV: The Grandeurs of Despair - VII: Gavroche as a Profound Calculator of Distances","length":7393,"skip":false},{"id":"295","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XV: The Rue de l'Homme Arme - I: A Drinker Is a Babbler","length":19244,"skip":false},{"id":"296","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XV: The Rue de l'Homme Arme - II: The Street Urchin an Enemy of Light","length":7847,"skip":false},{"id":"297","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XV: The Rue de l'Homme Arme - III: While Cosette and Toussaint Are Asleep","length":3100,"skip":false},{"id":"298","title":"Les Miserables - Volume IV: The Idyl in the Rue Plumet and the Epic in the Rue Saint-Denis - Book XV: The Rue de l'Homme Arme - IV: Gavroche's Excess of Zeal","length":8975,"skip":false},{"id":"299","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - I: The Charybdis of the Faubourg Saint Antoine and the Scylla","length":16657,"skip":false},{"id":"300","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - II: What Is to Be Done in the Abyss if One Does Not Converse","length":8389,"skip":false},{"id":"301","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - III: Light and Shadow","length":3475,"skip":false},{"id":"302","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - IV: Minus Five, Plus One","length":13520,"skip":false},{"id":"303","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - V: The Horizon Which One Beholds from the Summit of a Barricade","length":8938,"skip":false},{"id":"304","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - VI: Marius Haggard, Javert Laconic","length":3857,"skip":false},{"id":"305","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - VII: The Situation Becomes Aggravated","length":8750,"skip":false},{"id":"306","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - VIII: The Artillerymen Compel People to Take Them Seriously","length":5816,"skip":false},{"id":"307","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - IX: Employment of the Old Talents of a Poacher and That Infallible Marksmanship Which Influenced the Condemnation of 1796","length":3291,"skip":false},{"id":"308","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - X: Dawn","length":8157,"skip":false},{"id":"309","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XI: The Shot Which Misses Nothing and Kills No One","length":2426,"skip":false},{"id":"310","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XII: Disorder a Partisan of Order","length":6916,"skip":false},{"id":"311","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XIII: Passing Gleams","length":4161,"skip":false},{"id":"312","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XIV: Wherein Will Appear the Name of Enjolras' Mistress","length":4304,"skip":false},{"id":"313","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XV: Gavroche Outside","length":5639,"skip":false},{"id":"314","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XVI: How from a Brother One Becomes a Father","length":18475,"skip":false},{"id":"315","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XVII: Mortuus Pater Filium Moriturum Expectat","length":3422,"skip":false},{"id":"316","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XVIII: The Vulture Become Prey","length":7477,"skip":false},{"id":"317","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XIX: Jean Valjean Takes His Revenge","length":4831,"skip":false},{"id":"318","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XX: The Dead Are in the Right and the Living Are Not in the Wrong","length":19952,"skip":false},{"id":"319","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XXI: The Heroes","length":9640,"skip":false},{"id":"320","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XXII: Foot to Foot","length":7795,"skip":false},{"id":"321","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XXIII: Orestes Fasting and Pylades Drunk","length":6804,"skip":false},{"id":"322","title":"Les Miserables - Volume V: Jean Valjean - Book I: The War Between Four Walls - XXIV: Prisoner","length":5782,"skip":false},{"id":"323","title":"Les Miserables - Volume V: Jean Valjean - Book II: The Intestine of the Leviathan - I: The Land Impoverished by the Sea","length":8630,"skip":false},{"id":"324","title":"Les Miserables - Volume V: Jean Valjean - Book II: The Intestine of the Leviathan - II: Ancient History of the Sewer","length":7598,"skip":false},{"id":"325","title":"Les Miserables - Volume V: Jean Valjean - Book II: The Intestine of the Leviathan - III: Bruneseau","length":6513,"skip":false},{"id":"326","title":"Les Miserables - Volume V: Jean Valjean - Book II: The Intestine of the Leviathan - IV","length":8133,"skip":false},{"id":"327","title":"Les Miserables - Volume V: Jean Valjean - Book II: The Intestine of the Leviathan - V: Present Progress","length":2834,"skip":false},{"id":"328","title":"Les Miserables - Volume V: Jean Valjean - Book II: The Intestine of the Leviathan - VI: Future Progress","length":10889,"skip":false},{"id":"329","title":"Les Miserables - Volume V: Jean Valjean - Book III: Mud but the Soul - I: The Sewer and Its Surprises","length":14096,"skip":false},{"id":"330","title":"Les Miserables - Volume V: Jean Valjean - Book III: Mud but the Soul - II: Explanation","length":4712,"skip":false},{"id":"331","title":"Les Miserables - Volume V: Jean Valjean - Book III: Mud but the Soul - III: The \"Spun\" Man","length":9306,"skip":false},{"id":"332","title":"Les Miserables - Volume V: Jean Valjean - Book III: Mud but the Soul - IV: He Also Bears His Cross","length":8080,"skip":false},{"id":"333","title":"Les Miserables - Volume V: Jean Valjean - Book III: Mud but the Soul - V: In the Case of Sand as in That of Woman, There Is a Fineness Which Is Treacherous","length":10524,"skip":false},{"id":"334","title":"Les Miserables - Volume V: Jean Valjean - Book III: Mud but the Soul - VI: The Fontis","length":4571,"skip":false},{"id":"335","title":"Les Miserables - Volume V: Jean Valjean - Book III: Mud but the Soul - VII: One Sometimes Runs Aground When One Fancies That One Is Disembarking","length":4973,"skip":false},{"id":"336","title":"Les Miserables - Volume V: Jean Valjean - Book III: Mud but the Soul - VIII: The Torn Coattail","length":10117,"skip":false},{"id":"337","title":"Les Miserables - Volume V: Jean Valjean - Book III: Mud but the Soul - IX: Marius Produces on Some One Who Is a Judge of the Matter, the Effect of Being Dead","length":8884,"skip":false},{"id":"338","title":"Les Miserables - Volume V: Jean Valjean - Book III: Mud but the Soul - X: Return of the Son Who Was Prodigal of His Life","length":3675,"skip":false},{"id":"339","title":"Les Miserables - Volume V: Jean Valjean - Book III: Mud but the Soul - XI: Concussion in the Absolute","length":3564,"skip":false},{"id":"340","title":"Les Miserables - Volume V: Jean Valjean - Book III: Mud but the Soul - XII: The Grandfather","length":12481,"skip":false},{"id":"341","title":"Les Miserables - Volume V: Jean Valjean - Book IV: Javert Derailed - I","length":27212,"skip":false},{"id":"342","title":"Les Miserables - Volume V: Jean Valjean - Book V: Grandson and Grandfather - I: In Which the Tree with the Zinc Plaster Appears Again","length":7154,"skip":false},{"id":"343","title":"Les Miserables - Volume V: Jean Valjean - Book V: Grandson and Grandfather - II: Marius, Emerging from Civil War, Makes Ready for Domestic War","length":10366,"skip":false},{"id":"344","title":"Les Miserables - Volume V: Jean Valjean - Book V: Grandson and Grandfather - III: Marius Attacked","length":6180,"skip":false},{"id":"345","title":"Les Miserables - Volume V: Jean Valjean - Book V: Grandson and Grandfather - IV: Mademoiselle Gillenormand Ends by No Longer Thinking It a Bad Thing That M. Fauchelevent Should Have Entered with Something Under His Arm","length":10636,"skip":false},{"id":"346","title":"Les Miserables - Volume V: Jean Valjean - Book V: Grandson and Grandfather - V: Deposit Your Money in a Forest Rather Than with a Notary","length":2667,"skip":false},{"id":"347","title":"Les Miserables - Volume V: Jean Valjean - Book V: Grandson and Grandfather - VI: The Two Old Men Do Everything, Each One After His Own Fashion, to Render Cosette Happy","length":18563,"skip":false},{"id":"348","title":"Les Miserables - Volume V: Jean Valjean - Book V: Grandson and Grandfather - VII: The Effects of Dreams Mingled with Happiness","length":5173,"skip":false},{"id":"349","title":"Les Miserables - Volume V: Jean Valjean - Book V: Grandson and Grandfather - VIII: Two Men Impossible to Find","length":9080,"skip":false},{"id":"350","title":"Les Miserables - Volume V: Jean Valjean - Book VI: The Sleepless Night - I: The 16th of February, 1833","length":18613,"skip":false},{"id":"351","title":"Les Miserables - Volume V: Jean Valjean - Book VI: The Sleepless Night - II: Jean Valjean Still Wears His Arm in a Sling","length":20600,"skip":false},{"id":"352","title":"Les Miserables - Volume V: Jean Valjean - Book VI: The Sleepless Night - III: The Inseparable","length":5183,"skip":false},{"id":"353","title":"Les Miserables - Volume V: Jean Valjean - Book VI: The Sleepless Night - IV: The Immortal Liver","length":9908,"skip":false},{"id":"354","title":"Les Miserables - Volume V: Jean Valjean - Book VII: The Last Draught from the Cup - I: The Seventh Circle and the Eighth Heaven","length":36767,"skip":false},{"id":"355","title":"Les Miserables - Volume V: Jean Valjean - Book VII: The Last Draught from the Cup - II: The Obscurities Which a Revelation Can Contain","length":18380,"skip":false},{"id":"356","title":"Les Miserables - Volume V: Jean Valjean - Book VIII: Fading Away of the Twilight - I: The Lower Chamber","length":9013,"skip":false},{"id":"357","title":"Les Miserables - Volume V: Jean Valjean - Book VIII: Fading Away of the Twilight - II: Another Step Backwards","length":5700,"skip":false},{"id":"358","title":"Les Miserables - Volume V: Jean Valjean - Book VIII: Fading Away of the Twilight - III: They Recall the Garden of the Rue Plumet","length":9122,"skip":false},{"id":"359","title":"Les Miserables - Volume V: Jean Valjean - Book VIII: Fading Away of the Twilight - IV: Attraction and Extinction","length":3934,"skip":false},{"id":"360","title":"Les Miserables - Volume V: Jean Valjean - Book IX: Supreme Shadow, Supreme Dawn - I: Pity for the Unhappy, but Indulgence for the Happy","length":4755,"skip":false},{"id":"361","title":"Les Miserables - Volume V: Jean Valjean - Book IX: Supreme Shadow, Supreme Dawn - II: Last Flickerings of a Lamp Without Oil","length":3241,"skip":false},{"id":"362","title":"Les Miserables - Volume V: Jean Valjean - Book IX: Supreme Shadow, Supreme Dawn - III: A Pen Is Heavy to the Man Who Lifted the Fauchelevent's Cart","length":5891,"skip":false},{"id":"363","title":"Les Miserables - Volume V: Jean Valjean - Book IX: Supreme Shadow, Supreme Dawn - IV: A Bottle of Ink Which Only Succeeded in Whitening","length":39074,"skip":false},{"id":"364","title":"Les Miserables - Volume V: Jean Valjean - Book IX: Supreme Shadow, Supreme Dawn - V: A Night Behind Which There Is Day","length":20681,"skip":false},{"id":"365","title":"Les Miserables - Volume V: Jean Valjean - Book IX: Supreme Shadow, Supreme Dawn - VI: The Grass Covers and the Rain Effaces","length":1450,"skip":false},{"id":"366","title":"Endnotes","length":12379,"skip":true}],"createdAt":1719162594319}