{"id":"dorothy-l-sayers--lord-peter-views-the-body","title":"Lord Peter Views the Body","titleAlpha":"lord peter views the body","author":"Dorothy L. Sayers","language":"en","description":"A collection of short stories in which an aristocratic amateur detective solves a variety of crimes.","longDescription":["Lord Peter Views the Body is the first collection of short stories by Dorothy L. Sayers featuring the aristocratic sleuth Lord Peter Wimsey. The character of Wimsey had become so popular that Sayers started writing short stories about him, which were then published in magazines like Pearson's.","There are twelve stories in this collection about mysteries as varied as the consequences of several peculiar wills, to the hazardous breakup of a secret society."],"year":1928,"genres":["fiction","mystery","murder","shorts"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/dorothy-l-sayers/lord-peter-views-the-body"},"series":"Lord Peter Wimsey","part":5,"chapters":[{"id":"001","title":"The Abominable History of the Man with Copper Fingers","length":41130,"skip":false},{"id":"002","title":"The Entertaining Episode of the Article in Question","length":22052,"skip":false},{"id":"003","title":"The Fascinating Problem of Uncle Meleager's Will","length":32996,"skip":false},{"id":"004","title":"The Fantastic Horror of the Cat in the Bag","length":26764,"skip":false},{"id":"005","title":"The Unprincipled Affair of the Practical Joker","length":23062,"skip":false},{"id":"006","title":"The Undignified Melodrama of the Bone of Contention","length":115525,"skip":false},{"id":"007","title":"The Vindictive Story of the Footsteps That Ran","length":32064,"skip":false},{"id":"008","title":"The Bibulous Business of a Matter of Taste","length":28009,"skip":false},{"id":"009","title":"The Learned Adventure of the Dragon's Head","length":42798,"skip":false},{"id":"010","title":"The Piscatorial Farce of the Stolen Stomach","length":41163,"skip":false},{"id":"011","title":"The Unsolved Puzzle of the Man with No Face","length":57293,"skip":false},{"id":"012","title":"The Adventurous Exploit of the Cave of Ali Baba","length":58324,"skip":false}],"createdAt":1719506802017}