{"id":"f-scott-fitzgerald--this-side-of-paradise","title":"This Side of Paradise","titleAlpha":"this side of paradise","author":"F. Scott Fitzgerald","language":"en","description":"A young man comes of age during America's Jazz Age.","longDescription":["This Side of Paradise chronicles the coming of age of Amory Blaine, born to a wealthy midwestern family. It begins with Amory as a spoiled youth, doted on by his eccentric mother Beatrice. It follows him as he attends preparatory school and Princeton, and then briefly attempts but quickly abandons at a career in advertising. His service in World War I is mentioned but mostly glossed over. Covered in much more detail are his various romances: youthful dalliances, a correspondence-based relationship that ends as soon as the couple spends time together in person, a deep love with the debutante sister of one of his close friends, and an intense summer fling.","The book shows Amory's attempts to define himself as a person and find his place in a world rapidly changing through World War, the \"Jazz Age,\" and Prohibition. It provides the reader with a good picture of what life was like for a privileged young man of the era.","F. Scott Fitzgerald's first novel, This Side of Paradise was published in 1920 when he was 23 years old, and was widely praised by critics. The semi-autobiographical work launched his career as one of America's most well-known writers. As a direct result of the publishing of the novel, Zelda Sayre (the inspiration for the character of the debutante Rosalind Connage) agreed to marry Fitzgerald. The couple became an icon of the excesses of the Jazz Age."],"year":1920,"genres":["classics","coming-of-age","fiction","romance"],"topics":["war"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/f-scott-fitzgerald/this-side-of-paradise"},"openlibraryId":"OL468488W","goodreadsId":"1889709","rating":0.728,"popularity":74603,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - This Side of Paradise","length":24,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Epigraph","length":134,"mode":"skip"},{"id":"004","title":"Dedication","length":17,"mode":"hide"},{"id":"005","title":"Book I: The Romantic Egotist - I: Amory, Son of Beatrice","length":59234,"mode":"type"},{"id":"006","title":"Book I: The Romantic Egotist - II: Spires and Gargoyles","length":94454,"mode":"type"},{"id":"007","title":"Book I: The Romantic Egotist - III: The Egotist Considers","length":50567,"mode":"type"},{"id":"008","title":"Book I: The Romantic Egotist - IV: Narcissus Off Duty","length":59206,"mode":"type"},{"id":"009","title":"Interlude: May, 1917 - February, 1919","length":11172,"mode":"type"},{"id":"010","title":"Book II: The Education of a Personage - I: The Debutante","length":45979,"mode":"type"},{"id":"011","title":"Book II: The Education of a Personage - II: Experiments in Convalescence","length":39205,"mode":"type"},{"id":"012","title":"Book II: The Education of a Personage - III: Young Irony","length":35356,"mode":"type"},{"id":"013","title":"Book II: The Education of a Personage - IV: The Supercilious Sacrifice","length":17463,"mode":"type"},{"id":"014","title":"Book II: The Education of a Personage - V: The Egotist Becomes a Personage","length":52157,"mode":"type"},{"id":"015","title":"Colophon","length":1098,"mode":"hide"},{"id":"016","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337750031}