{"id":"charles-w-chesnutt--the-conjure-woman","title":"The Conjure Woman","titleAlpha":"conjure woman","author":"Charles W. Chesnutt","language":"en","description":"Former slave Julius tells fantastical tales about plantation life to the incredulous Northerners who have just moved in.","longDescription":["The Conjure Woman is a collection of fantastical stories narrated by Julius, a former slave, about life on the nearby plantations prior to the Civil War. Each involves an element of magic, be it a vine that dooms those who eat from it or a man transformed into a tree to avoid being separated from his wife. Julius's audience, a married couple who have just moved to the South to cultivate grapes, listen on with mixed sympathy and disbelief. They disagree on whether Julius is telling the truth and whether there is some deeper significance to the tales. At turns humorous and unsettling, these stories provide a surprising lens into the realities of slavery.","The text is notable for spelling out Julius's spoken accent. Although Julius has some stereotypical features of a simple-minded old slave, he is often regarded as a more clever and complicated figure. He seems to tell his tales not only to entertain his listeners, but to trick them to his advantage.","Many of these stories first appeared in national magazines, where they received popular acclaim, before being assembled as their own volume in 1899. Charles W. Chesnutt's race was not mentioned by the publisher, nor could many guess his African heritage based on his appearance. However, Chesnutt embraced his African-American identity and was a prominent activist for black rights. The Conjure Woman, his first book, is considered an important early work of African-American fiction.","This edition includes four additional Julius tales that appeared in magazines but were not collected during Chesnutt's lifetime."],"year":2019,"genres":["fiction","shorts"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/charles-w-chesnutt/the-conjure-woman"},"series":null,"part":0,"chapters":[{"id":"001","title":"The Goophered Grapevine","length":29299,"skip":false},{"id":"002","title":"Po' Sandy","length":23236,"skip":false},{"id":"003","title":"Mars Jeems's Nightmare","length":32637,"skip":false},{"id":"004","title":"The Conjurer's Revenge","length":24277,"skip":false},{"id":"005","title":"Sis' Becky's Pickaninny","length":24450,"skip":false},{"id":"006","title":"The Gray Wolf's Ha'nt","length":27502,"skip":false},{"id":"007","title":"Hot-Foot Hannibal","length":28396,"skip":false},{"id":"008","title":"Other Julius Tales - Dave's Neckliss","length":27645,"skip":false},{"id":"009","title":"Other Julius Tales - Lonesome Ben","length":24395,"skip":false},{"id":"010","title":"Other Julius Tales - A Victim of Heredity - Or, Why the Darkey Loves Chicken","length":22893,"skip":false},{"id":"011","title":"Other Julius Tales - Tobe's Tribulations","length":22688,"skip":false},{"id":"012","title":"Endnotes","length":132,"skip":true}],"createdAt":1719506785411}