{"id":"william-beckford--vathek","title":"Vathek","titleAlpha":"vathek","author":"William Beckford","language":"en","description":"A powerful caliph embarks on a quest to harness the powers of darkness.","longDescription":["The titular Vathek is a powerful caliph who, though intelligent and capable, has a tendency to indulge in sensuality. A mysterious traveler arrives in his kingdom and mesmerizes Vathek with a promise of dark powers and hedonism beyond imagination. Vathek becomes obsessed with the supernatural possibilities, and, goaded on by his power-hungry mother, embarks on a journey of blasphemy and debauchery.","Vathek is one of the best-known Gothic novels, frequently referenced in literature of the era and beyond. Beckford, an English novelist, wrote it in French over the course of just several days at the age of twenty-one, after having hosted a three-day-long party in a lavish Orientalist style. European culture at the time was delighting in Orientalism, and Beckford capitalized on this by merging a fashionable Gothic narrative with a lush Orientalist setting. The novel's emphasis on the supernatural and on the horror of ghosts, ghouls, efreets, and djinns, was something still new to many contemporary readers; and couching a familiar morality tale in the trappings of an exotic setting made the story both accessible and fresh, contributing greatly to its popularity.","The story went on to inspire Romantic writers, including Lord Byron, Southey, Moore, and Keats; Edgar Allan Poe, H. P. Lovecraft, and Clark Ashton Smith were also influenced by Vathek's decadent and fantastic style."],"year":2022,"genres":["fantasy","fiction","gothic"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/william-beckford/vathek/samuel-henley"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface","length":932,"skip":true},{"id":"002","title":"Vathek","length":210228,"skip":false},{"id":"003","title":"Endnotes","length":7129,"skip":true}],"createdAt":1719162632310}