{"id":"richard-marsh--the-beetle","title":"The Beetle","titleAlpha":"beetle","author":"Richard Marsh","language":"en","description":"A group of middle-class Victorians find themselves pitted against an ancient Egyptian evil.","longDescription":["The Beetle was published in 1897, the same year as Dracula - and outsold it six to one that year. Like Dracula, the novel is steeped in the evil mysteries of an ancient horror: in this case, a mysterious ancient Egyptian creature bent on revenge.","The story is told through the sequential points of view of a group of middle-class Victorians who find themselves enmeshed in the creature's plot. The creature, in the guise of an Egyptian man, appears in London seeking revenge against a popular member of Parliament. They soon find out that it can shape shift into other things, including women; that it can control minds and use hypnosis; and that it won't stop at anything to get the revenge it seeks. The heroes are soon caught in a whirlwind of chase scenes, underground laboratories, secret cults, and more as they race to foil the creature.","While The Beetle didn't earn the lasting popularity of Stoker's counterpart, it remains a strange and unique morsel of Victorian sensationalist fiction."],"year":1897,"genres":["classics","fiction","horror"],"topics":["ghosts","monsters","politics","revenge"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/richard-marsh/the-beetle"},"openlibraryId":"OL827326W","goodreadsId":"816740","rating":0.7,"popularity":3564,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Beetle","length":18,"mode":"hide"},{"id":"002","title":"Imprint","length":1217,"mode":"hide"},{"id":"003","title":"Book I: The House with the Open Window - I: Outside","length":11137,"mode":"type"},{"id":"004","title":"Book I: The House with the Open Window - II: Inside","length":13632,"mode":"type"},{"id":"005","title":"Book I: The House with the Open Window - III: The Man in the Bed","length":9155,"mode":"type"},{"id":"006","title":"Book I: The House with the Open Window - IV: A Lonely Vigil","length":11426,"mode":"type"},{"id":"007","title":"Book I: The House with the Open Window - V: An Instruction to Commit Burglary","length":18141,"mode":"type"},{"id":"008","title":"Book I: The House with the Open Window - VI: A Singular Felony","length":15882,"mode":"type"},{"id":"009","title":"Book I: The House with the Open Window - VII: The Great Paul Lessingham","length":16101,"mode":"type"},{"id":"010","title":"Book I: The House with the Open Window - VIII: The Man in the Street","length":3732,"mode":"type"},{"id":"011","title":"Book I: The House with the Open Window - IX: The Contents of the Packet","length":9381,"mode":"hide"},{"id":"012","title":"Book II: The Haunted Man - X: Rejected","length":10230,"mode":"type"},{"id":"013","title":"Book II: The Haunted Man - XI: A Midnight Episode","length":11961,"mode":"type"},{"id":"014","title":"Book II: The Haunted Man - XII: A Morning Visitor","length":9382,"mode":"type"},{"id":"015","title":"Book II: The Haunted Man - XIII: The Picture","length":21853,"mode":"type"},{"id":"016","title":"Book II: The Haunted Man - XIV: The Duchess' Ball","length":15812,"mode":"type"},{"id":"017","title":"Book II: The Haunted Man - XV: Mr. Lessingham Speaks","length":13029,"mode":"type"},{"id":"018","title":"Book II: The Haunted Man - XVI: Atherton's Magic Vapour","length":15578,"mode":"type"},{"id":"019","title":"Book II: The Haunted Man - XVII: Magic? - Or Miracle?","length":4047,"mode":"type"},{"id":"020","title":"Book II: The Haunted Man - XVIII: The Apotheosis of the Beetle","length":30163,"mode":"type"},{"id":"021","title":"Book II: The Haunted Man - XIX: The Lady Rages","length":9051,"mode":"type"},{"id":"022","title":"Book II: The Haunted Man - XX: A Heavy Father","length":9326,"mode":"type"},{"id":"023","title":"Book II: The Haunted Man - XXI: The Terror in the Night","length":24075,"mode":"type"},{"id":"024","title":"Book II: The Haunted Man - XXII: The Haunted Man","length":23980,"mode":"type"},{"id":"025","title":"Book III: The Terror by Night and the Terror by Day - XXIII: The Way He Told Her","length":10063,"mode":"type"},{"id":"026","title":"Book III: The Terror by Night and the Terror by Day - XXIV: A Woman's View","length":6325,"mode":"type"},{"id":"027","title":"Book III: The Terror by Night and the Terror by Day - XXV: The Man in the Street","length":7971,"mode":"type"},{"id":"028","title":"Book III: The Terror by Night and the Terror by Day - XXVI: A Father's No","length":6645,"mode":"type"},{"id":"029","title":"Book III: The Terror by Night and the Terror by Day - XXVII: The Terror by Night","length":12673,"mode":"type"},{"id":"030","title":"Book III: The Terror by Night and the Terror by Day - XXVIII: The Strange Story of the Man in the Street","length":19980,"mode":"type"},{"id":"031","title":"Book III: The Terror by Night and the Terror by Day - XXIX: The House on the Road from the Workhouse","length":22711,"mode":"type"},{"id":"032","title":"Book III: The Terror by Night and the Terror by Day - XXX: The Singular Behaviour of Mr. Holt","length":4213,"mode":"type"},{"id":"033","title":"Book III: The Terror by Night and the Terror by Day - XXXI: The Terror by Day","length":8612,"mode":"type"},{"id":"034","title":"Book IV: In Pursuit - XXXII: A New Client","length":4892,"mode":"type"},{"id":"035","title":"Book IV: In Pursuit - XXXIII: What Came of Looking Through a Lattice","length":20092,"mode":"type"},{"id":"036","title":"Book IV: In Pursuit - XXXIV: After Twenty Years","length":15026,"mode":"type"},{"id":"037","title":"Book IV: In Pursuit - XXXV: A Bringer of Tidings","length":4624,"mode":"type"},{"id":"038","title":"Book IV: In Pursuit - XXXVI: What the Tidings Were","length":9269,"mode":"type"},{"id":"039","title":"Book IV: In Pursuit - XXXVII: What Was Hidden Under the Floor","length":12181,"mode":"type"},{"id":"040","title":"Book IV: In Pursuit - XXXVIII: The Rest of the Find","length":8471,"mode":"type"},{"id":"041","title":"Book IV: In Pursuit - XXXIX: Miss Louisa Coleman","length":18948,"mode":"type"},{"id":"042","title":"Book IV: In Pursuit - XL: What Miss Coleman Saw Through the Window","length":10808,"mode":"type"},{"id":"043","title":"Book IV: In Pursuit - XLI: The Constable - His Clue - and the Cab","length":14210,"mode":"type"},{"id":"044","title":"Book IV: In Pursuit - XLII: The Quarry Doubles","length":10072,"mode":"type"},{"id":"045","title":"Book IV: In Pursuit - XLIII: The Murder at Mrs. 'Enderson's","length":21418,"mode":"type"},{"id":"046","title":"Book IV: In Pursuit - XLIV: The Man Who Was Murdered","length":12344,"mode":"type"},{"id":"047","title":"Book IV: In Pursuit - XLV: All That Mrs. 'Enderson Knew","length":6397,"mode":"type"},{"id":"048","title":"Book IV: In Pursuit - XLVI: The Sudden Stopping","length":14714,"mode":"type"},{"id":"049","title":"Book IV: In Pursuit - XLVII: The Contents of the Third-Class Carriage","length":5009,"mode":"hide"},{"id":"050","title":"Book IV: In Pursuit - XLVIII: The Conclusion of the Matter","length":7158,"mode":"type"},{"id":"051","title":"Colophon","length":1030,"mode":"hide"},{"id":"052","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721490072043}