{"id":"jonathan-dymond--an-inquiry-into-the-accordancy-of-war-with-the-principles-of-christianity","title":"An Inquiry Into the Accordancy of War with the Principles of Christianity","titleAlpha":"inquiry into the accordancy of war with the principles of christianity","author":"Jonathan Dymond","language":"en","description":"Dymond argues that war is incompatible with the teachings of Christianity.","longDescription":["In his Inquiry, the early 19th-century Quaker philosopher Jonathan Dymond investigates the centuries-old question of whether war is compatible with the teachings of Christianity. Examining the question through both the lenses of Christian tradition and secular philosophy, Dymond argues that war is thoroughly incompatible with Christianity in its preceding causes, present reality, and following consequences. Much of the tract is dedicated to refuting the arguments of his opponents, such as claims that certain passages of the Bible sanction war or that the moral commandments of Christianity can be superseded on a case-to-case basis on utilitarian grounds of \"expediency.\" Dymond's Inquiry was later cited by his fellow Christian pacifist Leo Tolstoy in The Kingdom of God Is Within You, further advancing Dymond's argument that it is the duty of a Christian \"mildly and temperately, yet firmly, to refuse to serve\" in the military."],"year":null,"genres":["classics","philosophy","spirituality"],"topics":["war"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/jonathan-dymond/an-inquiry-into-the-accordancy-of-war-with-the-principles-of-christianity"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - An Inquiry Into the Accordancy of War with the Principles of Christianity","length":20,"mode":"hide"},{"id":"002","title":"Imprint","length":1195,"mode":"hide"},{"id":"003","title":"Epigraph","length":252,"mode":"skip"},{"id":"004","title":"Preface","length":4499,"mode":"skip"},{"id":"005","title":"I: Observations on the Causes of War","length":51826,"mode":"type"},{"id":"006","title":"II: An Inquiry, etc.","length":153589,"mode":"type"},{"id":"007","title":"III: Observations on the Effects of War","length":52052,"mode":"type"},{"id":"008","title":"Endnotes","length":13103,"mode":"hide"},{"id":"009","title":"Colophon","length":1108,"mode":"hide"},{"id":"010","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337994551}