{"id":"marcus-aurelius--meditations","title":"Meditations","titleAlpha":"meditations","author":"Marcus Aurelius","language":"en","description":"The personal diary of the Roman Emperor, in which he lays out his thoughts and philosophical musings on the Stoic philosophy and way of life.","longDescription":["Roman Emperor Marcus Aurelius Antoninus Augustus was the model of what we call a philosopher-king. Though his rule was troubled by war and conflict, he remained a thoughtful and even-handed ruler.","Meditations isn't a complete book, but rather a collection of his personal diary entries written over a ten-year campaign in Greece. The entries were never meant to be published; instead, they were a reminder to himself of how to remain calm, tranquil, and kind, even in the worst of situations. In them we see the emperor working out how to deal with the everyday problems all of us face: annoying coworkers, difficult family members, the expectations of others, unrealized goals and achievements, and, ultimately, happiness.","The episodic nature of Meditations makes it hard to follow at times, but in exchange we get a deeply personal window into the life of one of Rome's most unique emperors, and more importantly, a handbook of thoughtful advice on how to live a tranquil, satisfied, and productive life."],"year":2014,"genres":["philosophy"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/marcus-aurelius/meditations/george-long"},"series":null,"part":0,"chapters":[{"id":"001","title":"Book I","length":15654,"skip":false},{"id":"002","title":"Book II","length":12441,"skip":false},{"id":"003","title":"Book III","length":15498,"skip":false},{"id":"004","title":"Book IV","length":23402,"skip":false},{"id":"005","title":"Book V","length":23451,"skip":false},{"id":"006","title":"Book VI","length":24162,"skip":false},{"id":"007","title":"Book VII","length":22980,"skip":false},{"id":"008","title":"Book VIII","length":23967,"skip":false},{"id":"009","title":"Book IX","length":22871,"skip":false},{"id":"010","title":"Book X","length":23946,"skip":false},{"id":"011","title":"Book XI","length":20379,"skip":false},{"id":"012","title":"Book XII","length":16730,"skip":false},{"id":"013","title":"Endnotes","length":24369,"skip":true}],"createdAt":1719507114989}