{"id":"e-m-forster--where-angels-fear-to-tread","title":"Where Angels Fear to Tread","titleAlpha":"where angels fear to tread","author":"E. M. Forster","language":"en","description":"After an English widow on holiday impetuously falls in love with a handsome young Tuscan, her panicked in-laws send a rescue party.","longDescription":["Soon after the widowed Lilia Herriton arrives at the dusty Tuscan town of Monteriano with her friend Caroline Abbott, she falls in love with Gino Carella, a handsome - and younger - man. When her overbearing in-laws hear of the engagement, they panic, believing a marriage like that would dishonor their family and the memory of Lilia's late husband and their child.","Lilia's brother-in-law, Philip Herriton, rushes to Italy to stop the marriage and \"rescue\" Lilia from Gino. He soon discovers that he's too late, and that they've already married. Their impulsive decision will have major consequences - not just for the couple itself, but also for Caroline, Philip, and everyone else in their orbit.","Forster was just twenty-six in 1905 when Where Angels Fear to Tread, his first novel, was published. In a contemporary review, The Manchester Guardian called it \"almost startlingly original\" in its setting and the treatment of its motive, but also wondered if Forster could \"could be a little more charitable\" in future works. In 1991 it was made into a movie starring Helen Mirren, Helena Bonham Carter, Judy Davis, and Rubert Graves."],"year":1905,"genres":["classics","comedy","fiction","history","satire"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/e-m-forster/where-angels-fear-to-tread"},"openlibraryId":"OL88876W","goodreadsId":"1648408","rating":0.72,"popularity":16441,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Where Angels Fear to Tread","length":18,"mode":"hide"},{"id":"002","title":"Imprint","length":1194,"mode":"hide"},{"id":"003","title":"I","length":27294,"mode":"type"},{"id":"004","title":"II","length":28863,"mode":"type"},{"id":"005","title":"III","length":23504,"mode":"type"},{"id":"006","title":"IV","length":20390,"mode":"type"},{"id":"007","title":"V","length":37121,"mode":"type"},{"id":"008","title":"VI","length":48557,"mode":"type"},{"id":"009","title":"VII","length":25513,"mode":"type"},{"id":"010","title":"VIII","length":34439,"mode":"type"},{"id":"011","title":"IX","length":13032,"mode":"type"},{"id":"012","title":"X","length":15561,"mode":"type"},{"id":"013","title":"Colophon","length":1054,"mode":"hide"},{"id":"014","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721171656215}