{"id":"percy-marks--the-plastic-age","title":"The Plastic Age","titleAlpha":"plastic age","author":"Percy Marks","language":"en","description":"A student at an upscale liberal arts college navigates challenges, pitfalls, disillusionment, and the possibilities of his undergraduate experience in Jazz Age New England.","longDescription":["The Plastic Age can be read as an exposé on the moral failings of undergraduates in Jazz Age New England, as described through the four-year experience of a young man at the fictional Sanford College. Students enroll at Sanford to \"acquire culture,\" and do so at an age when they are \"plastic\" in the sense that they are changeable and meant to be transformed by the experience.","But, not all of the lessons of a college education are in the curriculum. To a student reader of the 1920s, Marks' novel would have looked more like a moral tale, critique, and guide to navigating the challenges, pitfalls, and possibilities of higher education. Marks was an English instructor at Brown University at the time of publication but also had experience teaching at MIT and Dartmouth from which to draw his descriptions of campus life.","The book was popular, the second best selling novel of 1924. It inspired two motion pictures. But it was also controversial. The novel was banned in Boston and Marks was removed from his teaching position at Brown the next year. College administrators saw the novel's setting as a thinly-veiled version of their own school and the novel's portrayal of college life hit too close to home.","A Sanford English instructor seems to convey the author's view when he says: \"Some day, perhaps, our administrative officers will be true educators; ... our faculties will be wise men really fitted to teach; ... our students will be really students, eager to learn, honest searchers after beauty and truth.\"","But what Marks sees instead are uninspired teaching and advising, superficial learning, pervasive smoking, prohibition-era drinking, vice, gambling, billiards, institutionalized hazing, excessive conformity, and a campus life that molds its students into less serious people. The author seeks elevation but sees regression.","Some of the norms and expectations of the 1920s may seem dated to the modern reader, but important themes endure. Marks went on to write 19 additional books and late in his career, returned to teaching literature at the University of Connecticut."],"year":1924,"genres":["classics","fiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/percy-marks/the-plastic-age"},"openlibraryId":"OL6330039W","goodreadsId":"2282859","rating":0.632,"popularity":55,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Plastic Age","length":16,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Dedication","length":13,"mode":"hide"},{"id":"004","title":"I","length":12066,"mode":"type"},{"id":"005","title":"II","length":3722,"mode":"type"},{"id":"006","title":"III","length":7302,"mode":"type"},{"id":"007","title":"IV","length":7545,"mode":"type"},{"id":"008","title":"V","length":13751,"mode":"type"},{"id":"009","title":"VI","length":17686,"mode":"type"},{"id":"010","title":"VII","length":7809,"mode":"type"},{"id":"011","title":"VIII","length":7421,"mode":"type"},{"id":"012","title":"IX","length":9354,"mode":"type"},{"id":"013","title":"X","length":19782,"mode":"type"},{"id":"014","title":"XI","length":25351,"mode":"type"},{"id":"015","title":"XII","length":27468,"mode":"type"},{"id":"016","title":"XIII","length":6380,"mode":"type"},{"id":"017","title":"XIV","length":14835,"mode":"type"},{"id":"018","title":"XV","length":17434,"mode":"type"},{"id":"019","title":"XVI","length":22058,"mode":"type"},{"id":"020","title":"XVII","length":17094,"mode":"type"},{"id":"021","title":"XVIII","length":13634,"mode":"type"},{"id":"022","title":"XIX","length":11879,"mode":"type"},{"id":"023","title":"XX","length":14391,"mode":"type"},{"id":"024","title":"XXI","length":13660,"mode":"type"},{"id":"025","title":"XXII","length":32810,"mode":"type"},{"id":"026","title":"XXIII","length":20319,"mode":"type"},{"id":"027","title":"XXIV","length":20082,"mode":"type"},{"id":"028","title":"XXV","length":12885,"mode":"type"},{"id":"029","title":"XXVI","length":18100,"mode":"type"},{"id":"030","title":"XXVII","length":8087,"mode":"type"},{"id":"031","title":"Colophon","length":1039,"mode":"hide"},{"id":"032","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721490036437}