{"id":"karel-capek--r-u-r","title":"R.U.R.","titleAlpha":"r.u.r.","author":"Karel Čapek","language":"en","description":"The development of artificial beings in huge quantities to act as workers and soldiers leads to disaster for mankind.","longDescription":["R. U. R., or Rossum's Universal Robots is a play written in 1920 by Karel Capek, a Czech writer who wrote many plays and novels, many of them with science-fiction and dystopian themes. R. U. R. is perhaps the most well-known of these works in the English-speaking world because it brought the word \"robot\" into the language. \"Robot\" is derived from the Czech word meaning \"worker.\"","The play is set in the island headquarters of the R. U. R. corporation. The corporation has been manufacturing artificial beings which resemble humans, but who are tireless workers. They can be mass-produced in large numbers and are being adopted as workers in many countries. In the first scene of the play, they are visited by a young woman, Helena Glory, who aspires to relieve the lot of the robots, who she sees as oppressed. However, in what must be the fastest seduction scene in all drama, she is wooed and agrees to marry Harry Domin, the factory manager, who she has just met. She still however aspires to improve the life of robots and find a way to give them souls. Ultimately, however, this admirable desire leads to disaster for humankind.","The play was translated into English, and slightly abridged, by Paul Selver and Nigel Playfair in 1923. This version quickly became popular with both British and American audiences and was well received by critics."],"year":2020,"genres":["drama","fiction","science-fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/karel-capek/r-u-r/paul-selver_nigel-playfair"},"series":null,"part":0,"chapters":[{"id":"001","title":"Dramatis Personae","length":1230,"skip":false},{"id":"002","title":"R. U. R. - Act I","length":39247,"skip":false},{"id":"003","title":"R. U. R. - Act II","length":37634,"skip":false},{"id":"004","title":"R. U. R. - Act III","length":25043,"skip":false},{"id":"005","title":"R. U. R. - Epilogue","length":9800,"skip":false}],"createdAt":1719507067501}