{"id":"ford-madox-ford--a-man-could-stand-up-","title":"A Man Could Stand Up - ","titleAlpha":"man could stand up - ","author":"Ford Madox Ford","language":"en","description":"A veteran returning from the front celebrates Armistice Day with the people he loves, while trying to deal with the psychological impacts of war.","longDescription":["A Man Could Stand Up - opens on Armistice Day, with Valentine Wannop learning that her love, Christopher Tietjens, has returned to London from the front. As she prepares to meet him, the narrative suddenly shifts time and place to earlier in the year, with Tietjens commanding a group of soldiers in a trench somewhere in the war zone. Tietjens leads his company bravely as they shelter from the constant German strafes, before the narrative again jumps to conclude with an actual Armistice Day celebration.","In this simple narrative Ford creates dense, complex character studies of Valentine and Tietjens. Tietjens, often called \"the last Tory\" for his staunch and unwavering approach to honor, duty, and fidelity, has changed greatly from the man he was in the previous installments in the series. Ford explores the psychological horror that the Great War inflicted on its combatants through the lens of Valentine's gentle curiosity about Tietjen's time on the front: men returned from battle injured not just in body, but in soul, too. The constant, unrelenting shelling, the endless strafes, the clouds of poison gas, the instant death of friends and comrades for no reason at all, the muddy and grim entrenchments where men lived and died - all of these permanently changed soldiers in ways that previous wars didn't. Now the \"last Tory\" wants nothing more than to retreat from society and live a quiet life with the woman he loves - who is not his wife.","As we follow Valentine and Tietjens through the last day of the war, we see how the Great War was not just the destruction of men, but of an entire era."],"year":null,"genres":["classics","fiction","history"],"topics":["war"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/ford-madox-ford/a-man-could-stand-up"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - A Man Could Stand Up -","length":20,"mode":"hide"},{"id":"002","title":"Imprint","length":1176,"mode":"hide"},{"id":"003","title":"Dedication","length":3293,"mode":"hide"},{"id":"004","title":"Part I - I","length":27843,"mode":"type"},{"id":"005","title":"Part I - II","length":32107,"mode":"type"},{"id":"006","title":"Part I - III","length":29526,"mode":"type"},{"id":"007","title":"Part II - I","length":50987,"mode":"type"},{"id":"008","title":"Part II - II","length":36114,"mode":"type"},{"id":"009","title":"Part II - III","length":32345,"mode":"type"},{"id":"010","title":"Part II - IV","length":31590,"mode":"type"},{"id":"011","title":"Part II - V","length":45533,"mode":"type"},{"id":"012","title":"Part II - VI","length":41853,"mode":"type"},{"id":"013","title":"Part III - I","length":45731,"mode":"type"},{"id":"014","title":"Part III - II","length":20824,"mode":"type"},{"id":"015","title":"Colophon","length":1077,"mode":"hide"},{"id":"016","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721171808817}