{"id":"charles-kingsley--the-water-babies","title":"The Water-Babies","titleAlpha":"water-babies","author":"Charles Kingsley","language":"en","description":"A young, uneducated, and mistreated chimney sweep is reborn as a denizen of the fairy world, beginning a journey of moral and spiritual growth.","longDescription":["Uneducated and regularly mistreated by his master, his filth only matched by his moral and spiritual baseness, Tom is a typical Victorian chimney sweep. While on a special job at a noble's estate, prejudice pins a crime on him and he flees in fear of retaliation. The chase eventually takes him to a stream in which he bathes for the first time and, doing so, finds himself reborn as a water-baby. Now a denizen of the fairy world, so close yet so alien to ours, Tom begins a journey of moral and spiritual growth. Through the teachings of the fairies, he is made aware of the consequences of his own cruelty and ignorance, for which he learns to own up to, and ultimately understands the importance of doing as he would be done by.","This is the premise of The Water-Babies, a children's book written by Charles Kingsley in 1863. As a man of the cloth who wrote children's fiction with a taste for science, Kingsley bears similarities to Lewis Carroll, whose Alice' Adventures in Wonderland would be published two years after The Water-Babies. But while Carroll eschewed didacticism, Kingsley embraced it.","Kingsley had a clear moral purpose in writing his book. Like many of his contemporaries, he believed in the importance of providing children with a moral education - the nature thereof being often in contention. In particular, Kingsley clashed with the American author Samuel Goodrich, who was contemptuous of fantasy and insisted that children be given only facts and taught to reach objective truth through empirical means. Kingsley, in opposition, held that children need a balanced manner of apprehension: limiting them to mere facts would not automatically provide them with the insight and critical thinking needed to produce anything useful. Fantasy adds an element of wonder to education, allowing children to engage and play with ideas, and opening their minds to various, sometimes unconventional, inferences. Goodrich is lampooned in the book as Cousin Cramchild; the consequences of his methods are shown through vegetable children who are \"all heads and no bodies\": full of information yet lacking in wisdom and unable to do anything at all.","Kingsley also had a scientific interest in writing his book. A well-rounded moral education, he thought, required an alliance of faith and science, something he understood as a clergyman. In The Water-Babies, he explores the harmony between faith and science, using fantasy and humor to illustrate his views and introduce children to the scientific method as well as Darwin's theory of evolution through natural selection.","But The Water-Babies is not just a work of whimsy for children. Like Carroll, Kingsley imparts darkness into his work. While he is careful not to shock his intended audience, adults can easily pick up that the water-babies were once children who died from abuse or neglect. Tom leaves his dirty husk behind so his true self can finally be free to wander and wonder, to learn and grow, to find in the afterlife as a fairy what he had been denied in life as a human - a fulfillment of the Christian promise. Under the playfulness of the tale lie the horrors of the Industrial Revolution that forced so many into child labor. Kingsley's outrage, however, didn't go unheard: The Water-Babies became a bestseller, echoing the sentiment of other reformers. The Chimney Sweepers Regulation Act, which aimed to improve the conditions of chimney sweeps, passed a year after the book's publication. It is no exaggeration to say that Kingsley, through his book, helped to make a difference for many children and young men."],"year":1863,"genres":["children","classics","fiction"],"topics":["fairy-tales","folklore"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/charles-kingsley/the-water-babies"},"openlibraryId":"OL1130095W","goodreadsId":"2472792","rating":0.6759999999999999,"popularity":9219,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Water-Babies","length":21,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Dedication","length":160,"mode":"hide"},{"id":"004","title":"I","length":44704,"mode":"type"},{"id":"005","title":"II","length":41022,"mode":"type"},{"id":"006","title":"III","length":46686,"mode":"type"},{"id":"007","title":"IV","length":49624,"mode":"type"},{"id":"008","title":"V","length":40910,"mode":"type"},{"id":"009","title":"VI","length":33278,"mode":"type"},{"id":"010","title":"VII","length":43082,"mode":"type"},{"id":"011","title":"VIII","length":56942,"mode":"type"},{"id":"012","title":"Moral","length":2988,"mode":"type"},{"id":"013","title":"Colophon","length":1079,"mode":"hide"},{"id":"014","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337612497}