{
  "id": "charles-dickens--a-tale-of-two-cities",
  "title": "A Tale of Two Cities",
  "titleAlpha": "tale of two cities",
  "author": "Charles Dickens",
  "language": "en",
  "description": "A family is reunited, added to, and then threatened to be torn apart by events arising from the French Revolution.",
  "longDescription": [
    "A doctor is released from the Bastille after being falsely imprisoned for almost eighteen years. A young woman discovers the father she's never known is not dead but alive, if not entirely well. A young man is acquitted of being a traitor, due in part to the efforts of a rather selfish lout who is assisting the young man's attorney. A man has a wine shop in Paris with a wife who knits at the bar. These disparate elements are tied together as only Dickens can, and in the process he tells the story of the French Revolution.",
    "Charles Dickens was fascinated by Thomas Carlyle's magnum opus The French Revolution; according to Dickens' letters, he read it \"500 times\" and carried it with him everywhere while he was working on this novel. When he wrote to Carlyle asking him for books to read on background, Carlyle sent him two cartloads full. Dickens mimicked Carlyle's style, his chronology, and his overall characterization of the revolution; although A Tale of Two Cities is fiction, the historical events described are largely accurate, sometimes exactly so. Even so, Dickens made his name and reputation on telling stories full of characters one could be invested in, care about, and despise, and this novel has all of those and more. It also, in its first and last lines, has two of the most famous lines in literature. With the possible exception of A Christmas Carol, it is his most popular novel, and according to many, his best."
  ],
  "year": 1859,
  "genres": [
    "classics",
    "fiction",
    "history"
  ],
  "topics": [
    "revolution",
    "war"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/charles-dickens/a-tale-of-two-cities"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - A Tale of Two Cities",
      "length": 20,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1176,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Preface",
      "length": 1025,
      "mode": "skip"
    },
    {
      "id": "004",
      "title": "Book the First: Recalled to Life - I: The Period",
      "length": 5767,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "Book the First: Recalled to Life - II: The Mail",
      "length": 11104,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "Book the First: Recalled to Life - III: The Night Shadows",
      "length": 8893,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "Book the First: Recalled to Life - IV: The Preparation",
      "length": 24308,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "Book the First: Recalled to Life - V: The Wine-Shop",
      "length": 23344,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "Book the First: Recalled to Life - VI: The Shoemaker",
      "length": 21987,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "Book the Second: The Golden Thread - I: Five Years Later",
      "length": 13624,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "Book the Second: The Golden Thread - II: A Sight",
      "length": 13190,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "Book the Second: The Golden Thread - III: A Disappointment",
      "length": 27297,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "Book the Second: The Golden Thread - IV: Congratulatory",
      "length": 12381,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "Book the Second: The Golden Thread - V: The Jackal",
      "length": 11774,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "Book the Second: The Golden Thread - VI: Hundreds of People",
      "length": 25549,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "Book the Second: The Golden Thread - VII: Monseigneur in Town",
      "length": 19105,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "Book the Second: The Golden Thread - VIII: Monseigneur in the Country",
      "length": 10452,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "Book the Second: The Golden Thread - IX: The Gorgon's Head",
      "length": 22641,
      "mode": "type"
    },
    {
      "id": "019",
      "title": "Book the Second: The Golden Thread - X: Two Promises",
      "length": 15816,
      "mode": "type"
    },
    {
      "id": "020",
      "title": "Book the Second: The Golden Thread - XI: A Companion Picture",
      "length": 7460,
      "mode": "type"
    },
    {
      "id": "021",
      "title": "Book the Second: The Golden Thread - XII: The Fellow of Delicacy",
      "length": 13983,
      "mode": "type"
    },
    {
      "id": "022",
      "title": "Book the Second: The Golden Thread - XIII: The Fellow of No Delicacy",
      "length": 9675,
      "mode": "type"
    },
    {
      "id": "023",
      "title": "Book the Second: The Golden Thread - XIV: The Honest Tradesman",
      "length": 21876,
      "mode": "type"
    },
    {
      "id": "024",
      "title": "Book the Second: The Golden Thread - XV: Knitting",
      "length": 23203,
      "mode": "type"
    },
    {
      "id": "025",
      "title": "Book the Second: The Golden Thread - XVI: Still Knitting",
      "length": 21893,
      "mode": "type"
    },
    {
      "id": "026",
      "title": "Book the Second: The Golden Thread - XVII: One Night",
      "length": 10174,
      "mode": "type"
    },
    {
      "id": "027",
      "title": "Book the Second: The Golden Thread - XVIII: Nine Days",
      "length": 13085,
      "mode": "type"
    },
    {
      "id": "028",
      "title": "Book the Second: The Golden Thread - XIX: An Opinion",
      "length": 15408,
      "mode": "type"
    },
    {
      "id": "029",
      "title": "Book the Second: The Golden Thread - XX: A Plea",
      "length": 7050,
      "mode": "type"
    },
    {
      "id": "030",
      "title": "Book the Second: The Golden Thread - XXI: Echoing Footsteps",
      "length": 23825,
      "mode": "type"
    },
    {
      "id": "031",
      "title": "Book the Second: The Golden Thread - XXII: The Sea Still Rises",
      "length": 11392,
      "mode": "type"
    },
    {
      "id": "032",
      "title": "Book the Second: The Golden Thread - XXIII: Fire Rises",
      "length": 14931,
      "mode": "type"
    },
    {
      "id": "033",
      "title": "Book the Second: The Golden Thread - XXIV: Drawn to the Loadstone Rock",
      "length": 24506,
      "mode": "type"
    },
    {
      "id": "034",
      "title": "Book the Third: The Track of a Storm - I: In Secret",
      "length": 23995,
      "mode": "type"
    },
    {
      "id": "035",
      "title": "Book the Third: The Track of a Storm - II: The Grindstone",
      "length": 13724,
      "mode": "type"
    },
    {
      "id": "036",
      "title": "Book the Third: The Track of a Storm - III: The Shadow",
      "length": 9617,
      "mode": "type"
    },
    {
      "id": "037",
      "title": "Book the Third: The Track of a Storm - IV: Calm in Storm",
      "length": 11871,
      "mode": "type"
    },
    {
      "id": "038",
      "title": "Book the Third: The Track of a Storm - V: The Wood-Sawyer",
      "length": 12660,
      "mode": "type"
    },
    {
      "id": "039",
      "title": "Book the Third: The Track of a Storm - VI: Triumph",
      "length": 14103,
      "mode": "type"
    },
    {
      "id": "040",
      "title": "Book the Third: The Track of a Storm - VII: A Knock at the Door",
      "length": 10315,
      "mode": "type"
    },
    {
      "id": "041",
      "title": "Book the Third: The Track of a Storm - VIII: A Hand at Cards",
      "length": 25884,
      "mode": "type"
    },
    {
      "id": "042",
      "title": "Book the Third: The Track of a Storm - IX: The Game Made",
      "length": 25440,
      "mode": "type"
    },
    {
      "id": "043",
      "title": "Book the Third: The Track of a Storm - X: The Substance of the Shadow",
      "length": 30889,
      "mode": "type"
    },
    {
      "id": "044",
      "title": "Book the Third: The Track of a Storm - XI: Dusk",
      "length": 7669,
      "mode": "type"
    },
    {
      "id": "045",
      "title": "Book the Third: The Track of a Storm - XII: Darkness",
      "length": 17402,
      "mode": "type"
    },
    {
      "id": "046",
      "title": "Book the Third: The Track of a Storm - XIII: Fifty-Two",
      "length": 24110,
      "mode": "type"
    },
    {
      "id": "047",
      "title": "Book the Third: The Track of a Storm - XIV: The Knitting Done",
      "length": 25585,
      "mode": "type"
    },
    {
      "id": "048",
      "title": "Book the Third: The Track of a Storm - XV: The Footsteps Die Out Forever",
      "length": 12000,
      "mode": "type"
    },
    {
      "id": "049",
      "title": "Colophon",
      "length": 1046,
      "mode": "hide"
    },
    {
      "id": "050",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL8193465W",
  "goodreadsId": "124930134",
  "rating": 0.774,
  "popularity": 956033,
  "cover": null,
  "free": true,
  "custom": false,
  "createdAt": 1720555016978
}