{"id":"henrik-ibsen--a-dolls-house","title":"A Doll's House","titleAlpha":"doll's house","author":"Henrik Ibsen","language":"en","description":"In 1870s Norway, a woman struggles to be herself within the confines of marriage and society.","longDescription":["In 1870s Norway, Nora Helmer struggles to be her own person within her marriage and a society that limits the opportunities of women. When decisions made to protect her husband come back to haunt her, Nora must fight for her family and for her own place in the world.","Since its first theatrical run, in which every performance was sold out, A Doll's House has inspired admiration, controversy, and discussion. First published by Ibsen in 1879 in Danish, the official language of Danish-ruled Norway, A Doll's House sold out its first two printings within months. It first premiered at the Royal Theatre in Copenhagen within a month of publication, and the play was performed in Germany in 1880 and London in 1884.","Initial translations changed the play, particularly the ending, to be more sympathetic and acceptable. Ibsen considered these changes to be a \"barbaric outrage.\" It wouldn't be until 1889 that the play was performed as written in London and Broadway.","Ibsen's work pioneered realistic depictions of middle class families and social themes. He claimed that he didn't have feminist intentions in the writing of A Doll's House, instead aiming for \"the description of humanity,\" but the play is widely considered an essential feminist work and has had a real lasting impact: as recently as 2006, it was the most performed play in the world."],"year":1879,"genres":["classics","drama"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/henrik-ibsen/a-dolls-house/r-farquharson-sharp"},"openlibraryId":"OL16249343W","goodreadsId":"536746","rating":0.752,"popularity":147563,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - A Doll's House","length":53,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Dramatis Personae","length":178,"mode":"hide"},{"id":"004","title":"Act I","length":55740,"mode":"type"},{"id":"005","title":"Act II","length":42300,"mode":"type"},{"id":"006","title":"Act III","length":43280,"mode":"type"},{"id":"007","title":"Colophon","length":1117,"mode":"hide"},{"id":"008","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721171917197}