{"id":"j-m-synge--the-playboy-of-the-western-world","title":"The Playboy of the Western World","titleAlpha":"playboy of the western world","author":"J. M. Synge","language":"en","description":"A young man in the west coast of Ireland is lionized after he claims to have killed his father.","longDescription":["A young man stumbles into a rural public house in western Ireland claiming to be on the run after having killed his father. He immediately becomes a source of awe and an object of adoration, and even love. But what happens when the inhabitants of this tiny village find out all is not as the stranger claims?","J. M. Synge first presented The Playboy of the Western World at the Abbey Theatre in Dublin on the 26th of January, 1907. The performance immediately offended Irish nationalists by seemingly insulting the Irish people and language, and the general public, by being an offense against moral order. Before it was even finished, it was disrupted by a riot that soon spread out into the city. When it was performed in 1911 in the U. S., the play was again greeted with scorn and the company arrested for an immoral performance.","But as Synge himself attempts to explain in the preface to his play, rather than attack Irish Gaelic, he wanted to show the relationship between the imagination of the Irish country people and their speech, which is \"rich and living,\" and that his use of such language reflects reality in a way missing from other modern drama. He later insisted that his plot was not to be taken as social realism, but died in 1909 before the play finally gained broader appeal in the wider world. Since then the significance of The Playboy of the Western World has been recognized and celebrated both for its characterizations and its rich use of dialect."],"year":1907,"genres":["classics","drama"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/j-m-synge/the-playboy-of-the-western-world"},"openlibraryId":"OL272014W","goodreadsId":"433025","rating":0.708,"popularity":5341,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Playboy of the Western World","length":16,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Preface","length":2995,"mode":"skip"},{"id":"004","title":"Persons in the Play","length":519,"mode":"type"},{"id":"005","title":"Act I","length":34262,"mode":"type"},{"id":"006","title":"Act II","length":33530,"mode":"type"},{"id":"007","title":"Act III","length":37454,"mode":"type"},{"id":"008","title":"Colophon","length":1047,"mode":"hide"},{"id":"009","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337910480}