{"id":"anatole-france--penguin-island","title":"Penguin Island","titleAlpha":"penguin island","author":"Anatole France","language":"en","description":"A myopic saint mistakenly baptizes some penguins, ushering in a centuries-spanning satire of French history.","longDescription":["Penguin Island, published by Anatole France in 1908, is a comic novel that satirizes the history of France, from its prehistory to the author's vision of a distant future.","After setting out on a storm-tossed voyage of evangelization, the myopic St. Mael finds himself on an island populated by penguins. Mistaking them to be humans, Mael baptizes them - touching off a dispute in Heaven and ushering the Penguin nation into history."],"year":2020,"genres":["comedy","fiction","satire"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/anatole-france/penguin-island/a-w-evans"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface","length":16831,"skip":true},{"id":"002","title":"Book I: The Beginnings - I: Life of Saint Mael","length":2581,"skip":false},{"id":"003","title":"Book I: The Beginnings - II: The Apostolical Vocation of Saint Mael","length":8192,"skip":false},{"id":"004","title":"Book I: The Beginnings - III: The Temptation of Saint Mael","length":5242,"skip":false},{"id":"005","title":"Book I: The Beginnings - IV: St. Mael's Navigation on the Ocean of Ice","length":4489,"skip":false},{"id":"006","title":"Book I: The Beginnings - V: The Baptism of the Penguins","length":5019,"skip":false},{"id":"007","title":"Book I: The Beginnings - VI: An Assembly in Paradise","length":14868,"skip":false},{"id":"008","title":"Book I: The Beginnings - VI: An Assembly in Paradise","length":8570,"skip":false},{"id":"009","title":"Book I: The Beginnings - VIII: Metamorphosis of the Penguins","length":2520,"skip":false},{"id":"010","title":"Book II: The Ancient Times - I: The First Clothes","length":9178,"skip":false},{"id":"011","title":"Book II: The Ancient Times - II: The First Clothes","length":1175,"skip":false},{"id":"012","title":"Book II: The Ancient Times - III: Setting Bounds to the Fields and the Origin of Property","length":7008,"skip":false},{"id":"013","title":"Book II: The Ancient Times - IV: The First Assembly of the Estates of Penguinia","length":4270,"skip":false},{"id":"014","title":"Book II: The Ancient Times - V: The Marriage of Kraken and Orberosia","length":3466,"skip":false},{"id":"015","title":"Book II: The Ancient Times - VI: The Dragon of Alca","length":4360,"skip":false},{"id":"016","title":"Book II: The Ancient Times - VII: The Dragon of Alca","length":3606,"skip":false},{"id":"017","title":"Book II: The Ancient Times - VIII: The Dragon of Alca","length":4865,"skip":false},{"id":"018","title":"Book II: The Ancient Times - IX: The Dragon of Alca","length":4321,"skip":false},{"id":"019","title":"Book II: The Ancient Times - X: The Dragon of Alca","length":5722,"skip":false},{"id":"020","title":"Book II: The Ancient Times - XI: The Dragon of Alca","length":5285,"skip":false},{"id":"021","title":"Book II: The Ancient Times - XII: The Dragon of Alca","length":4522,"skip":false},{"id":"022","title":"Book II: The Ancient Times - XII: The Dragon of Alca","length":3658,"skip":false},{"id":"023","title":"Book III: The Middle Ages and the Renaissance - I: Brian the Good and Queen Glamorgan","length":6429,"skip":false},{"id":"024","title":"Book III: The Middle Ages and the Renaissance - II: Draco the Great","length":5582,"skip":false},{"id":"025","title":"Book III: The Middle Ages and the Renaissance - III: Queen Crucha","length":5316,"skip":false},{"id":"026","title":"Book III: The Middle Ages and the Renaissance - IV: Letters - Johannes Talpa","length":12749,"skip":false},{"id":"027","title":"Book III: The Middle Ages and the Renaissance - V: The Arts - Margaritone's Vision","length":3964,"skip":false},{"id":"028","title":"Book III: The Middle Ages and the Renaissance - VI: Marbodius - The Descent of Marbodius Into Hell","length":20691,"skip":false},{"id":"029","title":"Book III: The Middle Ages and the Renaissance - VII: Signs in the Moon","length":2647,"skip":false},{"id":"030","title":"Book IV: Trinco - I: Mother Rouquin","length":10309,"skip":false},{"id":"031","title":"Book IV: Trinco - II: Trinco - Account of the Travels of Young Djambi in Penguinia","length":3685,"skip":false},{"id":"032","title":"Book IV: Trinco - III: The Journey of Doctor Obnubile","length":7894,"skip":false},{"id":"033","title":"Book V: Chatillon - I: The Reverend Fathers Agaric and Cornemuse","length":12987,"skip":false},{"id":"034","title":"Book V: Chatillon - II: Prince Crucho","length":4961,"skip":false},{"id":"035","title":"Book V: Chatillon - III: The Cabal","length":8411,"skip":false},{"id":"036","title":"Book V: Chatillon - IV: Viscountess Olive","length":6910,"skip":false},{"id":"037","title":"Book V: Chatillon - V: The Prince des Boscenos","length":10185,"skip":false},{"id":"038","title":"Book V: Chatillon - VI: The Emiral's Fall","length":13555,"skip":false},{"id":"039","title":"Book V: Chatillon - VII: Conclusion","length":6174,"skip":false},{"id":"040","title":"Book VI: The Affair of the Eighty Thousand Trusses of Hay - I: General Greatauk, Duke of Skull","length":5611,"skip":false},{"id":"041","title":"Book VI: The Affair of the Eighty Thousand Trusses of Hay - II: Pyrot","length":6356,"skip":false},{"id":"042","title":"Book VI: The Affair of the Eighty Thousand Trusses of Hay - III: Count de Maubec de la Dentdulynx","length":6700,"skip":false},{"id":"043","title":"Book VI: The Affair of the Eighty Thousand Trusses of Hay - IV: Colomban","length":5759,"skip":false},{"id":"044","title":"Book VI: The Affair of the Eighty Thousand Trusses of Hay - V: The Reverend Fathers Agaric and Cornemuse","length":8140,"skip":false},{"id":"045","title":"Book VI: The Affair of the Eighty Thousand Trusses of Hay - VI: The Seven Hundred Pyrotists","length":8123,"skip":false},{"id":"046","title":"Book VI: The Affair of the Eighty Thousand Trusses of Hay - VII: Bidault-Coquille and Maniflore, the Socialists","length":11746,"skip":false},{"id":"047","title":"Book VI: The Affair of the Eighty Thousand Trusses of Hay - VIII: The Colomban Trial","length":10379,"skip":false},{"id":"048","title":"Book VI: The Affair of the Eighty Thousand Trusses of Hay - IX: Father Douillard","length":9117,"skip":false},{"id":"049","title":"Book VI: The Affair of the Eighty Thousand Trusses of Hay - X: Mr. Justice Chaussepied","length":7982,"skip":false},{"id":"050","title":"Book VI: The Affair of the Eighty Thousand Trusses of Hay - XI: Conclusion","length":7061,"skip":false},{"id":"051","title":"Book VII: Madame Ceres - I: Madame Clarence's Drawing Room","length":7132,"skip":false},{"id":"052","title":"Book VII: Madame Ceres - II: The Charity of St. Orberosia","length":7848,"skip":false},{"id":"053","title":"Book VII: Madame Ceres - III: Hippolyte Ceres","length":11392,"skip":false},{"id":"054","title":"Book VII: Madame Ceres - IV: A Politician's Marriage","length":7700,"skip":false},{"id":"055","title":"Book VII: Madame Ceres - V: The Visire Cabinet","length":9316,"skip":false},{"id":"056","title":"Book VII: Madame Ceres - VI: The Sofa of the Favourite","length":7625,"skip":false},{"id":"057","title":"Book VII: Madame Ceres - VII: The First Consequences","length":6483,"skip":false},{"id":"058","title":"Book VII: Madame Ceres - VIII: Further Consequences","length":12831,"skip":false},{"id":"059","title":"Book VII: Madame Ceres - IX: The Final Consequences","length":10970,"skip":false},{"id":"060","title":"Book VII: Madame Ceres - The Zenith of Penguin Civilization","length":6539,"skip":false},{"id":"061","title":"Book VIII: Future Times - ยง 1","length":11221,"skip":false},{"id":"062","title":"Book VIII: Future Times - ยง 2","length":7662,"skip":false},{"id":"063","title":"Book VIII: Future Times - ยง 3","length":10502,"skip":false},{"id":"064","title":"Book VIII: Future Times - ยง 4","length":2747,"skip":false},{"id":"065","title":"Endnotes","length":2895,"skip":true}],"createdAt":1719506686903}