{"id":"knut-hamsun--hunger","title":"Hunger","titleAlpha":"hunger","author":"Knut Hamsun","language":"en","description":"Starvation drives an aspiring writer to the brink of insanity as he struggles to escape extreme poverty, and simultaneously to pursue a woman, in late nineteenth-century Christiania.","longDescription":["Hunger recounts the physical and mental decline of an aspiring writer struggling to establish himself in late nineteenth-century Christiania. Initially hungry and weeks behind on his rent, the unnamed protagonist becomes increasingly destitute and, as his starvation progresses, increasingly irrational. He tries, often failing, to pawn as many of his remaining possessions as he can spare, down to his coat buttons and old blanket. When the protagonist leaves the cramped lodgings he cannot afford, he sleeps on benches and streets at night; during the day he tries desperately both to acquire any amount of money and to maintain a front of respectability. At the same time, he attempts to compose journalistic and literary works to sell and becomes infatuated with a woman he feels compelled to harass on the street, for whom he coins the nonsense name \"Ylajali.\"","The book has been received as a proto-modernist portrait of urban alienation; it is also a study of a particular character, based on that of Hamsun himself, whose own experiences of severe hunger, financial hardship and literary ambition supplied the raw material for the work. Like the unnamed protagonist, Hamsun's disheveled and emaciated appearance shocked the editor to whom he delivered the first part of his manuscript, impelling the latter to immediately give the author five kroner, just as the editor in Hunger sends money to the protagonist. Various other autobiographical details have been identified in the book, including one of Hamsun's places of residence in Oslo, leading biographer Robert Ferguson to label Hunger \"Hamsun's self-portrait in fiction.\"","Often described as plotless, Hunger was Hamsun's first published novel, which as he wrote to Danish literary critic Georg Brandes \"must not be regarded as a novel.\" To Hamsun, traditionally \"novelistic\" structures were incompatible with his own fascination, namely \"the endless motion of [his] own mind.\" Instead, as he wrote to his friend Erik Frydenlund, he viewed the book as \"a series of analyses.\" These analyses predominantly concern the protagonist's psychology: the emotions and fantasies of his turbulent inner life are recorded in detail, periods of manic creativity giving way to violent, and at times self-punishing, despair. When through various strokes of luck he comes into small amounts of money, he tends to squander it immediately out of spite, pride or inappropriate generosity, only to be racked once again with shame over what he regards as the disgrace of his poverty. In this Hunger stands as a timeless description of the distinctive instability, irrationality, and desperation that accompany extreme starvation; Hamsun's further aim, expressed to Georg Brandes, was to depict \"the strange and peculiar life of the mind, the mysteries of the nerves in a starving body.\"","An extract from the book was published in November 1888 in the Danish periodical Ny Jord, as Hamsun needed the money. The anonymous excerpt was a sensation in the Danish-speaking world of letters and, once the identity of its author became known, drew Hamsun into the prestigious literary circles of Copenhagen. When the completed book was published nineteen months later, it brought its author international fame, bolstered by its rapid translation into German one month after its publication in Denmark and Norway. As with the rest of Hamsun's oeuvre, Hunger's popularity waned drastically after the Second World War due to the author's support of Nazism, and this element of the author's biography continues to constrain its readership today. However, the apolitical, inwardly-focused Hunger has been recognized by critics as one of Hamsun's best works, a classic of Norwegian literature and an important forerunner of twentieth-century modernism.","This Standard Ebooks edition is the translation by George Egerton, pseudonym of writer and translator Mary Chavelita Dunne Bright. Originally censored in part, the 1921 edition reproduced here restores the missing sections."],"year":2024,"genres":["fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/knut-hamsun/hunger/george-egerton"},"series":null,"part":0,"chapters":[{"id":"001","title":"Prefatory Note","length":5809,"skip":false},{"id":"002","title":"I","length":91691,"skip":false},{"id":"003","title":"II","length":73149,"skip":false},{"id":"004","title":"III","length":104665,"skip":false},{"id":"005","title":"IV","length":73251,"skip":false},{"id":"006","title":"Endnotes","length":742,"skip":true}],"createdAt":1719162363944}