{"id":"ivy-compton-burnett--pastors-and-masters","title":"Pastors and Masters","titleAlpha":"pastors and masters","author":"Ivy Compton-Burnett","language":"en","description":"The inept master of a preparatory school, along with his students and friends, contend with the day-to-day realities of academic life while exploring what it means to grow up and to age.","longDescription":["Charles Merry is the senior schoolmaster at a small prep school for boys. He masks his shortcomings, and those of his staff and students, with bluster and bravado. The book explores themes of authenticity, loyalty, love, death, and friendship through dense passages that are often exclusively spoken dialog with minimal supporting text - a style that came to define the author's future works.","Rich with intriguing characters and cleverly constructed conversations, Pastors and Masters was published in 1925 and became the first breakthrough success for its author, Ivy Compton-Burnett. The book was critically acclaimed upon its release and hailed by the New Statesman as \"like nothing else in the world\" and \"a work of genius.\""],"year":null,"genres":["classics","fiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/ivy-compton-burnett/pastors-and-masters"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Pastors and Masters","length":24,"mode":"hide"},{"id":"002","title":"Imprint","length":1133,"mode":"hide"},{"id":"003","title":"I","length":21117,"mode":"type"},{"id":"004","title":"II","length":20279,"mode":"type"},{"id":"005","title":"III","length":18988,"mode":"type"},{"id":"006","title":"IV","length":28517,"mode":"type"},{"id":"007","title":"V","length":18960,"mode":"type"},{"id":"008","title":"VI","length":24747,"mode":"type"},{"id":"009","title":"VII","length":26142,"mode":"type"},{"id":"010","title":"Colophon","length":976,"mode":"hide"},{"id":"011","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721489795617}