{
  "id": "h-g-wells--tono-bungay",
  "title": "Tono-Bungay",
  "titleAlpha": "tono-bungay",
  "author": "H. G. Wells",
  "language": "en",
  "description": "A poor boy, the son of a servant, rises to fortune on the back of his uncle's patent-medicine scheme.",
  "longDescription": [
    "Tono-Bungay, published in 1909, is a semi-autobiographical novel by H. G. Wells. Though it has some fantastical and absurdist elements, it is a realist novel rather than one of Well's \"scientific romances.\"",
    "The novel is written in the first person from the point of view of George Ponderevo, the son of the housekeeper at a large estate. He is made to feel his inferiority when he is banished after fighting with the son of one of the owner's aristocratic relatives, and is sent to live with his own poor but religiously fervent relatives. He can't abide or agree with their religious views and returns to his mother who sends him on to live with his Uncle, Edward Ponderevo, then a local pharmacist in a small town. Uncle Ponderevo, though, has grand plans, and eventually makes a fortune by selling a quack patent medicine he calls \"Tono-Bungay.\" George joins him in this endeavour and becomes rich himself, eventually turning his interests towards the new science of aeronautics. Meanwhile the Tono-Bungay scheme expands enormously and begins to topple towards its own destruction.",
    "Throughout the novel, George comments cynically on England's class system, the shabbiness of commerce, and the lies told in advertising. We also follow his unfortunate love life, his unwise marriage, his divorce, and his eventual reconnection with a woman he loved as a child.",
    "Tono-Bungay met with a mixed reception on first release, but has since come to be considered as perhaps Wells' finest realist novel, an assessment Wells himself shared."
  ],
  "year": 1909,
  "genres": [
    "classics",
    "fiction",
    "satire"
  ],
  "topics": [
    "realism"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/h-g-wells/tono-bungay"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Tono-Bungay",
      "length": 16,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - I: Of Bladesover House, and My Mother; and the Constitution of Society - I",
      "length": 6703,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - I: Of Bladesover House, and My Mother; and the Constitution of Society - II",
      "length": 2490,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - I: Of Bladesover House, and My Mother; and the Constitution of Society - III",
      "length": 16871,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - I: Of Bladesover House, and My Mother; and the Constitution of Society - IV",
      "length": 8083,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - I: Of Bladesover House, and My Mother; and the Constitution of Society - V",
      "length": 8479,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - I: Of Bladesover House, and My Mother; and the Constitution of Society - VI",
      "length": 7607,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - I: Of Bladesover House, and My Mother; and the Constitution of Society - VII",
      "length": 6130,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - I: Of Bladesover House, and My Mother; and the Constitution of Society - VIII",
      "length": 13994,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - I: Of Bladesover House, and My Mother; and the Constitution of Society - IX",
      "length": 2763,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - II: Of My Launch Into the World and the Last I Saw of Bladesover - I",
      "length": 15242,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - II: Of My Launch Into the World and the Last I Saw of Bladesover - II",
      "length": 2132,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - II: Of My Launch Into the World and the Last I Saw of Bladesover - III",
      "length": 3278,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - II: Of My Launch Into the World and the Last I Saw of Bladesover - IV",
      "length": 8022,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - II: Of My Launch Into the World and the Last I Saw of Bladesover - V",
      "length": 4687,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - II: Of My Launch Into the World and the Last I Saw of Bladesover - VI",
      "length": 4724,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - II: Of My Launch Into the World and the Last I Saw of Bladesover - VII",
      "length": 3985,
      "mode": "type"
    },
    {
      "id": "019",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - II: Of My Launch Into the World and the Last I Saw of Bladesover - VIII",
      "length": 3206,
      "mode": "type"
    },
    {
      "id": "020",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - III: The Wimblehurst Apprenticeship - I",
      "length": 8848,
      "mode": "type"
    },
    {
      "id": "021",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - III: The Wimblehurst Apprenticeship - II",
      "length": 15104,
      "mode": "type"
    },
    {
      "id": "022",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - III: The Wimblehurst Apprenticeship - III",
      "length": 12534,
      "mode": "type"
    },
    {
      "id": "023",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - III: The Wimblehurst Apprenticeship - IV",
      "length": 5542,
      "mode": "type"
    },
    {
      "id": "024",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - III: The Wimblehurst Apprenticeship - V",
      "length": 8248,
      "mode": "type"
    },
    {
      "id": "025",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - III: The Wimblehurst Apprenticeship - VI",
      "length": 5566,
      "mode": "type"
    },
    {
      "id": "026",
      "title": "Book I: The Days Before Tono-Bungay Was Invented - III: The Wimblehurst Apprenticeship - VII",
      "length": 13927,
      "mode": "type"
    },
    {
      "id": "027",
      "title": "Book II: The Rise of Tono-Bungay - I: How I Became a London Student and Went Astray - II",
      "length": 8687,
      "mode": "type"
    },
    {
      "id": "028",
      "title": "Book II: The Rise of Tono-Bungay - I: How I Became a London Student and Went Astray - III",
      "length": 17116,
      "mode": "type"
    },
    {
      "id": "029",
      "title": "Book II: The Rise of Tono-Bungay - I: How I Became a London Student and Went Astray - IV",
      "length": 8462,
      "mode": "type"
    },
    {
      "id": "030",
      "title": "Book II: The Rise of Tono-Bungay - I: How I Became a London Student and Went Astray - V",
      "length": 9538,
      "mode": "type"
    },
    {
      "id": "031",
      "title": "Book II: The Rise of Tono-Bungay - I: How I Became a London Student and Went Astray - VI",
      "length": 4999,
      "mode": "type"
    },
    {
      "id": "032",
      "title": "Book II: The Rise of Tono-Bungay - II: The Dawn Comes, and My Uncle Appears in a New Silk Hat - I",
      "length": 14100,
      "mode": "type"
    },
    {
      "id": "033",
      "title": "Book II: The Rise of Tono-Bungay - II: The Dawn Comes, and My Uncle Appears in a New Silk Hat - II",
      "length": 5908,
      "mode": "type"
    },
    {
      "id": "034",
      "title": "Book II: The Rise of Tono-Bungay - II: The Dawn Comes, and My Uncle Appears in a New Silk Hat - III",
      "length": 5659,
      "mode": "type"
    },
    {
      "id": "035",
      "title": "Book II: The Rise of Tono-Bungay - II: The Dawn Comes, and My Uncle Appears in a New Silk Hat - IV",
      "length": 2203,
      "mode": "type"
    },
    {
      "id": "036",
      "title": "Book II: The Rise of Tono-Bungay - II: The Dawn Comes, and My Uncle Appears in a New Silk Hat - V",
      "length": 4592,
      "mode": "type"
    },
    {
      "id": "037",
      "title": "Book II: The Rise of Tono-Bungay - II: The Dawn Comes, and My Uncle Appears in a New Silk Hat - VI",
      "length": 4670,
      "mode": "type"
    },
    {
      "id": "038",
      "title": "Book II: The Rise of Tono-Bungay - III: How We Made Tono-Bungay Hum - I",
      "length": 14393,
      "mode": "type"
    },
    {
      "id": "039",
      "title": "Book II: The Rise of Tono-Bungay - III: How We Made Tono-Bungay Hum - II",
      "length": 11342,
      "mode": "type"
    },
    {
      "id": "040",
      "title": "Book II: The Rise of Tono-Bungay - IV: Marion - I",
      "length": 7636,
      "mode": "type"
    },
    {
      "id": "041",
      "title": "Book II: The Rise of Tono-Bungay - IV: Marion - II",
      "length": 11083,
      "mode": "type"
    },
    {
      "id": "042",
      "title": "Book II: The Rise of Tono-Bungay - IV: Marion - III",
      "length": 13506,
      "mode": "type"
    },
    {
      "id": "043",
      "title": "Book II: The Rise of Tono-Bungay - IV: Marion - IV",
      "length": 10898,
      "mode": "type"
    },
    {
      "id": "044",
      "title": "Book II: The Rise of Tono-Bungay - IV: Marion - V",
      "length": 10972,
      "mode": "type"
    },
    {
      "id": "045",
      "title": "Book II: The Rise of Tono-Bungay - IV: Marion - VI",
      "length": 3852,
      "mode": "type"
    },
    {
      "id": "046",
      "title": "Book II: The Rise of Tono-Bungay - IV: Marion - VII",
      "length": 5198,
      "mode": "type"
    },
    {
      "id": "047",
      "title": "Book II: The Rise of Tono-Bungay - IV: Marion - VIII",
      "length": 5366,
      "mode": "type"
    },
    {
      "id": "048",
      "title": "Book II: The Rise of Tono-Bungay - IV: Marion - IX",
      "length": 5416,
      "mode": "type"
    },
    {
      "id": "049",
      "title": "Book II: The Rise of Tono-Bungay - IV: Marion - X",
      "length": 11966,
      "mode": "type"
    },
    {
      "id": "050",
      "title": "Book II: The Rise of Tono-Bungay - IV: Marion - XI",
      "length": 3982,
      "mode": "type"
    },
    {
      "id": "051",
      "title": "Book III: The Great Days of Tono-Bungay - I: The Hardingham Hotel, and How We Became Big People - I",
      "length": 5416,
      "mode": "type"
    },
    {
      "id": "052",
      "title": "Book III: The Great Days of Tono-Bungay - I: The Hardingham Hotel, and How We Became Big People - II",
      "length": 13120,
      "mode": "type"
    },
    {
      "id": "053",
      "title": "Book III: The Great Days of Tono-Bungay - I: The Hardingham Hotel, and How We Became Big People - III",
      "length": 11181,
      "mode": "type"
    },
    {
      "id": "054",
      "title": "Book III: The Great Days of Tono-Bungay - I: The Hardingham Hotel, and How We Became Big People - IV",
      "length": 12585,
      "mode": "type"
    },
    {
      "id": "055",
      "title": "Book III: The Great Days of Tono-Bungay - I: The Hardingham Hotel, and How We Became Big People - V",
      "length": 3793,
      "mode": "type"
    },
    {
      "id": "056",
      "title": "Book III: The Great Days of Tono-Bungay - I: The Hardingham Hotel, and How We Became Big People - VI",
      "length": 1347,
      "mode": "type"
    },
    {
      "id": "057",
      "title": "Book III: The Great Days of Tono-Bungay - II: Our Progress from Camden Town to Crest Hill - I",
      "length": 6307,
      "mode": "type"
    },
    {
      "id": "058",
      "title": "Book III: The Great Days of Tono-Bungay - II: Our Progress from Camden Town to Crest Hill - II",
      "length": 9171,
      "mode": "type"
    },
    {
      "id": "059",
      "title": "Book III: The Great Days of Tono-Bungay - II: Our Progress from Camden Town to Crest Hill - III",
      "length": 5541,
      "mode": "type"
    },
    {
      "id": "060",
      "title": "Book III: The Great Days of Tono-Bungay - II: Our Progress from Camden Town to Crest Hill - IV",
      "length": 5910,
      "mode": "type"
    },
    {
      "id": "061",
      "title": "Book III: The Great Days of Tono-Bungay - II: Our Progress from Camden Town to Crest Hill - V",
      "length": 6338,
      "mode": "type"
    },
    {
      "id": "062",
      "title": "Book III: The Great Days of Tono-Bungay - II: Our Progress from Camden Town to Crest Hill - VI",
      "length": 16970,
      "mode": "type"
    },
    {
      "id": "063",
      "title": "Book III: The Great Days of Tono-Bungay - II: Our Progress from Camden Town to Crest Hill - VII",
      "length": 5899,
      "mode": "type"
    },
    {
      "id": "064",
      "title": "Book III: The Great Days of Tono-Bungay - II: Our Progress from Camden Town to Crest Hill - VIII",
      "length": 11242,
      "mode": "type"
    },
    {
      "id": "065",
      "title": "Book III: The Great Days of Tono-Bungay - II: Our Progress from Camden Town to Crest Hill - IX",
      "length": 8335,
      "mode": "type"
    },
    {
      "id": "066",
      "title": "Book III: The Great Days of Tono-Bungay - II: Our Progress from Camden Town to Crest Hill - X",
      "length": 13090,
      "mode": "type"
    },
    {
      "id": "067",
      "title": "Book III: The Great Days of Tono-Bungay - III: Soaring - I",
      "length": 12869,
      "mode": "type"
    },
    {
      "id": "068",
      "title": "Book III: The Great Days of Tono-Bungay - III: Soaring - II",
      "length": 5044,
      "mode": "type"
    },
    {
      "id": "069",
      "title": "Book III: The Great Days of Tono-Bungay - III: Soaring - III",
      "length": 11631,
      "mode": "type"
    },
    {
      "id": "070",
      "title": "Book III: The Great Days of Tono-Bungay - III: Soaring - IV",
      "length": 11759,
      "mode": "type"
    },
    {
      "id": "071",
      "title": "Book III: The Great Days of Tono-Bungay - III: Soaring - V",
      "length": 7400,
      "mode": "type"
    },
    {
      "id": "072",
      "title": "Book III: The Great Days of Tono-Bungay - III: Soaring - VI",
      "length": 8253,
      "mode": "type"
    },
    {
      "id": "073",
      "title": "Book III: The Great Days of Tono-Bungay - III: Soaring - VII",
      "length": 9322,
      "mode": "type"
    },
    {
      "id": "074",
      "title": "Book III: The Great Days of Tono-Bungay - IV: How I Stole the Heaps of Quap from Mordet Island - I",
      "length": 6054,
      "mode": "type"
    },
    {
      "id": "075",
      "title": "Book III: The Great Days of Tono-Bungay - IV: How I Stole the Heaps of Quap from Mordet Island - II",
      "length": 16117,
      "mode": "type"
    },
    {
      "id": "076",
      "title": "Book III: The Great Days of Tono-Bungay - IV: How I Stole the Heaps of Quap from Mordet Island - III",
      "length": 10727,
      "mode": "type"
    },
    {
      "id": "077",
      "title": "Book III: The Great Days of Tono-Bungay - IV: How I Stole the Heaps of Quap from Mordet Island - IV",
      "length": 7648,
      "mode": "type"
    },
    {
      "id": "078",
      "title": "Book III: The Great Days of Tono-Bungay - IV: How I Stole the Heaps of Quap from Mordet Island - V",
      "length": 8326,
      "mode": "type"
    },
    {
      "id": "079",
      "title": "Book III: The Great Days of Tono-Bungay - IV: How I Stole the Heaps of Quap from Mordet Island - VI",
      "length": 7244,
      "mode": "type"
    },
    {
      "id": "080",
      "title": "Book III: The Great Days of Tono-Bungay - IV: How I Stole the Heaps of Quap from Mordet Island - VII",
      "length": 5349,
      "mode": "type"
    },
    {
      "id": "081",
      "title": "Book IV: The Aftermath of Tono-Bungay - I: The Stick of the Rocket - I",
      "length": 4425,
      "mode": "type"
    },
    {
      "id": "082",
      "title": "Book IV: The Aftermath of Tono-Bungay - I: The Stick of the Rocket - II",
      "length": 9924,
      "mode": "type"
    },
    {
      "id": "083",
      "title": "Book IV: The Aftermath of Tono-Bungay - I: The Stick of the Rocket - III",
      "length": 4305,
      "mode": "type"
    },
    {
      "id": "084",
      "title": "Book IV: The Aftermath of Tono-Bungay - I: The Stick of the Rocket - IV",
      "length": 4499,
      "mode": "type"
    },
    {
      "id": "085",
      "title": "Book IV: The Aftermath of Tono-Bungay - I: The Stick of the Rocket - V",
      "length": 8699,
      "mode": "type"
    },
    {
      "id": "086",
      "title": "Book IV: The Aftermath of Tono-Bungay - I: The Stick of the Rocket - VI",
      "length": 4113,
      "mode": "type"
    },
    {
      "id": "087",
      "title": "Book IV: The Aftermath of Tono-Bungay - I: The Stick of the Rocket - VII",
      "length": 14614,
      "mode": "type"
    },
    {
      "id": "088",
      "title": "Book IV: The Aftermath of Tono-Bungay - I: The Stick of the Rocket - VIII",
      "length": 2685,
      "mode": "type"
    },
    {
      "id": "089",
      "title": "Book IV: The Aftermath of Tono-Bungay - I: The Stick of the Rocket - IX",
      "length": 3280,
      "mode": "type"
    },
    {
      "id": "090",
      "title": "Book IV: The Aftermath of Tono-Bungay - II: Love Among the Wreckage - I",
      "length": 6502,
      "mode": "type"
    },
    {
      "id": "091",
      "title": "Book IV: The Aftermath of Tono-Bungay - II: Love Among the Wreckage - II",
      "length": 7131,
      "mode": "type"
    },
    {
      "id": "092",
      "title": "Book IV: The Aftermath of Tono-Bungay - II: Love Among the Wreckage - III",
      "length": 6613,
      "mode": "type"
    },
    {
      "id": "093",
      "title": "Book IV: The Aftermath of Tono-Bungay - II: Love Among the Wreckage - IV",
      "length": 1982,
      "mode": "type"
    },
    {
      "id": "094",
      "title": "Book IV: The Aftermath of Tono-Bungay - III: Night and the Open Sea - I",
      "length": 2120,
      "mode": "type"
    },
    {
      "id": "095",
      "title": "Book IV: The Aftermath of Tono-Bungay - III: Night and the Open Sea - II",
      "length": 12620,
      "mode": "type"
    },
    {
      "id": "096",
      "title": "Book IV: The Aftermath of Tono-Bungay - III: Night and the Open Sea - III",
      "length": 2224,
      "mode": "type"
    },
    {
      "id": "097",
      "title": "Book IV: The Aftermath of Tono-Bungay - III: Night and the Open Sea - IV",
      "length": 963,
      "mode": "type"
    },
    {
      "id": "098",
      "title": "List of Illustrations",
      "length": 188,
      "mode": "hide"
    },
    {
      "id": "099",
      "title": "Colophon",
      "length": 1021,
      "mode": "hide"
    },
    {
      "id": "100",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL52269W",
  "goodreadsId": "2508",
  "rating": 0.686,
  "popularity": 1388,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1721489746297
}