{
  "id": "edward-lear--nonsense-books",
  "title": "Nonsense Books",
  "titleAlpha": "nonsense books",
  "author": "Edward Lear",
  "language": "en",
  "description": "A collection of literary nonsense in the forms of limericks, songs, and short stories.",
  "longDescription": [
    "Edward Lear began his career as an ornithological illustrator, becoming one of the first major artists to draw birds from living models. During this period he was employed to paint the birds from the private menagerie owned by Edward Stanley, the 13th Earl of Derby and one of Lear's closest friends. In 1837, Lear's health started to decline. His deteriorating eyesight and failing lungs forced him to abandon the detailed painting required for depicting birds, and, with the help of the earl, he moved to Rome where he established himself as a poet of literary nonsense.",
    "While Lear was visiting the Earl of Derby, he wrote poems and drew silly sketches to entertain the earl's children. In 1846, he collected together his pile of limericks and illustrations and published his first poetical book, titled A Book of Nonsense and dedicated to the Earl of Derby and his children. He decided to publish under the pseudonym Derry down Derry, but after he started making plans for more books, he republished under his real name.",
    "His next book, Nonsense Songs, Stories, Botany, and Alphabets wasn't published until 24 years later, in 1870. Lear then released More Nonsense, which contains more limericks, in 1872, and Laughable Lyrics in 1877. This final book in the series contains many of Lear's most famous fantastical creatures, such as the Quangle Wangle. The influence of Lear's poetry in the twentieth-century can be seen in styles like the surrealism movement and the theater of the absurd."
  ],
  "year": 1846,
  "genres": [
    "classics",
    "comedy",
    "poetry",
    "shorts",
    "children"
  ],
  "topics": [],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": "",
  "part": 1,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/edward-lear/nonsense-books"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Nonsense Books",
      "length": 16,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "\"How Pleasant to Know Mr. Lear!\"",
      "length": 1308,
      "mode": "skip"
    },
    {
      "id": "004",
      "title": "Introduction",
      "length": 21965,
      "mode": "skip"
    },
    {
      "id": "005",
      "title": "A Book of Nonsense - Dedication",
      "length": 258,
      "mode": "hide"
    },
    {
      "id": "006",
      "title": "A Book of Nonsense - Nonsense Rhymes and Pictures",
      "length": 17786,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Owl and the Pussycat - I",
      "length": 327,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Owl and the Pussycat - II",
      "length": 366,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Owl and the Pussycat - III",
      "length": 394,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Duck and the Kangaroo - I",
      "length": 264,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Duck and the Kangaroo - II",
      "length": 297,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Duck and the Kangaroo - III",
      "length": 299,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Duck and the Kangaroo - IV",
      "length": 282,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Duck and the Kangaroo - V",
      "length": 289,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Daddy Long-Legs and the Fly - I",
      "length": 353,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Daddy Long-Legs and the Fly - II",
      "length": 377,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Daddy Long-Legs and the Fly - III",
      "length": 357,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Daddy Long-Legs and the Fly - IV",
      "length": 371,
      "mode": "type"
    },
    {
      "id": "019",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Daddy Long-Legs and the Fly - V",
      "length": 365,
      "mode": "type"
    },
    {
      "id": "020",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Daddy Long-Legs and the Fly - VI",
      "length": 369,
      "mode": "type"
    },
    {
      "id": "021",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Daddy Long-Legs and the Fly - VII",
      "length": 369,
      "mode": "type"
    },
    {
      "id": "022",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Jumblies - I",
      "length": 528,
      "mode": "type"
    },
    {
      "id": "023",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Jumblies - II",
      "length": 516,
      "mode": "type"
    },
    {
      "id": "024",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Jumblies - III",
      "length": 542,
      "mode": "type"
    },
    {
      "id": "025",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Jumblies - IV",
      "length": 519,
      "mode": "type"
    },
    {
      "id": "026",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Jumblies - V",
      "length": 490,
      "mode": "type"
    },
    {
      "id": "027",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Jumblies - VI",
      "length": 544,
      "mode": "type"
    },
    {
      "id": "028",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Nutcrackers and the Sugar-Tongs - I",
      "length": 369,
      "mode": "type"
    },
    {
      "id": "029",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Nutcrackers and the Sugar-Tongs - II",
      "length": 387,
      "mode": "type"
    },
    {
      "id": "030",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Nutcrackers and the Sugar-Tongs - III",
      "length": 396,
      "mode": "type"
    },
    {
      "id": "031",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Nutcrackers and the Sugar-Tongs - IV",
      "length": 408,
      "mode": "type"
    },
    {
      "id": "032",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Nutcrackers and the Sugar-Tongs - V",
      "length": 410,
      "mode": "type"
    },
    {
      "id": "033",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Nutcrackers and the Sugar-Tongs - VI",
      "length": 401,
      "mode": "type"
    },
    {
      "id": "034",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - Calico Pie - I",
      "length": 233,
      "mode": "type"
    },
    {
      "id": "035",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - Calico Pie - II",
      "length": 220,
      "mode": "type"
    },
    {
      "id": "036",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - Calico Pie - III",
      "length": 224,
      "mode": "type"
    },
    {
      "id": "037",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - Calico Pie - IV",
      "length": 225,
      "mode": "type"
    },
    {
      "id": "038",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - Mr. and Mrs. Spikky Sparrow - I",
      "length": 290,
      "mode": "type"
    },
    {
      "id": "039",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - Mr. and Mrs. Spikky Sparrow - II",
      "length": 318,
      "mode": "type"
    },
    {
      "id": "040",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - Mr. and Mrs. Spikky Sparrow - III",
      "length": 330,
      "mode": "type"
    },
    {
      "id": "041",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - Mr. and Mrs. Spikky Sparrow - IV",
      "length": 318,
      "mode": "type"
    },
    {
      "id": "042",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - Mr. and Mrs. Spikky Sparrow - V",
      "length": 319,
      "mode": "type"
    },
    {
      "id": "043",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - Mr. and Mrs. Spikky Sparrow - VI",
      "length": 311,
      "mode": "type"
    },
    {
      "id": "044",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - Mr. and Mrs. Spikky Sparrow - VII",
      "length": 355,
      "mode": "type"
    },
    {
      "id": "045",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Broom, the Shovel, the Poker, and the Tongs - I",
      "length": 395,
      "mode": "type"
    },
    {
      "id": "046",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Broom, the Shovel, the Poker, and the Tongs - II",
      "length": 412,
      "mode": "type"
    },
    {
      "id": "047",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Broom, the Shovel, the Poker, and the Tongs - III",
      "length": 396,
      "mode": "type"
    },
    {
      "id": "048",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Broom, the Shovel, the Poker, and the Tongs - IV",
      "length": 395,
      "mode": "type"
    },
    {
      "id": "049",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Table and the Chair - I",
      "length": 224,
      "mode": "type"
    },
    {
      "id": "050",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Table and the Chair - II",
      "length": 226,
      "mode": "type"
    },
    {
      "id": "051",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Table and the Chair - III",
      "length": 233,
      "mode": "type"
    },
    {
      "id": "052",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Table and the Chair - IV",
      "length": 224,
      "mode": "type"
    },
    {
      "id": "053",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Songs - The Table and the Chair - V",
      "length": 254,
      "mode": "type"
    },
    {
      "id": "054",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The Story of the Four Little Children Who Went Round the World",
      "length": 17449,
      "mode": "type"
    },
    {
      "id": "055",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter I: Introductory",
      "length": 587,
      "mode": "type"
    },
    {
      "id": "056",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter II: The Seven Families",
      "length": 433,
      "mode": "type"
    },
    {
      "id": "057",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter III: The Habits of the Seven Families",
      "length": 868,
      "mode": "type"
    },
    {
      "id": "058",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter IV: The Children of the Seven Families Are Sent Away",
      "length": 1402,
      "mode": "type"
    },
    {
      "id": "059",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter V: The History of the Seven Young Parrots",
      "length": 755,
      "mode": "type"
    },
    {
      "id": "060",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter VI: The History of the Seven Young Storks",
      "length": 1064,
      "mode": "type"
    },
    {
      "id": "061",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter VII: The History of the Seven Young Geese",
      "length": 1730,
      "mode": "type"
    },
    {
      "id": "062",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter VIII: The History of the Seven Young Owls",
      "length": 675,
      "mode": "type"
    },
    {
      "id": "063",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter IX: The History of the Seven Young Guinea Pigs",
      "length": 831,
      "mode": "type"
    },
    {
      "id": "064",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter X: The History of the Seven Young Cats",
      "length": 1215,
      "mode": "type"
    },
    {
      "id": "065",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter XI: The History of the Seven Young Fishes",
      "length": 635,
      "mode": "type"
    },
    {
      "id": "066",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter XII: Of What Occurred Subsequently",
      "length": 910,
      "mode": "type"
    },
    {
      "id": "067",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter XIII: Of What Became of the Parents of the Forty-Nine Children",
      "length": 754,
      "mode": "type"
    },
    {
      "id": "068",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Stories - The History of the Seven Families of the Lake Pipple-Popple - Chapter XIV: Conclusion",
      "length": 1804,
      "mode": "type"
    },
    {
      "id": "069",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Cookery - Three Receipts for Domestic Cookery - To Make an Amblongus Pie",
      "length": 1072,
      "mode": "type"
    },
    {
      "id": "070",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Cookery - Three Receipts for Domestic Cookery - To Make Crumbobblious Cutlets",
      "length": 764,
      "mode": "type"
    },
    {
      "id": "071",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Cookery - Three Receipts for Domestic Cookery - To Make Gosky Patties",
      "length": 908,
      "mode": "type"
    },
    {
      "id": "072",
      "title": "Nonsense Songs, Stories, Botany, and Alphabets - Nonsense Alphabets",
      "length": 7861,
      "mode": "type"
    },
    {
      "id": "073",
      "title": "More Nonsense Pictures, Rhymes, Botany, etc. - Introduction",
      "length": 5060,
      "mode": "type"
    },
    {
      "id": "074",
      "title": "More Nonsense Pictures, Rhymes, Botany, etc. - One Hundred Nonsense Pictures and Rhymes",
      "length": 16032,
      "mode": "type"
    },
    {
      "id": "075",
      "title": "More Nonsense Pictures, Rhymes, Botany, etc. - Twenty-Six Nonsense Rhymes and Pictures",
      "length": 2486,
      "mode": "type"
    },
    {
      "id": "076",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Dong with a Luminous Nose",
      "length": 3685,
      "mode": "type"
    },
    {
      "id": "077",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Two Old Bachelors",
      "length": 2219,
      "mode": "type"
    },
    {
      "id": "078",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Pelican Chorus",
      "length": 3256,
      "mode": "type"
    },
    {
      "id": "079",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Courtship of the Yonghy-Bonghy-Bo - I",
      "length": 324,
      "mode": "type"
    },
    {
      "id": "080",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Courtship of the Yonghy-Bonghy-Bo - II",
      "length": 331,
      "mode": "type"
    },
    {
      "id": "081",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Courtship of the Yonghy-Bonghy-Bo - III",
      "length": 326,
      "mode": "type"
    },
    {
      "id": "082",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Courtship of the Yonghy-Bonghy-Bo - IV",
      "length": 329,
      "mode": "type"
    },
    {
      "id": "083",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Courtship of the Yonghy-Bonghy-Bo - V",
      "length": 320,
      "mode": "type"
    },
    {
      "id": "084",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Courtship of the Yonghy-Bonghy-Bo - VI",
      "length": 330,
      "mode": "type"
    },
    {
      "id": "085",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Courtship of the Yonghy-Bonghy-Bo - VII",
      "length": 317,
      "mode": "type"
    },
    {
      "id": "086",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Courtship of the Yonghy-Bonghy-Bo - VIII",
      "length": 334,
      "mode": "type"
    },
    {
      "id": "087",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Courtship of the Yonghy-Bonghy-Bo - IX",
      "length": 324,
      "mode": "type"
    },
    {
      "id": "088",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Courtship of the Yonghy-Bonghy-Bo - X",
      "length": 317,
      "mode": "type"
    },
    {
      "id": "089",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Pobble Who Has No Toes - I",
      "length": 292,
      "mode": "type"
    },
    {
      "id": "090",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Pobble Who Has No Toes - II",
      "length": 298,
      "mode": "type"
    },
    {
      "id": "091",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Pobble Who Has No Toes - III",
      "length": 311,
      "mode": "type"
    },
    {
      "id": "092",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Pobble Who Has No Toes - IV",
      "length": 285,
      "mode": "type"
    },
    {
      "id": "093",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Pobble Who Has No Toes - V",
      "length": 280,
      "mode": "type"
    },
    {
      "id": "094",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Pobble Who Has No Toes - VI",
      "length": 313,
      "mode": "type"
    },
    {
      "id": "095",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The New Vestments",
      "length": 2122,
      "mode": "type"
    },
    {
      "id": "096",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - Mr. and Mrs. Discobbolos - I",
      "length": 385,
      "mode": "type"
    },
    {
      "id": "097",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - Mr. and Mrs. Discobbolos - II",
      "length": 383,
      "mode": "type"
    },
    {
      "id": "098",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - Mr. and Mrs. Discobbolos - III",
      "length": 361,
      "mode": "type"
    },
    {
      "id": "099",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - Mr. and Mrs. Discobbolos - IV",
      "length": 374,
      "mode": "type"
    },
    {
      "id": "100",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Quangle Wangle's Hat - I",
      "length": 316,
      "mode": "type"
    },
    {
      "id": "101",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Quangle Wangle's Hat - II",
      "length": 306,
      "mode": "type"
    },
    {
      "id": "102",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Quangle Wangle's Hat - III",
      "length": 296,
      "mode": "type"
    },
    {
      "id": "103",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Quangle Wangle's Hat - IV",
      "length": 315,
      "mode": "type"
    },
    {
      "id": "104",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Quangle Wangle's Hat - V",
      "length": 323,
      "mode": "type"
    },
    {
      "id": "105",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Quangle Wangle's Hat - VI",
      "length": 342,
      "mode": "type"
    },
    {
      "id": "106",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Cummerbund - I",
      "length": 246,
      "mode": "type"
    },
    {
      "id": "107",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Cummerbund - II",
      "length": 241,
      "mode": "type"
    },
    {
      "id": "108",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Cummerbund - III",
      "length": 241,
      "mode": "type"
    },
    {
      "id": "109",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Cummerbund - IV",
      "length": 229,
      "mode": "type"
    },
    {
      "id": "110",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Cummerbund - V",
      "length": 447,
      "mode": "type"
    },
    {
      "id": "111",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Laughable Lyrics - The Akond of Swat",
      "length": 2882,
      "mode": "type"
    },
    {
      "id": "112",
      "title": "Laughable Lyrics: A Fourth Book of Nonsense Poems, Songs, Botany, Music, etc. - Nonsense Alphabets",
      "length": 4461,
      "mode": "type"
    },
    {
      "id": "113",
      "title": "List of Illustrations",
      "length": 26487,
      "mode": "hide"
    },
    {
      "id": "114",
      "title": "Colophon",
      "length": 1073,
      "mode": "hide"
    },
    {
      "id": "115",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL937390W",
  "goodreadsId": "5966",
  "rating": 0.72,
  "popularity": 2294,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1721434587249
}