{"id":"e-nesbit--five-children-and-it","title":"Five Children and It","titleAlpha":"five children and it","author":"E. Nesbit","language":"en","description":"Five children encounter an ancient magical creature who grants them wishes - all of which go comically wrong.","longDescription":["Initially published in The Strand Magazine, which explains its episodic nature, Five Children and It was later collected into a book. Like many of E. Nesbit's works, it has proven popular with children and adults to this day. It has been adapted into a TV series, a musical, a film, and even an anime series.","In this story, five siblings encounter an ancient magical creature in a gravel pit. The Psammead, as it calls itself, grants each of them a wish per day, with the restriction that it ends at sunset. As expected, all of the children's wishes go comically wrong, and it's up to them to solve the problems they created.","E. Nesbit's enduring popularity is due in large part to the way she addresses children. Like Lewis Carrol and Kenneth Grahame, she engages children seriously, tapping into their imagination without any condescension. C. S. Lewis admired her, and the grumpy (but kind) sand-sorcerer Psamathos in Roverandom, a story J. R. R. Tolkien wrote for his own children, bears a striking resemblance to the Psammead - indeed, an early version of the story featured the creature itself!"],"year":1902,"genres":["children","fantasy","fiction","history"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/e-nesbit/five-children-and-it"},"series":"Psammead","part":1,"chapters":[{"id":"001","title":"I: Beautiful as the Day","length":32849,"skip":false},{"id":"002","title":"II: Golden Guineas","length":31354,"skip":false},{"id":"003","title":"III: Being Wanted","length":35623,"skip":false},{"id":"004","title":"IV: Wings","length":31130,"skip":false},{"id":"005","title":"V: No Wings","length":15830,"skip":false},{"id":"006","title":"VI: A Castle and No Dinner","length":22191,"skip":false},{"id":"007","title":"VII: A Siege and Bed","length":17887,"skip":false},{"id":"008","title":"VIII: Bigger Than the Baker's Boy","length":30909,"skip":false},{"id":"009","title":"IX: Grown Up","length":22437,"skip":false},{"id":"010","title":"X: Scalps","length":24099,"skip":false},{"id":"011","title":"XI: The Last Wish","length":22089,"skip":false}],"createdAt":1719506810829}