{
  "id": "horace-walpole--the-castle-of-otranto",
  "title": "The Castle of Otranto",
  "titleAlpha": "castle of otranto",
  "author": "Horace Walpole",
  "language": "en",
  "description": "A Gothic tale of chivalry, romance, and horror.",
  "longDescription": [
    "The Castle of Otranto is considered to be the first \"Gothic\" novel - that is, containing a combination of tropes, like hidden passages, haunted paintings, mysterious sounds, skeletal ghosts, ancestral curses, and unexplained deaths, that essentially invented the genre later made famous by authors like Edgar Allan Poe, Bram Stoker, or Henry James. Walpole made a point of creating a novel that blends supernatural elements with more realistic depictions of characters and events.",
    "The plot centers around Manfred, the lord of Otranto Castle, who has just witnessed the death of his son under mysterious circumstances, just as his son was about to be married. Manfred is thrust into a galloping and melodramatic series of events that lean heavily on the supernatural.",
    "Walpole initially published The Castle of Otranto under a pseudonym, claiming that his work was a translation of an ancient Italian manuscript. This framing, along with the purposely archaic writing style, gives the supernatural airs of the novel a decidedly authentic flavor. In later editions Walpole acknowledges his authorship.",
    "Otranto remains a fast-paced and familiar read, thanks to the variety of recognizable tropes it introduced and made popular."
  ],
  "year": 1764,
  "genres": [
    "classics",
    "fiction",
    "gothic",
    "horror"
  ],
  "topics": [
    "supernatural"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/horace-walpole/the-castle-of-otranto"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - The Castle of Otranto",
      "length": 19,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1176,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Sonnet to the Right Honourable Lady Mary Coke",
      "length": 466,
      "mode": "skip"
    },
    {
      "id": "004",
      "title": "Introduction",
      "length": 4099,
      "mode": "skip"
    },
    {
      "id": "005",
      "title": "Preface to the First Edition",
      "length": 6643,
      "mode": "skip"
    },
    {
      "id": "006",
      "title": "I",
      "length": 44607,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "II",
      "length": 42060,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "III",
      "length": 40834,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "IV",
      "length": 37543,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "V",
      "length": 33592,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "Colophon",
      "length": 1046,
      "mode": "hide"
    },
    {
      "id": "012",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL183675W",
  "goodreadsId": "12922",
  "rating": 0.636,
  "popularity": 35694,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1721489787662
}