{"id":"john-locke--some-thoughts-concerning-education","title":"Some Thoughts Concerning Education","titleAlpha":"some thoughts concerning education","author":"John Locke","language":"en","description":"John Locke outlines his philosophy of childhood education.","longDescription":["John Locke, the English philosopher considered to be the most influential of Enlightenment thinkers, never married or had children. Despite this, in 1684 his friends Mary and Edward Clarke asked him for advice on how to raise their son. In response, Locke composed a series of letters to them that outlined his philosophy of education.","In 1693, encouraged by the Clarkes and by his friend William Molyneux, he compiled the letters into a single treatise. This treatise, Some Thoughts Concerning Education, went on to become the most influential works in educational philosophy in England for over a century, and was so influential on society as a whole that some critics consider it to be equally as important as his Essay Concerning Human Understanding. The Thoughts went through at least fifty-three editions in the eighteenth century alone, and inspired a movement for childhood education then-unheard of in Europe, ultimately resulting in the popularization of Victorian public schools.","In the Thoughts, Locke advocates a practical education for a child consisting of exposure to foreign languages, gentle introductions to topics like reading and mathematics through game-like approaches, physical training and exercise, and rhetoric, all delivered by a competent and dedicated tutor. He placed the instillation of a sense of virtue as one of the most important parts of a complete education.","Education was to be administered through gentle encouragement focused on the child's natural interests, and tempered with both shame and a feeling of awe for the parent. He argues that much of a child's social education is received at a very young age from their peers and the society around them; thus, controlling the societal influences around the child is of paramount importance. All of this was starkly opposed to the then-common theory of education through rote repetition, enforced with beatings.","Some Thoughts Concerning Education's influence continues to the modern day, where its principles and techniques are embraced by Montessori-style education, and even television shows like Sesame Street."],"year":2022,"genres":["philosophy"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/john-locke/some-thoughts-concerning-education"},"series":null,"part":0,"chapters":[{"id":"001","title":"When Grammar Should Be Taught?","length":89537,"skip":false},{"id":"002","title":"Endnotes","length":221,"skip":true}],"createdAt":1719162332435}