{"id":"ford-madox-ford--the-last-post","title":"The Last Post","titleAlpha":"last post","author":"Ford Madox Ford","language":"en","description":"An invalid and his family reflect on recent events in the years after the close of the Great War.","longDescription":["Some time has passed since the end of the Great War and the Armistice Day celebration in A Man Could Stand Up - , and Christopher Tietjens and his partner Valentine Wannop are living together with his brother Mark and Mark's French wife Marie Leonie in a small cottage in the English countryside.","Mark has suffered an illness and is now an invalid, tenderly cared for by Marie Leonie. Christopher has turned to dealing antique English furniture to American buyers, and is away on business for much of the novel. The Tietjens' ancestral home, Groby, is now inhabited by an American renter, and Sylvia, Christopher's melodramatic and treacherous wife, lurks in the background, her bag of vengeful tricks not yet depleted.","The events of the novel take place in a window of just a few hours, but the stream-of-consciousness style invites the reader deep into the thoughts of each of the major characters in the Parade's End saga - with the notable exception of Christopher. Mark, paralyzed and mute but aware of his surroundings, is the major narrator, but the narrative dips in and out of the thoughts of Marie Leonie, Valentine, Sylvia, and others.","Like the rest of the Parade's End saga, The Last Post is a complex, dense thematic exploration of the Great War and its generational consequences. Christopher, the \"last Tory\" and embodiment of the traditional English gentleman, finds himself surviving by literally selling off his country's physical heritage to the newly-ascendant American empire. Mark, an immensely wealthy English landowner, suddenly finds himself not just impotent physically, but, misled by cruel rumors, feuding emotionally with his brother, with each of them unable to forgive the other. Meanwhile Sylvia, the avatar of the decadence, pettiness, and stupidity of the old guard, devotes her energies to striking a mortal blow against her own kind by tricking the American renter into cutting down Groby Great Tree, the very symbol of the stalwart and ancient Tietjens - and English - spirit.","Graham Greene, when editing the Parade's End saga for the Bodley Head in 1962, famously omitted The Last Post, publishing the saga as a trilogy and not a tetralogy. He considered this concluding volume to be unnecessarily sentimental, tying up loose ends that were better left ambiguously unresolved at the end of A Man Could Stand Up - . But critical opinion has since shifted, and The Last Post now stands proudly as a multifaceted and unashamedly modernist capstone to what some consider to be one of the greatest series in 20th century English letters."],"year":2024,"genres":["fiction","history"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/ford-madox-ford/the-last-post"},"series":null,"part":0,"chapters":[{"id":"001","title":"Epigraph","length":73,"skip":true},{"id":"002","title":"Dedicatory Letter","length":6342,"skip":false},{"id":"003","title":"Part I - I","length":32331,"skip":false},{"id":"004","title":"Part I - II","length":35425,"skip":false},{"id":"005","title":"Part I - III","length":28675,"skip":false},{"id":"006","title":"Part I - IV","length":44739,"skip":false},{"id":"007","title":"Part I - V","length":49154,"skip":false},{"id":"008","title":"Part I - VI","length":26687,"skip":false},{"id":"009","title":"Part I - VII","length":33753,"skip":false},{"id":"010","title":"Part II - I","length":36424,"skip":false},{"id":"011","title":"Part II - II","length":35100,"skip":false},{"id":"012","title":"Part II - III","length":44168,"skip":false},{"id":"013","title":"Part II - IV","length":18989,"skip":false}],"createdAt":1719506895287}