{"id":"hugh-walpole--the-dark-forest","title":"The Dark Forest","titleAlpha":"dark forest","author":"Hugh Walpole","language":"en","description":"An Englishman accompanies a group of doctors and nurses on the Russian side of the Eastern Front during World War I.","longDescription":["John Durward and John Trenchard are two Englishmen who join a company of Russian doctors, nurses, and orderlies working on the Russian side of the Eastern Front at the height of World War I. Durward, the primary narrator, is a detached and seemingly-objective observer of events; his friend Trenchard is a dreamy, clumsy, and naive man whose fiancee, Marie Ivanova, is serving alongside him as a nurse.","The narrative follows the unlikely group as they are embedded in the Front, treating casualties and cholera victims while dodging shellings and enemy ambushes. At first the group seems to get along well enough, until Semyonov, a dark, charismatic, hyper-masculine doctor in their company, sets his romantic sights on Ivanova.","As the medics desperately try to fulfill their duty among the brutal backdrop of the war, their intricate relationships become the centerpiece of a complex emotional narrative that winds through the dark forest, a symbol of the confusing shadows that can lie between even two people bonded by wartime.","Walpole served in the Russian Red Cross on the Russian-Austrian front during World War I, and his real-life experiences are reflected in the narrative. On its publication The Dark Forest was called \"the best picture of life in a field-ambulance on the Eastern Front that has yet been written\" by the Saturday Review, and it was popular enough for Walpole to write a sequel, The Secret City, which went on to win the James Tait Black Memorial Prize for Fiction."],"year":null,"genres":["classics","fiction","history"],"topics":["war"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/hugh-walpole/the-dark-forest"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Dark Forest","length":17,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Epigraph","length":65,"mode":"skip"},{"id":"004","title":"Dedication","length":70,"mode":"hide"},{"id":"005","title":"Part I - I: Spring in the Train","length":45913,"mode":"type"},{"id":"006","title":"Part I - II: The Schoolhouse","length":53473,"mode":"type"},{"id":"007","title":"Part I - III: The Invisible Battle","length":59776,"mode":"type"},{"id":"008","title":"Part I - IV: Nikitin","length":49862,"mode":"type"},{"id":"009","title":"Part I - V: First Move to the Enemy","length":29887,"mode":"type"},{"id":"010","title":"Part I - VI: The Retreat","length":49982,"mode":"type"},{"id":"011","title":"Part I - VII: One Night","length":40230,"mode":"type"},{"id":"012","title":"Part II - I: The Lovers","length":29542,"mode":"type"},{"id":"013","title":"Part II - II: Marie Ivanovna","length":35602,"mode":"type"},{"id":"014","title":"Part II - III: The Forest","length":37048,"mode":"type"},{"id":"015","title":"Part II - IV: Four?","length":41783,"mode":"type"},{"id":"016","title":"Part II - V: The Door Closes Behind Them","length":46371,"mode":"type"},{"id":"017","title":"Endnotes","length":368,"mode":"hide"},{"id":"018","title":"Colophon","length":1092,"mode":"hide"},{"id":"019","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721489789747}