{"id":"luigi-pirandello--six-characters-in-search-of-an-author","title":"Six Characters in Search of an Author","titleAlpha":"six characters in search of an author","author":"Luigi Pirandello","language":"en","description":"An absurdist comedy that contrasts illusion with reality, in which six characters arrive on a rehearsal stage filled with actors and demand the chance to speak their lines and act out the story of their lives.","longDescription":["Six Characters in Search of an Author (Sei personaggi in cerca d'autore) is an Italian three-act play written by Luigi Pirandello in 1921, considered as one of the earliest examples of absurdist theatre. It's a play within a play that deals with perceptions of reality and illusion, and plays with the ideas of identity and relative truths.","The plot features an acting company who have gathered to rehearse another play by Pirandello, when they're interrupted by 6 \"characters\" who arrive in search of their author. They immediately clash with the manager who at first assumes they're mad. But, as the play progresses, the manager slowly shifts his reality as the characters become more real than the actors.","Six Characters in Search of an Author opened in Rome at Valle di Roma and created a huge and clamorous division in the audience, forcing Pirandello to escape out the side door. But a year later it was presented in Milan to great success, before moving on to Broadway in 1922 where it ran for 136 performances."],"year":1921,"genres":["classics","drama"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/luigi-pirandello/six-characters-in-search-of-an-author/edward-storer"},"openlibraryId":"OL100436W","goodreadsId":"69919","rating":0.766,"popularity":20428,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Six Characters in Search of an Author","length":50,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Dramatis Personae - Characters of the Comedy in the Making","length":107,"mode":"hide"},{"id":"004","title":"Dramatis Personae - Actors of the Company","length":185,"mode":"hide"},{"id":"005","title":"Act I","length":43388,"mode":"type"},{"id":"006","title":"Act II","length":39694,"mode":"type"},{"id":"007","title":"Act III","length":25297,"mode":"type"},{"id":"008","title":"Colophon","length":1140,"mode":"hide"},{"id":"009","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721489935862}