{"id":"emile-gaboriau--the-slaves-of-paris","title":"The Slaves of Paris","titleAlpha":"slaves of paris","author":"Émile Gaboriau","language":"en","description":"A group of blackmailers play a long game on several families.","longDescription":["In this, Gaboriau's penultimate Lecoq novel, Lecoq doesn't make an appearance until the last few chapters of the book. In fact, the protagonists' identity remains unclear until almost halfway through. They're not missed, though, because the antagonists are a group of blackmailers of exhaustive ingenuity and knowledge, and piecing together the game they're playing with several noblemen and women occupies all of one's faculties for most of the book.","Young love, old love, forbidden love, lost love, along with a couple of missing individuals: what is the blackmailers' endgame? Will Lecoq be able to figure it out in time? Called \"French sensational\" in its day, Lecoq's last case is still sensational today."],"year":null,"genres":["classics","fiction","mystery"],"topics":["detective"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/emile-gaboriau/the-slaves-of-paris/charles-scribners-sons"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Slaves of Paris","length":58,"mode":"hide"},{"id":"002","title":"Imprint","length":1175,"mode":"hide"},{"id":"003","title":"Part I: Caught in the Net - I: Putting on the Screw","length":39134,"mode":"type"},{"id":"004","title":"Part I: Caught in the Net - II: A Registry Office","length":23557,"mode":"type"},{"id":"005","title":"Part I: Caught in the Net - III: The Opinion of Dr. Hortebise","length":18198,"mode":"type"},{"id":"006","title":"Part I: Caught in the Net - IV: A Trustworthy Servant","length":13317,"mode":"type"},{"id":"007","title":"Part I: Caught in the Net - V: A Forgotten Crime","length":26410,"mode":"type"},{"id":"008","title":"Part I: Caught in the Net - VI: A Medical Advisor","length":27599,"mode":"type"},{"id":"009","title":"Part I: Caught in the Net - VII: In the Studio","length":14974,"mode":"type"},{"id":"010","title":"Part I: Caught in the Net - VIII: Mademoiselle de Mussidan","length":13843,"mode":"type"},{"id":"011","title":"Part I: Caught in the Net - IX: Rose's Promotion","length":11361,"mode":"type"},{"id":"012","title":"Part I: Caught in the Net - X: \"You Are a Thief\"","length":27255,"mode":"type"},{"id":"013","title":"Part I: Caught in the Net - XI: The Man-Milliner","length":28360,"mode":"type"},{"id":"014","title":"Part I: Caught in the Net - XII: A Startling Revelation","length":22599,"mode":"type"},{"id":"015","title":"Part I: Caught in the Net - XIII: Husband and Wife","length":12543,"mode":"type"},{"id":"016","title":"Part I: Caught in the Net - XIV: Father and Daughter","length":18133,"mode":"type"},{"id":"017","title":"Part I: Caught in the Net - XV: Master Chupin","length":11793,"mode":"type"},{"id":"018","title":"Part I: Caught in the Net - XVI: A Turn of the Screw","length":19139,"mode":"type"},{"id":"019","title":"Part I: Caught in the Net - XVII: Some Scraps of Paper","length":17881,"mode":"type"},{"id":"020","title":"Part I: Caught in the Net - XVIII: An Infamous Trade","length":24473,"mode":"type"},{"id":"021","title":"Part I: Caught in the Net - XIX: A Friendly Rival","length":19282,"mode":"type"},{"id":"022","title":"Part I: Caught in the Net - XX: A Council of War","length":23274,"mode":"type"},{"id":"023","title":"Part I: Caught in the Net - XXI: An Academy of Music","length":13884,"mode":"type"},{"id":"024","title":"Part I: Caught in the Net - XXII: Diamond Cut Diamond","length":22463,"mode":"type"},{"id":"025","title":"Part I: Caught in the Net - XXIII: Father and Son","length":16953,"mode":"type"},{"id":"026","title":"Part I: Caught in the Net - XXIV: An Artful Trick","length":24817,"mode":"type"},{"id":"027","title":"Part I: Caught in the Net - XXV: A New Skin","length":34768,"mode":"type"},{"id":"028","title":"Part I: Caught in the Net - XXVI: At the Grand Turk","length":23841,"mode":"type"},{"id":"029","title":"Part I: Caught in the Net - XXVII: The Last Link","length":11115,"mode":"type"},{"id":"030","title":"Part II: The Champdoce Mystery - I: A Ducal Monomaniac","length":22725,"mode":"type"},{"id":"031","title":"Part II: The Champdoce Mystery - II: A Dangerous Acquaintance","length":10637,"mode":"type"},{"id":"032","title":"Part II: The Champdoce Mystery - III: A Bold Adventure","length":7312,"mode":"type"},{"id":"033","title":"Part II: The Champdoce Mystery - IV: A Financial Transaction","length":14274,"mode":"type"},{"id":"034","title":"Part II: The Champdoce Mystery - V: A Bad Start","length":8184,"mode":"type"},{"id":"035","title":"Part II: The Champdoce Mystery - VI: The Count de Puymandour","length":32350,"mode":"type"},{"id":"036","title":"Part II: The Champdoce Mystery - VII: An Unlucky Blow","length":22334,"mode":"type"},{"id":"037","title":"Part II: The Champdoce Mystery - VIII: The Little Glass Bottle","length":30240,"mode":"type"},{"id":"038","title":"Part II: The Champdoce Mystery - IX: The Honor of the Name","length":28001,"mode":"type"},{"id":"039","title":"Part II: The Champdoce Mystery - X: A Thunderbolt","length":15275,"mode":"type"},{"id":"040","title":"Part II: The Champdoce Mystery - XI: Marriage Bells; Funeral Knells","length":14450,"mode":"type"},{"id":"041","title":"Part II: The Champdoce Mystery - XII: \"Rash Word, Rash Deed\"","length":28178,"mode":"type"},{"id":"042","title":"Part II: The Champdoce Mystery - XIII: A Scheme of Vengeance","length":13565,"mode":"type"},{"id":"043","title":"Part II: The Champdoce Mystery - XIV: False Friend, Old Lover","length":14066,"mode":"type"},{"id":"044","title":"Part II: The Champdoce Mystery - XV: A Stab in the Dark","length":12108,"mode":"type"},{"id":"045","title":"Part II: The Champdoce Mystery - XVI: Husband and Lover","length":17721,"mode":"type"},{"id":"046","title":"Part II: The Champdoce Mystery - XVII: Blade to Blade","length":16314,"mode":"type"},{"id":"047","title":"Part II: The Champdoce Mystery - XVIII: The Heir of Champdoce","length":10373,"mode":"type"},{"id":"048","title":"Part II: The Champdoce Mystery - XIX: Mascarin Speaks","length":15725,"mode":"type"},{"id":"049","title":"Part II: The Champdoce Mystery - XX: A Sudden Check","length":24307,"mode":"type"},{"id":"050","title":"Part II: The Champdoce Mystery - XXI: A Melancholy Masher","length":8153,"mode":"type"},{"id":"051","title":"Part II: The Champdoce Mystery - XXII: A Gentleman in Difficulties","length":8214,"mode":"type"},{"id":"052","title":"Part II: The Champdoce Mystery - XXIII: Ringing the Changes","length":14073,"mode":"type"},{"id":"053","title":"Part II: The Champdoce Mystery - XXIV: The Vanishing Bills","length":12675,"mode":"type"},{"id":"054","title":"Part II: The Champdoce Mystery - XXV: The Spy","length":12585,"mode":"type"},{"id":"055","title":"Part II: The Champdoce Mystery - XXVI: Mascarin Moves","length":7286,"mode":"type"},{"id":"056","title":"Part II: The Champdoce Mystery - XXVII: A Cruel Slur","length":9044,"mode":"type"},{"id":"057","title":"Part II: The Champdoce Mystery - XXVIII: The Tempter","length":17663,"mode":"type"},{"id":"058","title":"Part II: The Champdoce Mystery - XXIX: The Tafila Copper Mines, Limited","length":11069,"mode":"type"},{"id":"059","title":"Part II: The Champdoce Mystery - XXX: The Veiled Portrait","length":10751,"mode":"type"},{"id":"060","title":"Part II: The Champdoce Mystery - XXXI: Gaston's Dilemma","length":15422,"mode":"type"},{"id":"061","title":"Part II: The Champdoce Mystery - XXXII: M. Lecoq","length":22926,"mode":"type"},{"id":"062","title":"Part II: The Champdoce Mystery - XXXIII: Through the Air","length":11846,"mode":"type"},{"id":"063","title":"Part II: The Champdoce Mystery - XXXIV: The Day of Reckoning","length":21145,"mode":"type"},{"id":"064","title":"Part II: The Champdoce Mystery - XXXV: \"Every Man to His Own Place\"","length":10150,"mode":"type"},{"id":"065","title":"Colophon","length":1159,"mode":"hide"},{"id":"066","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337730885}