{"id":"charles-babbage--passages-from-the-life-of-a-philosopher","title":"Passages from the Life of a Philosopher","titleAlpha":"passages from the life of a philosopher","author":"Charles Babbage","language":"en","description":"The eminent Victorian scientist and mathematician on his inventions, dreams and adventures.","longDescription":["Charles Babbage was a Victorian polymath, and someone with a seemingly never-ending intellectual curiosity about the world around him. A mathematician by training, he also wrote copiously on subjects such as economics, physics, engineering, computation, cryptography, religion and education, along with conducting practical experiments with pretty much anything that had grabbed his interest at the time. Today, he's widely viewed to be the father of the computer with his Difference and Analytical Engines. Although neither were fully completed during his lifetime, a working replica of the Difference Engine was built in the 1990s, and an Analytical Engine is currently in the planning stages.","This autobiography (first published near the end of his life in 1864) veers from topic to topic and rarely settles on any subject for more than a chapter. Apart from his early life and an explanation of the thinking behind his computing Engines, Babbage also transcribes his memories of climbing into an active volcano, arguing with street musicians, picking locks, standing in elections, and imagining life as a cheese mite, among other diverse subjects. The original meaning of the titular word \"Philosopher\" is \"lover of wisdom,\" and this book shows Babbage to be just that."],"year":2019,"genres":["autobiography","biography"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/charles-babbage/passages-from-the-life-of-a-philosopher"},"series":null,"part":0,"chapters":[{"id":"001","title":"Epigraph","length":629,"skip":true},{"id":"002","title":"Preface","length":1963,"skip":true},{"id":"003","title":"I: My Ancestors","length":10439,"skip":false},{"id":"004","title":"II: Childhood - Earliest Recollections","length":13516,"skip":false},{"id":"005","title":"III: Boyhood","length":12636,"skip":false},{"id":"006","title":"IV: Cambridge","length":38972,"skip":false},{"id":"007","title":"V: Difference Engine No. I - Explanation of the Difference Engine","length":11710,"skip":false},{"id":"008","title":"V: Difference Engine No. I - Of the Mechanical Arrangements Necessary for Computing Tables by the Method of Differences","length":7770,"skip":false},{"id":"009","title":"V: Difference Engine No. I - Description of the Existing Portion of Difference Engine No","length":7415,"skip":false},{"id":"010","title":"VI: Statement Relative to the Difference Engine, Drawn Up by the Late Sir H. Nicolas from the Author's Papers","length":49797,"skip":false},{"id":"011","title":"VII: Difference Engine No. II","length":23294,"skip":false},{"id":"012","title":"VIII: Of the Analytical Engine","length":49694,"skip":false},{"id":"013","title":"IX: Of the Mechanical Notation","length":8193,"skip":false},{"id":"014","title":"X: The Exhibition of 1862 - Circumstances Connected with the Exhibition of the Difference Engine No in the International Exhibition of 1862","length":12007,"skip":false},{"id":"015","title":"X: The Exhibition of 1862 - List of Mechanical Notations Proposed to Be Lent for the Exhibition","length":19249,"skip":false},{"id":"016","title":"XI: The Late Prince Consort","length":6956,"skip":false},{"id":"017","title":"XII: Recollections of the Duke of Wellington","length":26490,"skip":false},{"id":"018","title":"XIII: Recollections of Wollaston, Davy, and Rogers - The Thaumatrope","length":16373,"skip":false},{"id":"019","title":"XIV: Recollections of Laplace, Biot, and Humboldt - Alexander Humboldt","length":6539,"skip":false},{"id":"020","title":"XIV: Recollections of Laplace, Biot, and Humboldt - Of the Bonaparte Family","length":3839,"skip":false},{"id":"021","title":"XV: Experience by Water","length":13692,"skip":false},{"id":"022","title":"XVI: Experience by Fire - Baked in an Oven","length":1317,"skip":false},{"id":"023","title":"XVI: Experience by Fire - A Living Volcano","length":14940,"skip":false},{"id":"024","title":"XVI: Experience by Fire - Hot Springs","length":1446,"skip":false},{"id":"025","title":"XVI: Experience by Fire - Earthquakes","length":2475,"skip":false},{"id":"026","title":"XVI: Experience by Fire - Fire Damp","length":4685,"skip":false},{"id":"027","title":"XVII: Experience Amongst Workmen","length":11234,"skip":false},{"id":"028","title":"XVIII: Picking Locks and Deciphering - Deciphering","length":9523,"skip":false},{"id":"029","title":"XIX: Experience in St. Giles's","length":14798,"skip":false},{"id":"030","title":"XX: Theatrical Experience","length":11626,"skip":false},{"id":"031","title":"XXI: Electioneering Experience","length":28119,"skip":false},{"id":"032","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Dramatis Personae","length":1005,"skip":false},{"id":"033","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Scenes, etc., Extracted - Act I - Scene I","length":1635,"skip":false},{"id":"034","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Scenes, etc., Extracted - Act I - Scene IV","length":1214,"skip":false},{"id":"035","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Scenes, etc., Extracted - Act I - Scene V","length":1172,"skip":false},{"id":"036","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Scenes, etc., Extracted - Act I - Scene VI","length":2293,"skip":false},{"id":"037","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Scenes, etc., Extracted - Act I - Scene VII","length":1310,"skip":false},{"id":"038","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Scenes, etc., Extracted - Act I - Scene IX","length":1136,"skip":false},{"id":"039","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Scenes, etc., Extracted - Act I - Scene X","length":2983,"skip":false},{"id":"040","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Scenes, etc., Extracted - Act I - Scene XI","length":374,"skip":false},{"id":"041","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Scenes, etc., Extracted - Act II - Scene I","length":2988,"skip":false},{"id":"042","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Scenes, etc., Extracted - Act II - Scene IV","length":1214,"skip":false},{"id":"043","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Scenes, etc., Extracted - Act II - Scene VI","length":1907,"skip":false},{"id":"044","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Scenes, etc., Extracted - Act II - Scene VIII","length":1397,"skip":false},{"id":"045","title":"XXII: Scene from a New Afterpiece, Called \"Politics and Poetry;\" or, \"The Decline of Science\" - Scenes, etc., Extracted - Act II - Scene XII","length":1349,"skip":false},{"id":"046","title":"XXIII: Experience at Courts","length":9312,"skip":false},{"id":"047","title":"XXIV: Experience at Courts","length":24823,"skip":false},{"id":"048","title":"XXV: Railways","length":41437,"skip":false},{"id":"049","title":"XXVI: Street Nuisances","length":45725,"skip":false},{"id":"050","title":"XXVII: Wit","length":12715,"skip":false},{"id":"051","title":"XXVIII: Hints for Travellers","length":27496,"skip":false},{"id":"052","title":"XXIX: Miracles","length":14820,"skip":false},{"id":"053","title":"XXX: Religion","length":16624,"skip":false},{"id":"054","title":"XXXI: A Vision","length":24260,"skip":false},{"id":"055","title":"XXXII: Various Reminiscences - On Preventing the Forgery of Banknotes","length":2133,"skip":false},{"id":"056","title":"XXXII: Various Reminiscences - An Emeute","length":521,"skip":false},{"id":"057","title":"XXXII: Various Reminiscences - Letters of Credit","length":4936,"skip":false},{"id":"058","title":"XXXII: Various Reminiscences - The Speaker","length":2544,"skip":false},{"id":"059","title":"XXXII: Various Reminiscences - Ancient Music","length":4207,"skip":false},{"id":"060","title":"XXXIII: The Author's Contributions to Human Knowledge - Of the Part Taken by the Author in the Formation of Various Scientific Societies","length":8865,"skip":false},{"id":"061","title":"XXXIII: The Author's Contributions to Human Knowledge - Calculus of Functions","length":832,"skip":false},{"id":"062","title":"XXXIII: The Author's Contributions to Human Knowledge - Political Economy - Division of Labour","length":1863,"skip":false},{"id":"063","title":"XXXIII: The Author's Contributions to Human Knowledge - Political Economy - Cost of Any Article","length":548,"skip":false},{"id":"064","title":"XXXIII: The Author's Contributions to Human Knowledge - Political Economy - Principles of Taxation","length":4775,"skip":false},{"id":"065","title":"XXXIII: The Author's Contributions to Human Knowledge - Political Economy - Monopoly","length":552,"skip":false},{"id":"066","title":"XXXIII: The Author's Contributions to Human Knowledge - Political Economy - Miracles","length":1403,"skip":false},{"id":"067","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Of Glaciers","length":2022,"skip":false},{"id":"068","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Of the Causes of the Transformation of Condensed Snow Into Transparent Ice","length":7867,"skip":false},{"id":"069","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Book and Parcel Post","length":3556,"skip":false},{"id":"070","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Submarine Navigation","length":331,"skip":false},{"id":"071","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Difference Engine","length":1609,"skip":false},{"id":"072","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Explanation of the Cause of Magnetic and Electric Rotations","length":3560,"skip":false},{"id":"073","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Mechanical Notation","length":323,"skip":false},{"id":"074","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Occulting Lights","length":10279,"skip":false},{"id":"075","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Night Signals","length":323,"skip":false},{"id":"076","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Sun Signals","length":1220,"skip":false},{"id":"077","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Zenith-Light Signals","length":4532,"skip":false},{"id":"078","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Greenwich Time Signals","length":2208,"skip":false},{"id":"079","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Geological Theory of Isothermal Surfaces","length":1545,"skip":false},{"id":"080","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Games of Skill","length":9921,"skip":false},{"id":"081","title":"XXXIV: The Author's Further Contributions to Human Knowledge - Problem of the Three Magnetic Bodies","length":10870,"skip":false},{"id":"082","title":"XXXV: Results of Science - Registrar-General of Births, Deaths, etc.","length":803,"skip":false},{"id":"083","title":"XXXV: Results of Science - Commissioners of Railways","length":9039,"skip":false},{"id":"084","title":"XXXVI: Agreeable Recollections - Conclusion","length":2048,"skip":false},{"id":"085","title":"Appendix - Miracles - Note A","length":8274,"skip":false},{"id":"086","title":"Appendix - Religion - Note B","length":1986,"skip":false},{"id":"087","title":"Appendix - Addition to the Chapter on Railroads","length":948,"skip":false},{"id":"088","title":"List of Mr. Babbage's Printed Papers","length":12329,"skip":false},{"id":"089","title":"Endnotes","length":9626,"skip":true}],"createdAt":1719506771048}