{"id":"h-c-mcneile--bulldog-drummond","title":"Bulldog Drummond","titleAlpha":"bulldog drummond","author":"H. C. McNeile","language":"en","description":"A demobilized officer places a newspaper advert for adventure, and its response leads him to discover a conspiracy.","longDescription":["Captain Hugh Drummond, D. S. O., M. C., is back from the war, and is bored. Seeking adventure, he places a newspaper advert with services offered in exchange for excitement, and a reply from a woman needing help piques his interest. What follows is a back and forth engagement with a shadowy criminal cabal determined to cause mayhem for the British establishment - and to profit from it. Luckily for Britain, \"Bulldog\" Drummond is up for the fight.","Bulldog Drummond was the first book of ten by H. C. McNeile (writing under the pen name of \"Sapper\") to deal with the eponymous hero; a series that was later expanded to nineteen novels and many further plays, films and short stories by later authors. The novel was an immediate success, with its combination of gentlemanly daring and high melodrama striking a chord with the public of the time. Drummond's appeal to the modern audience has faded: he's a character of his time, with views that reflect the British Empire's thinking of the 1920s. His influence, however, lives on in later men of adventure, including James Bond and Biggles."],"year":1920,"genres":["adventure","classics","fiction","mystery"],"topics":["detective","war"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/h-c-mcneile/bulldog-drummond"},"openlibraryId":"OL241909W","goodreadsId":"1605949","rating":0.718,"popularity":677,"cover":null,"free":false,"custom":false,"series":"Bulldog Drummond","part":1,"chapters":[{"id":"001","title":"Titlepage - Bulldog Drummond","length":18,"mode":"hide"},{"id":"002","title":"Imprint","length":1194,"mode":"hide"},{"id":"003","title":"Prologue","length":25425,"mode":"type"},{"id":"004","title":"I: In Which He Takes Tea at the Carlton and Is Surprised - I","length":9356,"mode":"type"},{"id":"005","title":"I: In Which He Takes Tea at the Carlton and Is Surprised - II","length":21403,"mode":"type"},{"id":"006","title":"II: In Which He Journeys to Godalming and the Game Begins - I","length":5838,"mode":"type"},{"id":"007","title":"II: In Which He Journeys to Godalming and the Game Begins - II","length":8603,"mode":"type"},{"id":"008","title":"II: In Which He Journeys to Godalming and the Game Begins - III","length":22353,"mode":"type"},{"id":"009","title":"III: In Which Things Happen in Half Moon Street - I","length":9729,"mode":"type"},{"id":"010","title":"III: In Which Things Happen in Half Moon Street - II","length":8468,"mode":"type"},{"id":"011","title":"III: In Which Things Happen in Half Moon Street - III","length":16660,"mode":"type"},{"id":"012","title":"IV: In Which He Spends a Quiet Night at the Elms - I","length":10775,"mode":"type"},{"id":"013","title":"IV: In Which He Spends a Quiet Night at the Elms - II","length":7978,"mode":"type"},{"id":"014","title":"IV: In Which He Spends a Quiet Night at the Elms - III","length":9316,"mode":"type"},{"id":"015","title":"IV: In Which He Spends a Quiet Night at the Elms - IV","length":4803,"mode":"type"},{"id":"016","title":"V: In Which There Is Trouble at Goring - I","length":6126,"mode":"type"},{"id":"017","title":"V: In Which There Is Trouble at Goring - II","length":20174,"mode":"type"},{"id":"018","title":"V: In Which There Is Trouble at Goring - III","length":6384,"mode":"type"},{"id":"019","title":"VI: In Which a Very Old Game Takes Place on the Hog's Back - I","length":6692,"mode":"type"},{"id":"020","title":"VI: In Which a Very Old Game Takes Place on the Hog's Back - II","length":7170,"mode":"type"},{"id":"021","title":"VI: In Which a Very Old Game Takes Place on the Hog's Back - III","length":9194,"mode":"type"},{"id":"022","title":"VI: In Which a Very Old Game Takes Place on the Hog's Back - IV","length":10482,"mode":"type"},{"id":"023","title":"VII: In Which He Spends an Hour or Two on a Roof - I","length":13586,"mode":"type"},{"id":"024","title":"VII: In Which He Spends an Hour or Two on a Roof - II","length":7851,"mode":"type"},{"id":"025","title":"VII: In Which He Spends an Hour or Two on a Roof - III","length":17644,"mode":"type"},{"id":"026","title":"VIII: In Which He Goes to Paris for a Night - I","length":11814,"mode":"type"},{"id":"027","title":"VIII: In Which He Goes to Paris for a Night - II","length":3880,"mode":"type"},{"id":"028","title":"VIII: In Which He Goes to Paris for a Night - III","length":11734,"mode":"type"},{"id":"029","title":"VIII: In Which He Goes to Paris for a Night - IV","length":8542,"mode":"type"},{"id":"030","title":"IX: In Which He Has a Near Shave - I","length":9542,"mode":"type"},{"id":"031","title":"IX: In Which He Has a Near Shave - II","length":12284,"mode":"type"},{"id":"032","title":"IX: In Which He Has a Near Shave - III","length":5945,"mode":"type"},{"id":"033","title":"IX: In Which He Has a Near Shave - IV","length":5983,"mode":"type"},{"id":"034","title":"X: In Which the Hun Nation Decreases by One - I","length":11388,"mode":"type"},{"id":"035","title":"X: In Which the Hun Nation Decreases by One - II","length":12938,"mode":"type"},{"id":"036","title":"X: In Which the Hun Nation Decreases by One - III","length":11037,"mode":"type"},{"id":"037","title":"XI: In Which Lakington Plays His Last \"Coup\" - I","length":7077,"mode":"type"},{"id":"038","title":"XI: In Which Lakington Plays His Last \"Coup\" - II","length":19335,"mode":"type"},{"id":"039","title":"XI: In Which Lakington Plays His Last \"Coup\" - III","length":13414,"mode":"type"},{"id":"040","title":"XII: In Which the Last Round Takes Place - I","length":11824,"mode":"type"},{"id":"041","title":"XII: In Which the Last Round Takes Place - II","length":7717,"mode":"type"},{"id":"042","title":"XII: In Which the Last Round Takes Place - III","length":16272,"mode":"type"},{"id":"043","title":"Epilogue","length":3653,"mode":"type"},{"id":"044","title":"Colophon","length":1043,"mode":"hide"},{"id":"045","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721489739670}