{"id":"john-buchan--huntingtower","title":"Huntingtower","titleAlpha":"huntingtower","author":"John Buchan","language":"en","description":"A retired grocer seeking a change in his mundane life finds more than he bargained for when he's asked to aid in the rescue of an imprisoned Russian princess.","longDescription":["Published in 1922, Huntingtower is the first of John Buchan's novels to feature Dickson McCunn.","McCunn, recently retired, embarks upon a walking tour of southwestern Scotland and encounters a poet and former soldier on his travels. They spend the evening in a small village, and when they investigate a large empty house nearby, they hear a woman singing from within. McCann's companion recognizes the woman's voice as belonging to a Russian princess he had worshiped from afar when he was stationed in Europe. A gang of street-urchins inform the pair that the princess and her companion are held prisoner, and all agree to join forces and effect a rescue.","The book was made into a silent movie in 1928, and has also been adapted for radio."],"year":2023,"genres":["adventure","fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/john-buchan/huntingtower"},"series":null,"part":0,"chapters":[{"id":"001","title":"Prologue","length":6794,"skip":false},{"id":"002","title":"I: How a Retired Provision Merchant Felt the Impulse of Spring","length":15545,"skip":false},{"id":"003","title":"II: Of Mr. John Heritage and the Difference in Points of View","length":25403,"skip":false},{"id":"004","title":"III: How Childe Roland and Another Came to the Dark Tower","length":34498,"skip":false},{"id":"005","title":"IV: Dougal","length":20049,"skip":false},{"id":"006","title":"V: Of the Princess in the Tower","length":41549,"skip":false},{"id":"007","title":"VI: How Mr. McCunn Departed with Relief and Returned with Resolution","length":29738,"skip":false},{"id":"008","title":"VII: Sundry Doings in the Mirk","length":27059,"skip":false},{"id":"009","title":"VIII: How a Middle-Aged Crusader Accepted a Challenge","length":23550,"skip":false},{"id":"010","title":"IX: The First Battle of the Cruives","length":26163,"skip":false},{"id":"011","title":"X: Deals with an Escape and a Journey","length":27746,"skip":false},{"id":"012","title":"XI: Gravity Out of Bed","length":22185,"skip":false},{"id":"013","title":"XII: How Mr. McCunn Committed an Assault Upon an Ally","length":26570,"skip":false},{"id":"014","title":"XIII: The Coming of the Danish Brig","length":17947,"skip":false},{"id":"015","title":"XIV: The Second Battle of the Cruives","length":41613,"skip":false},{"id":"016","title":"XV: The Gorbals Die-Hards Go Into Action","length":27890,"skip":false},{"id":"017","title":"XVI: In Which a Princess Leaves a Dark Tower and a Provision Merchant Returns to His Family","length":15239,"skip":false},{"id":"018","title":"Endnotes","length":104,"skip":true}],"createdAt":1719507036979}