{"id":"h-beam-piper--little-fuzzy","title":"Little Fuzzy","titleAlpha":"little fuzzy","author":"H. Beam Piper","language":"en","description":"On a planet being exploited for its resources, the discovery of a possibly-sentient native species creates consternation and conflict.","longDescription":["Little Fuzzy is a science fiction novel set on the planet Zarathustra, a world rich in natural resources being exploited by a huge chartered company from Earth. Jack Holloway is a free-lance sunstone miner working on the outskirts of civilization when he encounters a small, fuzzy animal which turns out to be remarkably intelligent. He soon begins to suspect that \"Little Fuzzy\" and his family are more than just clever animals, but in fact a new sapient alien species. Such a proposition is directly opposed to the interests of the chartered Zarathustra Company, and conflict ensues.","Published in 1962, Little Fuzzy rapidly gained popularity due to the charming nature of the little aliens and the well-handled tensions of the plot. It is today considered to be a classic of the genre, though perhaps considered to fall into the category of juvenile fiction. It was followed by a sequel, Fuzzy Sapiens in 1964."],"year":2017,"genres":["fiction","science-fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/h-beam-piper/little-fuzzy"},"series":null,"part":0,"chapters":[{"id":"001","title":"I","length":22071,"skip":false},{"id":"002","title":"II","length":25830,"skip":false},{"id":"003","title":"III","length":16838,"skip":false},{"id":"004","title":"IV","length":11825,"skip":false},{"id":"005","title":"V","length":30805,"skip":false},{"id":"006","title":"VI","length":28600,"skip":false},{"id":"007","title":"VII","length":25616,"skip":false},{"id":"008","title":"VIII","length":23034,"skip":false},{"id":"009","title":"IX","length":17129,"skip":false},{"id":"010","title":"X","length":21543,"skip":false},{"id":"011","title":"XI","length":14609,"skip":false},{"id":"012","title":"XII","length":25147,"skip":false},{"id":"013","title":"XIII","length":8250,"skip":false},{"id":"014","title":"XIV","length":31002,"skip":false},{"id":"015","title":"XV","length":9340,"skip":false},{"id":"016","title":"XVI","length":15773,"skip":false},{"id":"017","title":"XVII","length":7544,"skip":false}],"createdAt":1719162234252}