{"id":"okakura-kakuzo--the-book-of-tea","title":"The Book of Tea","titleAlpha":"book of tea","author":"Okakura Kakuzō","language":"en","description":"The Book of Tea is a long essay exploring the relationship between teaism, taoism, and the aesthetics of Japanese culture.","longDescription":["The Book of Tea, one of the great English tea classics, is a long essay about the connection between teaism, Taoism, and the aesthetics of Japanese culture. It was written by Okakura Kakuzo in English and was published in the United States in 1906.","The essay targets a Western audience and seeks to explain the importance of tea in Japanese culture, not just as a beverage, but as a form of art expressed in different aspects. After a brief introduction of the Western attitude towards tea, Okakura demystifies the admiration of the Japanese people for this green plant by presenting the different schools of tea, its connection to Zen philosophy, and how it has affected the arts. The famous tea ceremony and its rigid formalities are explained, together with the contributions of the great tea-masters.","The Book of Tea is considered by many to be one of the first books to introduce Eastern culture and philosophy to the Western world. This was possible due to Okakura's early contact with the English language and Western thought, but also due to his later involvement in the Asian art division of the Boston Museum of Fine Arts, which he came to head in 1910."],"year":1906,"genres":["classics","nonfiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/okakura-kakuzo/the-book-of-tea"},"openlibraryId":"OL7095112W","goodreadsId":"2333598","rating":0.77,"popularity":15219,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Book of Tea","length":19,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Dedication","length":23,"mode":"hide"},{"id":"004","title":"I: The Cup of Humanity","length":13751,"mode":"type"},{"id":"005","title":"II: The Schools of Tea","length":14646,"mode":"type"},{"id":"006","title":"III: Taoism and Zennism","length":17459,"mode":"type"},{"id":"007","title":"IV: The Tearoom","length":20217,"mode":"type"},{"id":"008","title":"V: Art Appreciation","length":12658,"mode":"type"},{"id":"009","title":"VI: Flowers","length":18482,"mode":"type"},{"id":"010","title":"VII: Tea-Masters","length":7230,"mode":"type"},{"id":"011","title":"Endnotes","length":575,"mode":"hide"},{"id":"012","title":"Colophon","length":1056,"mode":"hide"},{"id":"013","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721338134981}