{"id":"e-m-forster--a-room-with-a-view","title":"A Room With a View","titleAlpha":"room with a view","author":"E. M. Forster","language":"en","description":"A young English woman falls in love while on tour in Italy.","longDescription":["A Room With a View, perhaps E. M. Forster's lightest novel, was also one long in gestation - he began it as early as 1901, and only published it in 1908.","In it we meet young Lucy Honeychurch and her cousin Charlotte Bartlett, who have gone on tour to Italy. During their stay they meet a series of interesting characters, including George Emerson, the son of an eccentric gentleman. The conflict between Lucy's choice of the unusual George, or her more conventional English suitor Cecil, forms the crux of Forster's critique of contemporary English society.","Despite the novel being a societal critique, the prose is light and studded with Forster's easy witticisms. In 1958 Forster added an appendix elaborating on what occurred to the main characters after the novel's end: the two world wars figure largely in their futures."],"year":2017,"genres":["comedy","fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/e-m-forster/a-room-with-a-view"},"series":null,"part":0,"chapters":[{"id":"001","title":"Part I - I: The Bertolini","length":21284,"skip":false},{"id":"002","title":"Part I - II: In Santa Croce with No Baedeker","length":27261,"skip":false},{"id":"003","title":"Part I - III: Music, Violets, and the Letter S","length":19028,"skip":false},{"id":"004","title":"Part I - IV: Fourth Chapter","length":11667,"skip":false},{"id":"005","title":"Part I - V: Possibilities of a Pleasant Outing","length":22156,"skip":false},{"id":"006","title":"Part I - VI: The Reverend Arthur Beebe, the Reverend Cuthbert Eager, Mr. Emerson, Mr. George Emerson, Miss Eleanor Lavish, Miss Charlotte Bartlett, and Miss Lucy Honeychurch Drive Out in Carriages to See a View; Italians Drive Them","length":20097,"skip":false},{"id":"007","title":"Part I - VII: They Return","length":20002,"skip":false},{"id":"008","title":"Part II - VIII: Medieval","length":25975,"skip":false},{"id":"009","title":"Part II - IX: Lucy as a Work of Art","length":23562,"skip":false},{"id":"010","title":"Part II - X: Cecil as a Humourist","length":16006,"skip":false},{"id":"011","title":"Part II - XI: In Mrs. Vyse's Well-Appointed Flat","length":9667,"skip":false},{"id":"012","title":"Part II - XII: Twelfth Chapter","length":16557,"skip":false},{"id":"013","title":"Part II - XIII: How Miss Bartlett's Boiler Was So Tiresome","length":14230,"skip":false},{"id":"014","title":"Part II - XIV: How Lucy Faced the External Situation Bravely","length":10973,"skip":false},{"id":"015","title":"Part II - XV: The Disaster Within","length":24142,"skip":false},{"id":"016","title":"Part II - XVI: Lying to George","length":14447,"skip":false},{"id":"017","title":"Part II - XVII: Lying to Cecil","length":10748,"skip":false},{"id":"018","title":"Part II - XVIII: Lying to Mr. Beebe, Mrs. Honeychurch, Freddy, and the Servants","length":28327,"skip":false},{"id":"019","title":"Part II - XIX: Lying to Mr. Emerson","length":27424,"skip":false},{"id":"020","title":"Part II - XX: The End of the Middle Ages","length":8514,"skip":false}],"createdAt":1719506809215}