{"id":"richard-f-burton--vikram-and-the-vampire","title":"Vikram and the Vampire","titleAlpha":"vikram and the vampire","author":"Richard F. Burton","language":"en","description":"King Vikram becomes trapped in a cycle of stories as he tries to capture a cunning vampire.","longDescription":["Baital Pachisi, also known as Vikram-Betaal, is a collection of Hindu tales featuring King Vikramaditya as the hero. Eleven of these tales were adapted from Sanskrit to English by Richard F. Burton as Vikram and the Vampire.","A tantric yogi is after King Vikram's life because of the wrongdoings of his father. He fools the brave king into bringing him Baital (a vampire) hanging from a siras tree. Baital, in turn, traps the king in an endless loop of stories. If King Vikram answers any question posed by the vampire during his storytelling, the vampire will escape back to the tree, and the king will have to start again. Will King Vikram be able to escape Baital's trap? What doom awaits the king when finally meets his nemesis?"],"year":1000,"genres":["classics","fiction","shorts"],"topics":["folklore","vampires"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/richard-f-burton/vikram-and-the-vampire"},"openlibraryId":"OL7989179W","goodreadsId":"6239326","rating":0.744,"popularity":579,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Vikram and the Vampire","length":22,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Epigraph","length":230,"mode":"skip"},{"id":"004","title":"Dedication","length":142,"mode":"hide"},{"id":"005","title":"Preface","length":13692,"mode":"skip"},{"id":"006","title":"Introduction","length":66024,"mode":"type"},{"id":"007","title":"The Vampire's First Story - In Which a Man Deceives a Woman","length":55002,"mode":"type"},{"id":"008","title":"The Vampire's Second Story - Of the Relative Villany of Men and Women","length":56479,"mode":"type"},{"id":"009","title":"The Vampire's Third Story - Of a High-Minded Family","length":19692,"mode":"type"},{"id":"010","title":"The Vampire's Fourth Story - Of a Woman Who Told the Truth","length":12918,"mode":"type"},{"id":"011","title":"The Vampire's Fifth Story - Of the Thief Who Laughed and Wept","length":26303,"mode":"type"},{"id":"012","title":"The Vampire's Sixth Story - In Which Three Men Dispute About a Woman","length":23445,"mode":"type"},{"id":"013","title":"The Vampire's Seventh Story - Showing the Exceeding Folly of Many Wise Fools","length":34709,"mode":"type"},{"id":"014","title":"The Vampire's Eighth Story - Of the Use and Misuse of Magic Pills","length":36633,"mode":"type"},{"id":"015","title":"The Vampire's Ninth Story - Showing That a Man's Wife Belongs Not to His Body but to His Head","length":21550,"mode":"type"},{"id":"016","title":"The Vampire's Tenth Story - Of the Marvellous Delicacy of Three Queens","length":4600,"mode":"type"},{"id":"017","title":"The Vampire's Eleventh Story - Which Puzzles Raja Vikram","length":21931,"mode":"type"},{"id":"018","title":"Conclusion","length":13888,"mode":"type"},{"id":"019","title":"Endnotes","length":29039,"mode":"hide"},{"id":"020","title":"Colophon","length":1108,"mode":"hide"},{"id":"021","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721490063558}