{"id":"willa-cather--death-comes-for-the-archbishop","title":"Death Comes for the Archbishop","titleAlpha":"death comes for the archbishop","author":"Willa Cather","language":"en","description":"A priest makes the difficult journey from the Great Lakes to the vast territory of 1850s New Mexico to establish a diocese.","longDescription":["Set in the 1850s, this short novel is about the struggles and triumphs of a bishop, Jean Marie Latour, and his loyal friend and vicar, Father Joseph Vaillant. They have been sent to reawaken and spread the Roman Catholic faith in an area where it has grown weak: New Mexico, recently annexed by the United States. Desolate and remote, the territory is home to many diverse groups: Mexicans, including those on ranches established for hundreds of years; Indians, who have been there much longer and who are divided by language and customs into thirty nations; and newcomers - hunters, fur trappers, and those seeking gold. This book is as much their story as it is the story of the priests and the vast changes the land itself underwent in those years.","Death Comes for the Archbishop was a departure for Willa Cather, who had already published eight novels before publishing this one in 1927. The novel doesn't try to follow a single unified story the way many historical novels do; instead, its nine chapters are episodic, filled with stories, legends, histories, and descriptions of the Southwest, which Cather had been visiting for many years before she started writing it.","Many of its main characters, including the bishop and his vicar, are thinly disguised versions of real-life historical figures, while other famous New Mexicans of the day, including the frontiersman Kit Carson and the \"powerful old priest,\" Antonio Jose Martinez, appear under their actual names."],"year":2023,"genres":["fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/willa-cather/death-comes-for-the-archbishop"},"series":null,"part":0,"chapters":[{"id":"001","title":"Epigraph","length":48,"skip":true},{"id":"002","title":"Prologue - At Rome","length":15937,"skip":false},{"id":"003","title":"Book I: The Vicar Apostolic - I: The Cruciform Tree","length":11389,"skip":false},{"id":"004","title":"Book I: The Vicar Apostolic - II: Hidden Water","length":10809,"skip":false},{"id":"005","title":"Book I: The Vicar Apostolic - III: The Bishop Chez Lui","length":14598,"skip":false},{"id":"006","title":"Book I: The Vicar Apostolic - IV: A Bell and a Miracle","length":11352,"skip":false},{"id":"007","title":"Book II: Missionary Journeys - I: The White Mules","length":15201,"skip":false},{"id":"008","title":"Book II: Missionary Journeys - II: The Lonely Road to Mora","length":19809,"skip":false},{"id":"009","title":"Book III: The Mass at Acoma - I: The Wooden Parrot","length":10050,"skip":false},{"id":"010","title":"Book III: The Mass at Acoma - II: Jacinto","length":8465,"skip":false},{"id":"011","title":"Book III: The Mass at Acoma - III: The Rock","length":13425,"skip":false},{"id":"012","title":"Book III: The Mass at Acoma - IV: The Legend of Fray Baltazar","length":16092,"skip":false},{"id":"013","title":"Book IV: Snake Root - I: The Night at Pecos","length":11051,"skip":false},{"id":"014","title":"Book IV: Snake Root - II: Stone Lips","length":16259,"skip":false},{"id":"015","title":"Book V: Padre Martinez - I: The Old Order","length":28344,"skip":false},{"id":"016","title":"Book V: Padre Martinez - II: The Miser","length":19149,"skip":false},{"id":"017","title":"Book VI: Dona Isabella - I: Don Antonio","length":17230,"skip":false},{"id":"018","title":"Book VI: Dona Isabella - II: The Lady","length":12666,"skip":false},{"id":"019","title":"Book VII: The Great Diocese - I: The Month of Mary","length":17046,"skip":false},{"id":"020","title":"Book VII: The Great Diocese - II: December Night","length":12304,"skip":false},{"id":"021","title":"Book VII: The Great Diocese - III: Spring in the Navajo Country","length":16055,"skip":false},{"id":"022","title":"Book VII: The Great Diocese - IV: Eusabio","length":7235,"skip":false},{"id":"023","title":"Book VIII: Gold Under Pike's Peak - I: Cathedral","length":8816,"skip":false},{"id":"024","title":"Book VIII: Gold Under Pike's Peak - II: A Letter from Leavenworth","length":7455,"skip":false},{"id":"025","title":"Book VIII: Gold Under Pike's Peak - III: Auspice Maria!","length":16432,"skip":false},{"id":"026","title":"Book IX: Death Comes for the Archbishop - I","length":4825,"skip":false},{"id":"027","title":"Book IX: Death Comes for the Archbishop - II","length":6301,"skip":false},{"id":"028","title":"Book IX: Death Comes for the Archbishop - III","length":4352,"skip":false},{"id":"029","title":"Book IX: Death Comes for the Archbishop - IV","length":10214,"skip":false},{"id":"030","title":"Book IX: Death Comes for the Archbishop - V","length":9758,"skip":false},{"id":"031","title":"Book IX: Death Comes for the Archbishop - VI","length":3689,"skip":false},{"id":"032","title":"Book IX: Death Comes for the Archbishop - VII","length":8279,"skip":false},{"id":"033","title":"Book IX: Death Comes for the Archbishop - VIII","length":2513,"skip":false},{"id":"034","title":"Endnotes","length":115,"skip":true}],"createdAt":1719162628725}