{"id":"jack-london--the-call-of-the-wild","title":"The Call of the Wild","titleAlpha":"call of the wild","author":"Jack London","language":"en","description":"The story of a domesticated dog's return to a primitive state in the late 19th-century Yukon.","longDescription":["Jack London spent nearly a year in Alaska and the Klondike, mining for gold and braving the Alaskan winter. There he was inspired to write what would become The Call of the Wild, one of his most famous novels. The Call of the Wild tells the tale of a domesticated dog stolen from his California family and sold to sledders in Alaska. As he adapts to the harsh and wild environment, he slowly sheds domestication and returns to his primal roots.","The Call of the Wild was London's first major success, ensuring he'd have a readership for his future writing and paving the way for him to become one of the first writers to amass a fortune from just his fiction."],"year":2014,"genres":["adventure","fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/jack-london/the-call-of-the-wild"},"series":null,"part":0,"chapters":[{"id":"001","title":"Epigraph","length":131,"skip":true},{"id":"002","title":"I: Into the Primitive","length":20421,"skip":false},{"id":"003","title":"II: The Law of Club and Fang","length":18277,"skip":false},{"id":"004","title":"III: The Dominant Primordial Beast","length":28302,"skip":false},{"id":"005","title":"IV: Who Has Won to Mastership","length":17456,"skip":false},{"id":"006","title":"V: The Toil of Trace and Trail","length":29528,"skip":false},{"id":"007","title":"VI: For the Love of a Man","length":26331,"skip":false},{"id":"008","title":"VII: The Sounding of the Call","length":34249,"skip":false}],"createdAt":1719162300153}