{"id":"thornton-w-burgess--green-meadow-stories","title":"Green Meadow Stories","titleAlpha":"green meadow stories","author":"Thornton W. Burgess","language":"en","description":"A compilation of four distinct but entwined animal tales featuring the denizens of the Green Meadows.","longDescription":["Thornton W. Burgess was an American naturalist and the author of dozens of books for children, the most enduring of which are Old Mother West Wind and The Burgess Bird Book for Children. Burgess was a passionate twentieth-century conservationist who dedicated his life to teaching children and their families about the importance of the natural life of the northern North American forest.","The Green Meadow Stories compilation is made up of four distinct but entwined tales: those of Happy Jack Squirrel, Mrs. Peter Rabbit, Bowser the Hound, and Old Granny Fox. Through the adventures of these focal characters readers are introduced to the wider territory of the Green Meadows, the Green Forest, and the Smiling Pond as well as to the animals' Great World.","The animals of Burgess's stories are anthropomorphized, undoubtedly, but not caricatured: these are not the twee creatures of Disney cartoons. Their behaviour is explained in ways that would be understandable to a human child - this is fiction, after all - but Burgess's \"little people of the forest\" are not simply humans dressed in fur and feathers. The original illustrations in Burgess's books (by Harrison Cady, not reproduced in this edition) show the animals wearing clothes, but Burgess's own descriptions of animals are more natural and metaphorical, and less fantastic. For example, he describes Chatterer the Red Squirrel, \"who always wears a red coat with vest of white,\" a compact way of communicating the look of a squirrel that many of today's children will never have seen with their own eyes. Less pleasantly, it is Peter Rabbit's fur and flesh that is rent when Hooty the Owl tears Peter's \"coat\" one night on the Old Pasture.","Burgess has tremendous respect for the creatures he depicts, as well as for their natural home. While the presentation of the Green Meadow is hardly \"Nature, red in tooth and claw,\" it is surprisingly unsentimental. Peter Rabbit, for example, lives a highly anxious life under threat from the many predators who would enjoy having him for dinner; similarly, Happy Jack Squirrel experiences days and nights of terror when Shadow the Weasel discovers Happy Jack's home and hunts him relentlessly. During a long, hard winter, Granny Fox and Reddy Fox come close to starving, and Old Man Coyote leads Bowser the Hound on a dangerous chase that may result in one or the other dying. Despite other fanciful, sentimental elements of storytelling, Burgess does not sugarcoat prey/predator relationships or the precarity of wild animals' lives.","Burgess is a clear conservationist in his representations of hunting. The animals are highly aware of hunters and their \"dreadful guns.\" It is a notable moment in this collection when Farmer Brown's Boy decides he will no longer use his gun to harm the little people of the Green Meadow and the Green Forest. The stories are also notable in their detailed representation of a largely intact forest, something few children in the twenty-first century will experience.","On the other hand, these are books for children, and they contain plenty of sweetness and light. Animal pairings - such as when Peter Rabbit meets the dainty Little Miss Fuzzytail, the future Mrs. Rabbit - are vague but sentimental and soon lead to proud new families of Rabbits, Ducks, Deer, and Owls. The \"little people\" celebrate the arrival of each spring's babies, mark each other's new relationships and homes, play together, and even help each other survive. They laugh, tease, and trick each other - a fanciful interpretation of animal behaviour that could lead to a reader's life-long fascination with, and respect for, forest creatures - and for generations of readers, they did just that.","The stories are also more didactic than most twenty-first-century authors would dare to be. There are morals associated with most stories, often attributed to the animal about whom the story is being told. Through this practical teaching, Burgess suggests a correspondence between how animals and humans live; but he consistently clarifies that animal intelligence is different from, but certainly no less than, human intelligence.","Unlike the bouncy rhyming verses of many of today's children's books, Burgess's sentences have a somewhat old-fashioned cadence, creating the distinct and appealing music of traditional storytelling. Burgess's episodic chapters are eminently readable and particularly come to life when they are voiced by animated reading-aloud. For older readers looking for something different to share with children, or for new readers beginning to tackle \"chapter books,\" the tales of the Green Meadow Stories collection are a delightful place to discover Burgess and his animal friends."],"year":2020,"genres":["children","fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/thornton-w-burgess/green-meadow-stories"},"series":null,"part":0,"chapters":[{"id":"001","title":"Happy Jack - I: Happy Jack Drops a Nut","length":3092,"skip":false},{"id":"002","title":"Happy Jack - II: The Quarrel","length":2888,"skip":false},{"id":"003","title":"Happy Jack - III: Striped Chipmunk Is Kept Very Busy","length":3132,"skip":false},{"id":"004","title":"Happy Jack - IV: Happy Jack and Chatterer Feel Foolish","length":3408,"skip":false},{"id":"005","title":"Happy Jack - V: Happy Jack Suspects Striped Chipmunk","length":2988,"skip":false},{"id":"006","title":"Happy Jack - VI: Happy Jack Spies on Striped Chipmunk","length":2614,"skip":false},{"id":"007","title":"Happy Jack - VII: Striped Chipmunk Has Fun with Happy Jack","length":3371,"skip":false},{"id":"008","title":"Happy Jack - VIII: Happy Jack Turns Burglar","length":2580,"skip":false},{"id":"009","title":"Happy Jack - IX: Happy Jack Squirrel's Sad Mistake","length":2708,"skip":false},{"id":"010","title":"Happy Jack - X: Striped Chipmunk's Happy Thought","length":3060,"skip":false},{"id":"011","title":"Happy Jack - XI: Striped Chipmunk's Thanksgiving Dinner","length":3324,"skip":false},{"id":"012","title":"Happy Jack - XII: Happy Jack Does Some Thinking","length":2789,"skip":false},{"id":"013","title":"Happy Jack - XIII: Happy Jack Gets a Warning","length":3562,"skip":false},{"id":"014","title":"Happy Jack - XIV: Happy Jack's Run for Life","length":3674,"skip":false},{"id":"015","title":"Happy Jack - XV: Who Saved Happy Jack Squirrel?","length":3694,"skip":false},{"id":"016","title":"Happy Jack - XVI: Happy Jack Misses Farmer Brown's Boy","length":3375,"skip":false},{"id":"017","title":"Happy Jack - XVII: Tommy Tit Brings News","length":3979,"skip":false},{"id":"018","title":"Happy Jack - XVIII: Happy Jack Decides to Make a Call","length":3133,"skip":false},{"id":"019","title":"Happy Jack - XIX: Tommy Tit and Happy Jack Pay a Visit","length":3821,"skip":false},{"id":"020","title":"Happy Jack - XX: What Was the Matter with Farmer Brown's Boy?","length":3918,"skip":false},{"id":"021","title":"Happy Jack - XXI: Happy Jack Squirrel Grows Very Bold","length":4067,"skip":false},{"id":"022","title":"Happy Jack - XXII: Happy Jack Dares Tommy Tit","length":3640,"skip":false},{"id":"023","title":"Happy Jack - XXIII: Sammy Jay Is Quite Upset","length":4096,"skip":false},{"id":"024","title":"Happy Jack - XXIV: A Dream Comes True","length":3161,"skip":false},{"id":"025","title":"Happy Jack - XXV: Happy Jack Has a Happy Thought","length":3843,"skip":false},{"id":"026","title":"Happy Jack - XXVI: Farmer Brown's Boy Wakes with a Start","length":3720,"skip":false},{"id":"027","title":"Happy Jack - XXVII: Happy Jack Is Afraid to Go Home","length":3479,"skip":false},{"id":"028","title":"Happy Jack - XXVIII: Happy Jack Finds a New Home","length":3029,"skip":false},{"id":"029","title":"Happy Jack - XXIX: Farmer Brown's Boy Takes a Prisoner","length":4039,"skip":false},{"id":"030","title":"Happy Jack - XXX: A Prisoner Without Fear","length":3934,"skip":false},{"id":"031","title":"Happy Jack - XXXI: What Farmer Brown's Boy Did with Shadow","length":3893,"skip":false},{"id":"032","title":"Happy Jack - XXXII: Happy Jack Is Perfectly Happy","length":3318,"skip":false},{"id":"033","title":"Happy Jack - XXXIII: Sammy Jay Upsets Happy Jack","length":4422,"skip":false},{"id":"034","title":"Mrs. Peter Rabbit - I: Peter Rabbit Loses His Appetite","length":3907,"skip":false},{"id":"035","title":"Mrs. Peter Rabbit - II: Peter Rabbit Plans a Journey","length":3656,"skip":false},{"id":"036","title":"Mrs. Peter Rabbit - III: Hooty the Owl Changes His Hunting Grounds","length":2870,"skip":false},{"id":"037","title":"Mrs. Peter Rabbit - IV: The Shadow with Sharp Claws","length":3509,"skip":false},{"id":"038","title":"Mrs. Peter Rabbit - V: In the Old Pasture","length":3475,"skip":false},{"id":"039","title":"Mrs. Peter Rabbit - VI: Peter Rabbit Is Still Lonesome","length":2497,"skip":false},{"id":"040","title":"Mrs. Peter Rabbit - VII: Peter Finds Tracks","length":3463,"skip":false},{"id":"041","title":"Mrs. Peter Rabbit - VIII: The Strange Tracks in the Old Pasture","length":3755,"skip":false},{"id":"042","title":"Mrs. Peter Rabbit - IX: An Unpleasant Surprise","length":3608,"skip":false},{"id":"043","title":"Mrs. Peter Rabbit - X: Peter Rabbit Almost Decides to Return Home","length":3789,"skip":false},{"id":"044","title":"Mrs. Peter Rabbit - XI: Peter Rabbit Has a Sudden Change of Mind","length":3463,"skip":false},{"id":"045","title":"Mrs. Peter Rabbit - XII: Peter Learns Something from Tommy Tit","length":3504,"skip":false},{"id":"046","title":"Mrs. Peter Rabbit - XIII: Little Miss Fuzzytail","length":3057,"skip":false},{"id":"047","title":"Mrs. Peter Rabbit - XIV: Someone Fools Old Jed Thumper","length":3508,"skip":false},{"id":"048","title":"Mrs. Peter Rabbit - XV: A Pleasant Surprise for Peter","length":2867,"skip":false},{"id":"049","title":"Mrs. Peter Rabbit - XVI: Peter Rabbit's Looking-Glass","length":3595,"skip":false},{"id":"050","title":"Mrs. Peter Rabbit - XVII: Peter Meets Miss Fuzzytail","length":3329,"skip":false},{"id":"051","title":"Mrs. Peter Rabbit - XVIII: Tommy Tit Proves a Friend Indeed","length":3832,"skip":false},{"id":"052","title":"Mrs. Peter Rabbit - XIX: Old Man Coyote Pays a Debt","length":3914,"skip":false},{"id":"053","title":"Mrs. Peter Rabbit - XX: Little Miss Fuzzytail Whispers \"Yes\"","length":3666,"skip":false},{"id":"054","title":"Mrs. Peter Rabbit - XXI: Peter and Little Miss Fuzzytail Leave the Old Pasture","length":4069,"skip":false},{"id":"055","title":"Mrs. Peter Rabbit - XXII: Sammy Jay Becomes Curious","length":3187,"skip":false},{"id":"056","title":"Mrs. Peter Rabbit - XXIII: Peter Introduces Mrs. Peter","length":3950,"skip":false},{"id":"057","title":"Mrs. Peter Rabbit - XXIV: Danny Meadow Mouse Warns Peter Rabbit","length":3452,"skip":false},{"id":"058","title":"Mrs. Peter Rabbit - XXV: Peter Rabbit's Heedlessness","length":3517,"skip":false},{"id":"059","title":"Mrs. Peter Rabbit - XXVI: Peter Rabbit Listens to Mrs. Peter","length":3786,"skip":false},{"id":"060","title":"Mrs. Peter Rabbit - XXVII: Mistah Mocker Plays a Joke on Mrs. Peter","length":4118,"skip":false},{"id":"061","title":"Mrs. Peter Rabbit - XXVIII: News from the Old Briar-Patch","length":3848,"skip":false},{"id":"062","title":"Mrs. Peter Rabbit - XXIX: Jimmy Skunk Visits Peter Rabbit","length":3343,"skip":false},{"id":"063","title":"Mrs. Peter Rabbit - XXX: Reddy Fox Learns the Secret","length":3713,"skip":false},{"id":"064","title":"Mrs. Peter Rabbit - XXXI: Blacky the Crow Has Sharp Eyes","length":3012,"skip":false},{"id":"065","title":"Mrs. Peter Rabbit - XXXII: Peter Rabbit's Nursery","length":3824,"skip":false},{"id":"066","title":"Bowser the Hound - I: Old Man Coyote Leads Bowser Away","length":2643,"skip":false},{"id":"067","title":"Bowser the Hound - II: Old Man Coyote Plays a Trick","length":2415,"skip":false},{"id":"068","title":"Bowser the Hound - III: What Happened to Bowser","length":2519,"skip":false},{"id":"069","title":"Bowser the Hound - IV: Poor Bowser","length":2796,"skip":false},{"id":"070","title":"Bowser the Hound - V: Bowser Spends a Bad Night","length":2658,"skip":false},{"id":"071","title":"Bowser the Hound - VI: The Surprise of Blacky the Crow","length":2669,"skip":false},{"id":"072","title":"Bowser the Hound - VII: Blacky the Crow Takes Pity on Bowser","length":2410,"skip":false},{"id":"073","title":"Bowser the Hound - VIII: How Blacky the Crow Helped Bowser","length":2792,"skip":false},{"id":"074","title":"Bowser the Hound - IX: Old Man Coyote Gives Out Dark Hints","length":2557,"skip":false},{"id":"075","title":"Bowser the Hound - X: How Reddy Fox Investigated","length":2781,"skip":false},{"id":"076","title":"Bowser the Hound - XI: A Little Unpleasantness","length":2573,"skip":false},{"id":"077","title":"Bowser the Hound - XII: The Cleverness of Old Man Coyote","length":2711,"skip":false},{"id":"078","title":"Bowser the Hound - XIII: The Mischievous Little Night Breeze","length":2427,"skip":false},{"id":"079","title":"Bowser the Hound - XIV: The Difference Between Being Inside and Outside","length":2675,"skip":false},{"id":"080","title":"Bowser the Hound - XV: Reddy's Forlorn Chance","length":2542,"skip":false},{"id":"081","title":"Bowser the Hound - XVI: Why Reddy Went Without a Chicken Dinner","length":2838,"skip":false},{"id":"082","title":"Bowser the Hound - XVII: Farmer Brown's Boy Drops a Pan of Corn","length":2637,"skip":false},{"id":"083","title":"Bowser the Hound - XVIII: Mutual Relief","length":2696,"skip":false},{"id":"084","title":"Bowser the Hound - XIX: Where Was Bowser the Hound?","length":2171,"skip":false},{"id":"085","title":"Bowser the Hound - XX: Where Bowser Was","length":2443,"skip":false},{"id":"086","title":"Bowser the Hound - XXI: Bowser Becomes a Prisoner","length":2710,"skip":false},{"id":"087","title":"Bowser the Hound - XXII: Farmer Brown's Boy Looks in Vain","length":2307,"skip":false},{"id":"088","title":"Bowser the Hound - XXIII: Bowser's Great Voice","length":2610,"skip":false},{"id":"089","title":"Bowser the Hound - XXIV: Blacky Tries to Get Help","length":2448,"skip":false},{"id":"090","title":"Bowser the Hound - XXV: Blacky Calls on Reddy Fox","length":2509,"skip":false},{"id":"091","title":"Bowser the Hound - XXVI: Red Wits and Black Wits","length":2471,"skip":false},{"id":"092","title":"Bowser the Hound - XXVII: The Artfulness of Blacky","length":2048,"skip":false},{"id":"093","title":"Bowser the Hound - XXVIII: Reddy Fox Dreams of Chickens","length":2549,"skip":false},{"id":"094","title":"Bowser the Hound - XXIX: Reddy Tries to Arouse Blacky's Pity","length":2477,"skip":false},{"id":"095","title":"Bowser the Hound - XXX: Blacky the Crow Is All Pity","length":2631,"skip":false},{"id":"096","title":"Bowser the Hound - XXXI: Blacky Is Much Pleased with Himself","length":2757,"skip":false},{"id":"097","title":"Bowser the Hound - XXXII: Blacky Waits for Reddy","length":2537,"skip":false},{"id":"098","title":"Bowser the Hound - XXXIII: Reddy Watches the Fat Hens","length":2612,"skip":false},{"id":"099","title":"Bowser the Hound - XXXIV: Patience and Impatience","length":2469,"skip":false},{"id":"100","title":"Bowser the Hound - XXXV: Things Happen All at Once","length":2613,"skip":false},{"id":"101","title":"Bowser the Hound - XXXVI: Reddy Hides the Fat Hen","length":2715,"skip":false},{"id":"102","title":"Bowser the Hound - XXXVII: Farmer Brown's Boy Has a Glad Surprise","length":2687,"skip":false},{"id":"103","title":"Bowser the Hound - XXXVIII: Reddy Goes Back for His Fat Hen","length":2716,"skip":false},{"id":"104","title":"Bowser the Hound - XXXIX: A Vanished Dinner","length":2636,"skip":false},{"id":"105","title":"Bowser the Hound - XL: Where Was Reddy's Dinner?","length":2626,"skip":false},{"id":"106","title":"Bowser the Hound - XLI: What Blacky the Crow Saw","length":2502,"skip":false},{"id":"107","title":"Bowser the Hound - XLII: All Is Well That Ends Well","length":2993,"skip":false},{"id":"108","title":"Old Granny Fox - I: Reddy Fox Brings Granny News","length":3861,"skip":false},{"id":"109","title":"Old Granny Fox - II: Granny and Reddy Fox Go Hunting","length":3879,"skip":false},{"id":"110","title":"Old Granny Fox - III: Reddy Is Sure Granny Has Lost Her Senses","length":3383,"skip":false},{"id":"111","title":"Old Granny Fox - IV: Quacker the Duck Grows Curious","length":3667,"skip":false},{"id":"112","title":"Old Granny Fox - V: Reddy Fox Is Afraid to Go Home","length":3616,"skip":false},{"id":"113","title":"Old Granny Fox - VI: Old Granny Fox Is Caught Napping","length":4931,"skip":false},{"id":"114","title":"Old Granny Fox - VII: Granny Fox Has a Bad Dream","length":4453,"skip":false},{"id":"115","title":"Old Granny Fox - VIII: What Farmer Brown's Boy Did","length":3494,"skip":false},{"id":"116","title":"Old Granny Fox - IX: Reddy Fox Hears About Granny Fox","length":3878,"skip":false},{"id":"117","title":"Old Granny Fox - X: Reddy Fox Is Impudent","length":3934,"skip":false},{"id":"118","title":"Old Granny Fox - XI: After the Storm","length":4211,"skip":false},{"id":"119","title":"Old Granny Fox - XII: Granny and Reddy Fox Hunt in Vain","length":4329,"skip":false},{"id":"120","title":"Old Granny Fox - XIII: Granny Fox Admits Growing Old","length":4251,"skip":false},{"id":"121","title":"Old Granny Fox - XIV: Three Vain and Foolish Wishes","length":4101,"skip":false},{"id":"122","title":"Old Granny Fox - XV: Reddy Fights a Battle","length":4417,"skip":false},{"id":"123","title":"Old Granny Fox - XVI: Reddy Is Made Truly Happy","length":3724,"skip":false},{"id":"124","title":"Old Granny Fox - XVII: Granny Fox Promises Reddy Bowser's Dinner","length":4008,"skip":false},{"id":"125","title":"Old Granny Fox - XVIII: Why Bowser the Hound Didn't Eat His Dinner","length":4744,"skip":false},{"id":"126","title":"Old Granny Fox - XIX: Old Man Coyote Does a Little Thinking","length":4342,"skip":false},{"id":"127","title":"Old Granny Fox - XX: A Twice Stolen Dinner","length":4157,"skip":false},{"id":"128","title":"Old Granny Fox - XXI: Granny and Reddy Talk Things Over","length":3876,"skip":false},{"id":"129","title":"Old Granny Fox - XXII: Granny Fox Plans to Get a Fat Hen","length":3956,"skip":false},{"id":"130","title":"Old Granny Fox - XXIII: Farmer Brown's Boy Forgets to Close the Gate","length":3914,"skip":false},{"id":"131","title":"Old Granny Fox - XXIV: A Midnight Visit","length":4147,"skip":false},{"id":"132","title":"Old Granny Fox - XXV: A Dinner for Two","length":3798,"skip":false},{"id":"133","title":"Old Granny Fox - XXVI: Farmer Brown's Boy Sets a Trap","length":3739,"skip":false},{"id":"134","title":"Old Granny Fox - XXVII: Prickly Porky Takes a Sun Bath","length":3262,"skip":false},{"id":"135","title":"Old Granny Fox - XXVIII: Prickly Porky Enjoys Himself","length":3498,"skip":false},{"id":"136","title":"Old Granny Fox - XXIX: The New Home in the Old Pasture","length":4686,"skip":false}],"createdAt":1719507282061}