{
  "id": "a-a-milne--winnie-the-pooh",
  "title": "Winnie-the-Pooh",
  "titleAlpha": "winnie-the-pooh",
  "author": "A. A. Milne",
  "language": "en",
  "description": "A father tells stories to his son about the son's stuffed animals come to life.",
  "longDescription": [
    "Winnie-the-Pooh is a bear that likes honey perhaps a little too much and lives in the Hundred Acre Wood with his animal friends Rabbit, Piglet, Owl, Eeyore, Kanga, and Roo, as well as his people friend Christopher Robin. Winnie-the-Pooh contains several stories of adventures involving Pooh and his friends, including a birthday party, looking for heffalumps, finding a missing tail, and playing a trick on one of their own. Most of them, of course, also involve honey in one way or another.",
    "A. A. Milne wrote for Punch magazine, authored a detective novel (The Red House Mystery), and published several plays, but all of them were largely forgotten after he began writing children's books about his son's stuffed toys. Winnie-the-Pooh and his friends captured the public's imagination, and though Milne was only to publish four books of their adventures, they have lived on in the imagination of children ever since."
  ],
  "year": 1926,
  "genres": [
    "children",
    "classics",
    "fiction",
    "fantasy"
  ],
  "topics": [
    "animals",
    "friendship"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": "Winnie-the-Pooh",
  "part": 1,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/a-a-milne/winnie-the-pooh"
  },
  "chapters": [
    {
      "id": "001",
      "title": "To Her",
      "length": 187,
      "mode": "skip"
    },
    {
      "id": "002",
      "title": "Introduction",
      "length": 2523,
      "mode": "skip"
    },
    {
      "id": "003",
      "title": "I: In Which We Are Introduced to Winnie-the-Pooh and Some Bees, and the Stories Begin",
      "length": 11541,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "II: In Which Pooh Goes Visiting and Gets Into a Tight Place",
      "length": 7979,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "III: In Which Pooh and Piglet Go Hunting and Nearly Catch a Woozle",
      "length": 6803,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "IV: In Which Eeyore Loses a Tail and Pooh Finds One",
      "length": 7732,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "V: In Which Piglet Meets a Heffalump",
      "length": 13995,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "VI: In Which Eeyore Has a Birthday and Gets Two Presents",
      "length": 14271,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "VII: In Which Kanga and Baby Roo Come to the Forest, and Piglet Has a Bath",
      "length": 15529,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "VIII: In Which Christopher Robin Leads an Expotition to the North Pole",
      "length": 16407,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "IX: In Which Piglet Is Entirely Surrounded by Water",
      "length": 14045,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "X: In Which Christopher Robin Gives Pooh a Party, and We Say Goodbye",
      "length": 10291,
      "mode": "type"
    }
  ],
  "openlibraryId": "OL476641W",
  "goodreadsId": "1056664",
  "rating": 0.8720000000000001,
  "popularity": 330537,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720554842783
}