{"id":"peter-kropotkin--mutual-aid","title":"Mutual Aid","titleAlpha":"mutual aid","author":"Peter Kropotkin","language":"en","description":"Kropotkin explores the role of cooperation in animal societes and human societies, past and present, and how it could benefit modern society.","longDescription":["Peter Kropotkin initially published the chapters of Mutual Aid as individual essays in the intellectual periodical The Nineteenth Century over the course of six years. In 1902 the essays were published as a book.","In it, Kropotkin explores the role of mutually-beneficial cooperation across both animal and human societies. He begins by outlining how animals, both within and across species, thrive not through individual fitness, but rather through mutual cooperation. He then extends the breadth of his study to ancient human societies across generations and nations, until arriving at modern society, which he suggests has largely dispensed with the ancient benefits of mutual aid in favor of private property, capitalism, and social Darwinism.","Though more of a philosophical work than a scientific work, many of Kropotkin's observations of the animal kingdom are considered to be scientifically accurate today, with Douglas H. Boucher calling Mutual Aid a precursor to the theory of biological altruism.","As a philosophical work Mutual Aid, along with his other work The Conquest of Bread, is recognized as a foundational text of the anarcho-communist political philosophy."],"year":2021,"genres":["philosophy"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/peter-kropotkin/mutual-aid"},"series":null,"part":0,"chapters":[{"id":"001","title":"Introduction","length":21278,"skip":false},{"id":"002","title":"I: Mutual Aid Among Animals","length":49311,"skip":false},{"id":"003","title":"II: Mutual Aid Among Animals (Continued)","length":69549,"skip":false},{"id":"004","title":"III: Mutual Aid Among Savages","length":60395,"skip":false},{"id":"005","title":"IV: Mutual Aid Among the Barbarians","length":57188,"skip":false},{"id":"006","title":"V: Mutual Aid in the Medieval City","length":49324,"skip":false},{"id":"007","title":"VI: Mutual Aid in the Medieval City (Continued)","length":51940,"skip":false},{"id":"008","title":"VII: Mutual Aid Amongst Ourselves","length":55998,"skip":false},{"id":"009","title":"VIII: Mutual Aid Amongst Ourselves (Continued)","length":47910,"skip":false},{"id":"010","title":"Conclusion","length":12616,"skip":false},{"id":"011","title":"Appendix - I: Swarms of Butterflies, Dragonflies, etc.","length":1622,"skip":false},{"id":"012","title":"Appendix - II: The Ants","length":4090,"skip":false},{"id":"013","title":"Appendix - III: Nesting Associations","length":2809,"skip":false},{"id":"014","title":"Appendix - IV: Sociability of Animals","length":2084,"skip":false},{"id":"015","title":"Appendix - V: Checks to Over-Multiplication","length":4405,"skip":false},{"id":"016","title":"Appendix - VI: Adaptations to Avoid Competition","length":4768,"skip":false},{"id":"017","title":"Appendix - VII: The Origin of the Family","length":13140,"skip":false},{"id":"018","title":"Appendix - VIII: Destruction of Private Property on the Grave","length":720,"skip":false},{"id":"019","title":"Appendix - IX: The \"Undivided Family\"","length":602,"skip":false},{"id":"020","title":"Appendix - X: The Origin of the Guilds","length":6827,"skip":false},{"id":"021","title":"Appendix - XI: The Market and the Medieval City","length":2228,"skip":false},{"id":"022","title":"Appendix - XII: Mutual-Aid Arrangements in the Villages of Netherlands at the Present Day","length":1891,"skip":false},{"id":"023","title":"Endnotes","length":93583,"skip":true}],"createdAt":1719162477983}