{
  "id": "charles-dickens--hard-times",
  "title": "Hard Times",
  "titleAlpha": "hard times",
  "author": "Charles Dickens",
  "language": "en",
  "description": "A wealthy man in the industrial north of England raises his children on purely rational principles, with unfortunate results.",
  "longDescription": [
    "Hard Times (originally Hard Times - For These Times) was published in 1854, and is the shortest novel Charles Dickens ever published. It's set in Coketown, a fictional mill-town set in the north of England. One of the major themes of the book is the miserable treatment of workers in the mills, and the resistance to their unionization by the mill owners, typified by the character Josiah Bounderby, who absurdly asserts that the workers live a near-idyllic life but they all \"expect to be set up in a coach and six, and to be fed on turtle soup and venison, with a gold spoon.\" The truth, of course, is far different.",
    "The other major topic which Dickens tackles in this novel is the rationalist movement in schooling and the denigration of imagination and fantasy. It begins with the words \"Now, what I want is, Facts,\" spoken by the wealthy magnate Thomas Gradgrind, who is supervising a class at a model school he has opened. This indeed is Gradgrind's entire philosophy. \"Teach these boys and girls nothing but Facts. Facts alone are wanted in life. Plant nothing else, and root out everything else.\" He is supported and encouraged in this approach by his friend Bounderby. Grandgrind raises his own children on these principles, and, as we discover, in doing so blights their lives.",
    "The novel also follows the story of a particular mill-worker, Stephen Blackpool, who leads a tragic life. He is burdened with an alcoholic, slatternly wife, who is mostly absent from his life, but who returns at irregular intervals to trouble him. This existing marriage, and the near-impossibility of divorce for someone of his class, prevents him marrying Rachael, who is the light of his life. Dickens depicts Stephen as representing the nobility of honest work, and contrasts his character with that of the self-satisfied humbug Josiah Bounderby who represents the worst aspects of capitalism."
  ],
  "year": 1854,
  "genres": [
    "classics",
    "fiction",
    "psychological",
    "history"
  ],
  "topics": [
    "politics",
    "poverty"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/charles-dickens/hard-times"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Hard Times",
      "length": 20,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Book the First: Sowing - I: The One Thing Needful",
      "length": 1843,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "Book the First: Sowing - II: Murdering the Innocents",
      "length": 11819,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "Book the First: Sowing - III: A Loophole",
      "length": 9991,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "Book the First: Sowing - IV: Mr. Bounderby",
      "length": 14290,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "Book the First: Sowing - V: The Keynote",
      "length": 11876,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "Book the First: Sowing - VI: Sleary's Horsemanship",
      "length": 27319,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "Book the First: Sowing - VII: Mrs. Sparsit",
      "length": 13263,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "Book the First: Sowing - VIII: Never Wonder",
      "length": 11561,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "Book the First: Sowing - IX: Sissy's Progress",
      "length": 15402,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "Book the First: Sowing - X: Stephen Blackpool",
      "length": 11228,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "Book the First: Sowing - XI: No Way Out",
      "length": 14880,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "Book the First: Sowing - XII: The Old Woman",
      "length": 10048,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "Book the First: Sowing - XIII: Rachael",
      "length": 15672,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "Book the First: Sowing - XIV: The Great Manufacturer",
      "length": 9708,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "Book the First: Sowing - XV: Father and Daughter",
      "length": 15628,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "Book the First: Sowing - XVI: Husband and Wife",
      "length": 11060,
      "mode": "type"
    },
    {
      "id": "019",
      "title": "Book the Second: Reaping - I: Effects in the Bank",
      "length": 27159,
      "mode": "type"
    },
    {
      "id": "020",
      "title": "Book the Second: Reaping - II: Mr. James Harthouse",
      "length": 16601,
      "mode": "type"
    },
    {
      "id": "021",
      "title": "Book the Second: Reaping - III: The Whelp",
      "length": 9607,
      "mode": "type"
    },
    {
      "id": "022",
      "title": "Book the Second: Reaping - IV: Men and Brothers",
      "length": 16043,
      "mode": "type"
    },
    {
      "id": "023",
      "title": "Book the Second: Reaping - V: Men and Masters",
      "length": 13561,
      "mode": "type"
    },
    {
      "id": "024",
      "title": "Book the Second: Reaping - VI: Fading Away",
      "length": 24554,
      "mode": "type"
    },
    {
      "id": "025",
      "title": "Book the Second: Reaping - VII: Gunpowder",
      "length": 25714,
      "mode": "type"
    },
    {
      "id": "026",
      "title": "Book the Second: Reaping - VIII: Explosion",
      "length": 25691,
      "mode": "type"
    },
    {
      "id": "027",
      "title": "Book the Second: Reaping - IX: Hearing the Last of It",
      "length": 16929,
      "mode": "type"
    },
    {
      "id": "028",
      "title": "Book the Second: Reaping - X: Mrs. Sparsit's Staircase",
      "length": 8839,
      "mode": "type"
    },
    {
      "id": "029",
      "title": "Book the Second: Reaping - XI: Lower and Lower",
      "length": 17820,
      "mode": "type"
    },
    {
      "id": "030",
      "title": "Book the Second: Reaping - XII: Down",
      "length": 8735,
      "mode": "type"
    },
    {
      "id": "031",
      "title": "Book the Third: Garnering - I: Another Thing Needful",
      "length": 11902,
      "mode": "type"
    },
    {
      "id": "032",
      "title": "Book the Third: Garnering - II: Very Ridiculous",
      "length": 18393,
      "mode": "type"
    },
    {
      "id": "033",
      "title": "Book the Third: Garnering - III: Very Decided",
      "length": 17223,
      "mode": "type"
    },
    {
      "id": "034",
      "title": "Book the Third: Garnering - IV: Lost",
      "length": 19135,
      "mode": "type"
    },
    {
      "id": "035",
      "title": "Book the Third: Garnering - V: Found",
      "length": 17767,
      "mode": "type"
    },
    {
      "id": "036",
      "title": "Book the Third: Garnering - VI: The Starlight",
      "length": 20248,
      "mode": "type"
    },
    {
      "id": "037",
      "title": "Book the Third: Garnering - VII: Whelp-Hunting",
      "length": 23263,
      "mode": "type"
    },
    {
      "id": "038",
      "title": "Book the Third: Garnering - VIII: Philosophical",
      "length": 13302,
      "mode": "type"
    },
    {
      "id": "039",
      "title": "Book the Third: Garnering - IX: Final",
      "length": 10957,
      "mode": "type"
    },
    {
      "id": "040",
      "title": "Colophon",
      "length": 1002,
      "mode": "hide"
    },
    {
      "id": "041",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL8193387W",
  "goodreadsId": "5344",
  "rating": 0.708,
  "popularity": 69288,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1721171605460
}