{"id":"maria-edgeworth--castle-rackrent","title":"Castle Rackrent","titleAlpha":"castle rackrent","author":"Maria Edgeworth","language":"en","description":"Four generations of an aristocratic Anglo-Irish family settle on their family estate in eighteenth-century Ireland.","longDescription":["In eighteenth-century Ireland, a privileged class of Anglo-Irish landowners known as the \"Protestant Ascendancy\" lived on great estates, with the mostly-Catholic Irish as their tenants and servants.","Maria Edgeworth was part of this Anglo-Irish aristocracy. Castle Rackrent, her best known novel, satirizes the failures and follies of her Anglo-Irish peers, their mismanagement of their estates, and their abuse of their Irish tenants.","The narrator of Castle Rackrent is Thady Quirk, whose family has served on the Rackrent estate for generations. Thady relates the life stories of four successive lords of Castle Rackrent and how their individual character and personality affect the lives and families that depend on them.","Castle Rackrent was one of the first historical novels written in English, and Walter Scott later cited it as inspiration for his own Scottish historical novels.","Edgeworth included two sets of explanatory notes on aspects of Irish life and culture for her English readers, footnotes in the main text and a \"glossary\" added in the second edition. These have been merged into a single set of endnotes in this Standard Ebooks edition."],"year":2023,"genres":["fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/maria-edgeworth/castle-rackrent"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface","length":6889,"skip":true},{"id":"002","title":"Castle Rackrent","length":43198,"skip":false},{"id":"003","title":"Continuation of the Memoirs of the Rackrent Family: History of Sir Conolly Rackrent","length":90982,"skip":false},{"id":"004","title":"Endnotes","length":47208,"skip":true}],"createdAt":1719162413195}