{"id":"jonathan-swift--gullivers-travels","title":"Gulliver's Travels","titleAlpha":"gulliver's travels","author":"Jonathan Swift","language":"en","description":"An Englishman travels to fictional islands where he meets tiny people, giants, magicians and talking horses.","longDescription":["Gulliver's Travels was published in 1726 and is probably the most famous work by Jonathan Swift. It was an instant hit - selling out within a week - and has never been out of print, as well as having been adapted many times.","Lemuel Gulliver, an English surgeon on the Antelope, is shipwrecked and washed up on the island of Lilliput, where the inhabitants are less than six inches tall. This part of the book is a thinly veiled attack on the political classes of the time, as the Lilliputians focus on the minutiae of life, most notably the rift which has developed according to which end of a boiled egg gets opened at breakfast - the big end or the little end.","On his second recorded journey he is abandoned on an island of giants where he is paraded as a curiosity at local markets and fairs. On his third journey he is marooned by pirates and is rescued by the inhabitants of a floating island devoted to music, mathematics and astronomy. On his final journey he meets the Houyhnhnms, a race of talking horses who have subdued the Yahoos, creatures who resemble humans.","On his return to England, Gulliver has a very different outlook on life and views the human race in a very different way."],"year":2019,"genres":["fantasy","fiction","satire","travel"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/jonathan-swift/gullivers-travels"},"series":null,"part":0,"chapters":[{"id":"001","title":"Introduction - The Publisher to the Reader","length":2581,"skip":false},{"id":"002","title":"Preface - A Letter from Captain Gulliver to His Cousin Sympson","length":8274,"skip":true},{"id":"003","title":"Part I: A Voyage to Lilliput - I","length":21445,"skip":false},{"id":"004","title":"Part I: A Voyage to Lilliput - II","length":20297,"skip":false},{"id":"005","title":"Part I: A Voyage to Lilliput - III","length":15664,"skip":false},{"id":"006","title":"Part I: A Voyage to Lilliput - IV","length":10425,"skip":false},{"id":"007","title":"Part I: A Voyage to Lilliput - V","length":13533,"skip":false},{"id":"008","title":"Part I: A Voyage to Lilliput - VI","length":20757,"skip":false},{"id":"009","title":"Part I: A Voyage to Lilliput - VII","length":16247,"skip":false},{"id":"010","title":"Part I: A Voyage to Lilliput - VIII","length":12682,"skip":false},{"id":"011","title":"Part II: A Voyage to Brobdingnag - I","length":25982,"skip":false},{"id":"012","title":"Part II: A Voyage to Brobdingnag - II","length":11793,"skip":false},{"id":"013","title":"Part II: A Voyage to Brobdingnag - III","length":21071,"skip":false},{"id":"014","title":"Part II: A Voyage to Brobdingnag - IV","length":9979,"skip":false},{"id":"015","title":"Part II: A Voyage to Brobdingnag - V","length":20098,"skip":false},{"id":"016","title":"Part II: A Voyage to Brobdingnag - VI","length":17856,"skip":false},{"id":"017","title":"Part II: A Voyage to Brobdingnag - VII","length":13582,"skip":false},{"id":"018","title":"Part II: A Voyage to Brobdingnag - VIII","length":24443,"skip":false},{"id":"019","title":"Part III: A Voyage to Laputa, Balnibarbi, Luggnagg, Glubbdubdrib, and Japan - I","length":11082,"skip":false},{"id":"020","title":"Part III: A Voyage to Laputa, Balnibarbi, Luggnagg, Glubbdubdrib, and Japan - II","length":17323,"skip":false},{"id":"021","title":"Part III: A Voyage to Laputa, Balnibarbi, Luggnagg, Glubbdubdrib, and Japan - III","length":10640,"skip":false},{"id":"022","title":"Part III: A Voyage to Laputa, Balnibarbi, Luggnagg, Glubbdubdrib, and Japan - IV","length":12136,"skip":false},{"id":"023","title":"Part III: A Voyage to Laputa, Balnibarbi, Luggnagg, Glubbdubdrib, and Japan - V","length":14749,"skip":false},{"id":"024","title":"Part III: A Voyage to Laputa, Balnibarbi, Luggnagg, Glubbdubdrib, and Japan - VI","length":11618,"skip":false},{"id":"025","title":"Part III: A Voyage to Laputa, Balnibarbi, Luggnagg, Glubbdubdrib, and Japan - VII","length":8175,"skip":false},{"id":"026","title":"Part III: A Voyage to Laputa, Balnibarbi, Luggnagg, Glubbdubdrib, and Japan - VIII","length":11647,"skip":false},{"id":"027","title":"Part III: A Voyage to Laputa, Balnibarbi, Luggnagg, Glubbdubdrib, and Japan - IX","length":7421,"skip":false},{"id":"028","title":"Part III: A Voyage to Laputa, Balnibarbi, Luggnagg, Glubbdubdrib, and Japan - X","length":17360,"skip":false},{"id":"029","title":"Part III: A Voyage to Laputa, Balnibarbi, Luggnagg, Glubbdubdrib, and Japan - XI","length":6942,"skip":false},{"id":"030","title":"Part IV: A Voyage to the Country of the Houyhnhnms - I","length":14169,"skip":false},{"id":"031","title":"Part IV: A Voyage to the Country of the Houyhnhnms - II","length":12017,"skip":false},{"id":"032","title":"Part IV: A Voyage to the Country of the Houyhnhnms - III","length":11551,"skip":false},{"id":"033","title":"Part IV: A Voyage to the Country of the Houyhnhnms - IV","length":10946,"skip":false},{"id":"034","title":"Part IV: A Voyage to the Country of the Houyhnhnms - V","length":13053,"skip":false},{"id":"035","title":"Part IV: A Voyage to the Country of the Houyhnhnms - VI","length":13919,"skip":false},{"id":"036","title":"Part IV: A Voyage to the Country of the Houyhnhnms - VII","length":15318,"skip":false},{"id":"037","title":"Part IV: A Voyage to the Country of the Houyhnhnms - VIII","length":12199,"skip":false},{"id":"038","title":"Part IV: A Voyage to the Country of the Houyhnhnms - IX","length":10945,"skip":false},{"id":"039","title":"Part IV: A Voyage to the Country of the Houyhnhnms - X","length":15328,"skip":false},{"id":"040","title":"Part IV: A Voyage to the Country of the Houyhnhnms - XI","length":16186,"skip":false},{"id":"041","title":"Part IV: A Voyage to the Country of the Houyhnhnms - XII","length":13005,"skip":false},{"id":"042","title":"Endnotes","length":747,"skip":true}],"createdAt":1719507054184}