{"id":"maurice-leblanc--the-extraordinary-adventures-of-arsene-lupin-gentleman-burglar","title":"The Extraordinary Adventures of Arsène Lupin, Gentleman-Burglar","titleAlpha":"extraordinary adventures of arsène lupin, gentleman-burglar","author":"Maurice Leblanc","language":"en","description":"An infamous French thief plans intricate ways of stealing precious paintings and jewellery in this first collection of Arsene Lupin short stories.","longDescription":["Arsene Lupin, with his characteristic wit, plots over the course of nine short stories to steal many of France's best antiques and artworks from under their owners' noses. Only his classic opponent Detective Ganimard has the brilliance to attempt to foil Arsene's plans, albeit with mixed results.","This first collection of nine Arsene Lupin stories were originally serialised in the magazine Je Sais Tout from 1905 and translated into English in 1910. The final story of the set features Herlock Sholmes. In the original printings, Sholmes was simply an unauthorized Sherlock Holmes, but this appearance annoyed Arthur Conan Doyle; the character's name was changed to \"Herlock Sholmes\" for later printings and future stories. Arsene Lupin later went on to feature in over fifty stories by Maurice Leblanc along with many other books, films and plays around the world."],"year":1907,"genres":["adventure","fiction","mystery","shorts"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/maurice-leblanc/the-extraordinary-adventures-of-arsene-lupin-gentleman-burglar/george-morehead"},"series":"Arsène Lupin","part":1,"chapters":[{"id":"001","title":"I: The Arrest of Arsene Lupin","length":24473,"skip":false},{"id":"002","title":"II: Arsene Lupin in Prison","length":34490,"skip":false},{"id":"003","title":"III: The Escape of Arsene Lupin","length":38903,"skip":false},{"id":"004","title":"IV: The Mysterious Traveller","length":28949,"skip":false},{"id":"005","title":"V: The Queen's Necklace","length":30229,"skip":false},{"id":"006","title":"VI: The Seven of Hearts","length":57954,"skip":false},{"id":"007","title":"VII: Madame Imbert's Safe","length":20748,"skip":false},{"id":"008","title":"VIII: The Black Pearl","length":26301,"skip":false},{"id":"009","title":"IX: Herlock Sholmes Arrives Too Late","length":44320,"skip":false}],"createdAt":1719507139673}