{"id":"mary-seacole--wonderful-adventures-of-mrs-seacole-in-many-lands","title":"Wonderful Adventures of Mrs. Seacole in Many Lands","titleAlpha":"wonderful adventures of mrs. seacole in many lands","author":"Mary Seacole","language":"en","description":"A British Creole woman provides medical assistance during the Crimean War after her travels around Panama.","longDescription":["Mary Seacole gained skills as a \"doctress,\" a practitioner of traditional medicine, in her younger days. This lively read is her account of her life and travels. Despite the fascinating story, it languished in obscurity - just another Victorian travelogue, perhaps. Some suggest that Seacole's accomplishments in medicine have in part been overshadowed by her more famous contemporary Florence Nightingale, the Victorian nurse famous for pioneering the modern practice of nursing, and who is encountered at a couple points in Seacole's book.","After Seacole was widowed, she put her skills to use in this more entrepreneurial phase of her life in and around the Panama. As if her exploits there were not sufficiently eventful, she felt the tug to join in the war effort in the Crimea. Her experience of attempting to be recruited as a nurse gives some insight into the racism at work in the selection process. Undeterred, she made her own way to the Crimea, where her resourcefulness, medical knowledge, and simple compassion were put to good use. Her crisp account of her experiences was taken down by her amanuensis, known only as \"W. J. S.,\" who has never been identified.","In more recent years, appreciation for Seacole and her accomplishments has grown. She topped a 2003 poll to identify and celebrate \"100 Great Black Britons,\" and appeared also in its 2020 (unranked) re-run. The historian Tom Holland cites Seacole when arguing for the preservation of the material archives of \"ordinary people.\" While some controversy continues to simmer - largely in connection with Florence Nightingale's advocates - her place in the public imagination is assured."],"year":2024,"genres":["autobiography","biography","crime","nonfiction","travel"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/mary-seacole/wonderful-adventures-of-mrs-seacole-in-many-lands"},"series":null,"part":0,"chapters":[{"id":"001","title":"To the Reader","length":1258,"skip":false},{"id":"002","title":"I","length":8276,"skip":false},{"id":"003","title":"II","length":17690,"skip":false},{"id":"004","title":"III","length":10735,"skip":false},{"id":"005","title":"IV","length":18496,"skip":false},{"id":"006","title":"V","length":20403,"skip":false},{"id":"007","title":"VI","length":20844,"skip":false},{"id":"008","title":"VII","length":23809,"skip":false},{"id":"009","title":"VIII","length":15047,"skip":false},{"id":"010","title":"IX","length":15744,"skip":false},{"id":"011","title":"X","length":15296,"skip":false},{"id":"012","title":"XI","length":18578,"skip":false},{"id":"013","title":"XII","length":18269,"skip":false},{"id":"014","title":"XIII","length":15721,"skip":false},{"id":"015","title":"XIV","length":19179,"skip":false},{"id":"016","title":"XV","length":13011,"skip":false},{"id":"017","title":"XVI","length":22626,"skip":false},{"id":"018","title":"XVII","length":15997,"skip":false},{"id":"019","title":"XVIII","length":17522,"skip":false},{"id":"020","title":"XIX","length":15827,"skip":false},{"id":"021","title":"Conclusion","length":4441,"skip":false},{"id":"022","title":"Endnotes","length":147,"skip":true}],"createdAt":1719162425957}