{"id":"ambrose-bierce--in-the-midst-of-life","title":"In the Midst of Life","titleAlpha":"in the midst of life","author":"Ambrose Bierce","language":"en","description":"A collection of Ambrose Bierce's American Civil War stories, psychological dramas, and satirical tales.","longDescription":["The first major collection of Ambrose Bierce's short stories, In the Midst of Life: Tales of Soldiers and Civilians went through multiple editions and titles, with Bierce adding, removing, and revising the stories each time. The version of the stories as collected here follows the final selection and revisions made by Bierce for his Collected Works, Volume 2, published in 1909, and is broken up into two sections, \"Soldiers\" and \"Civilians.\"","Bierce fought for the Union in the American Civil War from the very first organized action at Philippi. He went on to fight in some of the deadliest battles of the war, at Shiloh and Chickamauga. He joined Sherman's army on its march to Atlanta, and was grievously wounded in the head at Kennesaw Mountain. These locations serve as backdrops in his gritty and realist short stories in the \"Soldiers\" collection, most especially in the surreal story \"Chickamauga.\" While these stories are set in the war, Bierce covers a wide range of themes, from the fear of death in \"Parker Adderson, Philosopher,\" the requirements of duty for a soldier in \"A Horseman in the Sky,\" and what one might do for love in \"Killed at Resaca.\"","Perhaps the most well-known story in \"Soldiers\" is \"An Occurrence at Owl Creek Bridge.\" Kurt Vonnegut called it \"the greatest American short story,\" saying \"It is a flawless example of American genius, like 'Sophisticated Lady' by Duke Ellington or the Franklin stove.\"","Bierce, much like Edgar Allan Poe and H. P. Lovecraft, was an American pioneer in what he called his \"tall tales\" - psychological, supernatural, grotesque, and horror fiction. Many stories in \"Civilians,\" such as \"The Man and the Snake,\" \"A Holy Terror,\" and \"The Suitable Surroundings,\" foreshadow his later and darker works as studies in psychological horror. \"The Eyes of the Panther\" is a tragic, near-supernatural (though the reader is left guessing) tale of a woman of \"feline beauty\" and the man seeking her hand. Other stories found in the collection are satirical and ironic, like \"The Famous Gilson Bequest\" and \"The Applicant.\"","Bierce's writing earned him the title \"Bitter Bierce\" from his contemporaries, as one finds precious little hope and compassion in his stories, with death - often cruel - a recurring theme. A very rare exception can be found in \"A Lady from Redhorse,\" an epistolary romance."],"year":2022,"genres":["fiction","history","horror","shorts"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/ambrose-bierce/in-the-midst-of-life"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface to the First Edition","length":369,"skip":true},{"id":"002","title":"Soldiers - A Horseman in the Sky - I","length":3114,"skip":false},{"id":"003","title":"Soldiers - A Horseman in the Sky - II","length":6826,"skip":false},{"id":"004","title":"Soldiers - A Horseman in the Sky - III","length":2866,"skip":false},{"id":"005","title":"Soldiers - A Horseman in the Sky - IV","length":882,"skip":false},{"id":"006","title":"Soldiers - An Occurrence at Owl Creek Bridge - I","length":6010,"skip":false},{"id":"007","title":"Soldiers - An Occurrence at Owl Creek Bridge - II","length":2723,"skip":false},{"id":"008","title":"Soldiers - An Occurrence at Owl Creek Bridge - III","length":12371,"skip":false},{"id":"009","title":"Soldiers - Chickamauga","length":14276,"skip":false},{"id":"010","title":"Soldiers - A Son of the Gods - A Study in the Present Tense","length":14904,"skip":false},{"id":"011","title":"Soldiers - One of the Missing","length":26061,"skip":false},{"id":"012","title":"Soldiers - Killed at Resaca","length":13358,"skip":false},{"id":"013","title":"Soldiers - The Affair at Coulters Notch","length":18666,"skip":false},{"id":"014","title":"Soldiers - The Coup de Grace","length":12195,"skip":false},{"id":"015","title":"Soldiers - Parker Adderson, Philosopher","length":13689,"skip":false},{"id":"016","title":"Soldiers - An Affair of Outposts - I: Concerning the Wish to Be Dead","length":4007,"skip":false},{"id":"017","title":"Soldiers - An Affair of Outposts - II: How to Say What Is Worth Hearing","length":6631,"skip":false},{"id":"018","title":"Soldiers - An Affair of Outposts - III: The Fighting of One Whose Heart Was Not in the Quarrel","length":7007,"skip":false},{"id":"019","title":"Soldiers - An Affair of Outposts - IV: The Great Honor the Great","length":2557,"skip":false},{"id":"020","title":"Soldiers - The Story of a Conscience - I","length":2896,"skip":false},{"id":"021","title":"Soldiers - The Story of a Conscience - II","length":1759,"skip":false},{"id":"022","title":"Soldiers - The Story of a Conscience - III","length":3238,"skip":false},{"id":"023","title":"Soldiers - The Story of a Conscience - IV","length":6175,"skip":false},{"id":"024","title":"Soldiers - One Kind of Officer - I: Of the Uses of Civility","length":1390,"skip":false},{"id":"025","title":"Soldiers - One Kind of Officer - II: Under What Circumstances Men Do Not Wish to Be Shot","length":5069,"skip":false},{"id":"026","title":"Soldiers - One Kind of Officer - III: How to Play the Cannon Without Notes","length":2394,"skip":false},{"id":"027","title":"Soldiers - One Kind of Officer - IV: To Introduce General Masterson","length":2600,"skip":false},{"id":"028","title":"Soldiers - One Kind of Officer - V: How Sounds Can Fight Shadows","length":4105,"skip":false},{"id":"029","title":"Soldiers - One Kind of Officer - VI: Why, Being Affronted by A, It Is Not Best to Affront B","length":4261,"skip":false},{"id":"030","title":"Soldiers - One Officer, One Man","length":13133,"skip":false},{"id":"031","title":"Soldiers - George Thurston - Three Incidents in the Life of a Man","length":10254,"skip":false},{"id":"032","title":"Soldiers - The Mockingbird","length":13436,"skip":false},{"id":"033","title":"Civilians - The Man Out of the Nose","length":16190,"skip":false},{"id":"034","title":"Civilians - An Adventure at Brownville","length":21322,"skip":false},{"id":"035","title":"Civilians - The Famous Gilson Bequest","length":17009,"skip":false},{"id":"036","title":"Civilians - The Applicant","length":10628,"skip":false},{"id":"037","title":"Civilians - A Watcher by the Dead - I","length":4698,"skip":false},{"id":"038","title":"Civilians - A Watcher by the Dead - II","length":3185,"skip":false},{"id":"039","title":"Civilians - A Watcher by the Dead - III","length":4570,"skip":false},{"id":"040","title":"Civilians - A Watcher by the Dead - IV","length":10719,"skip":false},{"id":"041","title":"Civilians - The Man and the Snake - I","length":2314,"skip":false},{"id":"042","title":"Civilians - The Man and the Snake - II","length":3019,"skip":false},{"id":"043","title":"Civilians - The Man and the Snake - III","length":6620,"skip":false},{"id":"044","title":"Civilians - The Man and the Snake - IV","length":2175,"skip":false},{"id":"045","title":"Civilians - A Holy Terror - I","length":3196,"skip":false},{"id":"046","title":"Civilians - A Holy Terror - II","length":3628,"skip":false},{"id":"047","title":"Civilians - A Holy Terror - III","length":5730,"skip":false},{"id":"048","title":"Civilians - A Holy Terror - IV","length":12235,"skip":false},{"id":"049","title":"Civilians - A Holy Terror - V","length":5801,"skip":false},{"id":"050","title":"Civilians - The Suitable Surroundings - The Night","length":3893,"skip":false},{"id":"051","title":"Civilians - The Suitable Surroundings - The Day Before","length":6463,"skip":false},{"id":"052","title":"Civilians - The Suitable Surroundings - The Day After","length":5359,"skip":false},{"id":"053","title":"Civilians - The Boarded Window","length":10094,"skip":false},{"id":"054","title":"Civilians - A Lady from Redhorse","length":12804,"skip":false},{"id":"055","title":"Civilians - The Eyes of the Panther - I: One Does Not Always Marry When Insane","length":3204,"skip":false},{"id":"056","title":"Civilians - The Eyes of the Panther - II: A Room May Be Too Narrow for Three, Though One Is Outside","length":8226,"skip":false},{"id":"057","title":"Civilians - The Eyes of the Panther - III: The Theory of the Defense","length":4995,"skip":false},{"id":"058","title":"Civilians - The Eyes of the Panther - IV: An Appeal to the Conscience of God","length":3963,"skip":false}],"createdAt":1719161952795}