{
  "id": "james-joyce--poetry",
  "title": "Poetry",
  "titleAlpha": "poetry",
  "author": "James Joyce",
  "language": "en",
  "description": "A collection of James Joyce's poetry, ordered by date of first publication.",
  "longDescription": [
    "Though James Joyce earned his literary fame mostly through his short stories and novels, he also published several short books of poetry. In fact Chamber Music, a collection of thirty-six short love poems, was his first major independent publication.",
    "The title of Chamber Music is said to have come from the sound of urine tinkling into a chamber pot - though this was actually a story made up by Joyce after the fact. As he grew older, he came to dislike the title, saying that it was too complacent. Though the story of the title's genesis suggests the poems are bawdy and raw, in fact they're each gentle and lyrical love poems, strictly rooted in the romantic tradition. Though the poems didn't sell well, they met with some critical acclaim from the likes of Ezra Pound and W. B. Yeats.",
    "\"Gas from a Burner\" is a short broadside published by Joyce in 1912. He composed it as he was preparing to leave his home, Ireland, for the last time, before embarking on a new life of exile on the continent. Its targets are his publishers, who for almost a decade stalled the publication of his short story collection Dubliners. They frustrated him to such an extent that he thought they were actively conspiring against him to prevent his controversial manuscript from ever seeing the light of day. \"Gas from a Burner\" crystallizes the rage he felt at that pious, hypocritical, and prudish establishment.",
    "Pomes Penyeach is a collection of poems Joyce wrote over the course of twenty years. Initially rejected for publication by Ezra Pound, it was eventually published by Sylvia Beach at Shakespeare and Company in 1927. The title puns on the French pommes (apples), offering them at a price in either language. Like Chamber Music, the poems have an often-romantic sentimentality to them. It was the penultimate publication in his lifetime, followed by Finnegans Wake over a decade later."
  ],
  "year": 1957,
  "genres": [
    "classics",
    "poetry"
  ],
  "topics": [],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/james-joyce/poetry"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Poetry",
      "length": 16,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1176,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Chamber Music - I: Strings in the Earth and Air",
      "length": 289,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "Chamber Music - II: The Twilight Turns from Amethyst",
      "length": 362,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "Chamber Music - III: At That Hour When All Things Have Repose",
      "length": 514,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "Chamber Music - IV: When the Shy Star Goes Forth in Heaven",
      "length": 386,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "Chamber Music - V: Lean Out of the Window",
      "length": 296,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "Chamber Music - VI: I Would in That Sweet Bosom Be",
      "length": 324,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "Chamber Music - VII: My Love Is in a Light Attire",
      "length": 356,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "Chamber Music - VIII: Who Goes Amid the Green Wood",
      "length": 484,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "Chamber Music - IX: Winds of May, That Dance on the Sea",
      "length": 284,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "Chamber Music - X: Bright Cap and Streamers",
      "length": 354,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "Chamber Music - XI: Bid Adieu, Adieu, Adieu",
      "length": 357,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "Chamber Music - XII: What Counsel Has the Hooded Moon",
      "length": 383,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "Chamber Music - XIII: Go Seek Her Out All Courteously",
      "length": 424,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "Chamber Music - XIV: My Dove, My Beautiful One",
      "length": 356,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "Chamber Music - XV: From Dewy Dreams, My Soul, Arise",
      "length": 412,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "Chamber Music - XVI: O Cool Is the Valley Now",
      "length": 234,
      "mode": "type"
    },
    {
      "id": "019",
      "title": "Chamber Music - XVII: Because Your Voice Was at My Side",
      "length": 191,
      "mode": "type"
    },
    {
      "id": "020",
      "title": "Chamber Music - XVIII: O Sweetheart, Hear You",
      "length": 321,
      "mode": "type"
    },
    {
      "id": "021",
      "title": "Chamber Music - XIX: Be Not Sad Because All Men",
      "length": 241,
      "mode": "type"
    },
    {
      "id": "022",
      "title": "Chamber Music - XX: In the Dark Pine-Wood",
      "length": 292,
      "mode": "type"
    },
    {
      "id": "023",
      "title": "Chamber Music - XXI: He Who Hath Glory Lost, nor Hath",
      "length": 184,
      "mode": "type"
    },
    {
      "id": "024",
      "title": "Chamber Music - XXII: Of That So Sweet Imprisonment",
      "length": 358,
      "mode": "type"
    },
    {
      "id": "025",
      "title": "Chamber Music - XXIII: This Heart That Flutters Near My Heart",
      "length": 392,
      "mode": "type"
    },
    {
      "id": "026",
      "title": "Chamber Music - XXIV: Silently She's Combing",
      "length": 441,
      "mode": "type"
    },
    {
      "id": "027",
      "title": "Chamber Music - XXV: Lightly Come or Lightly Go",
      "length": 351,
      "mode": "type"
    },
    {
      "id": "028",
      "title": "Chamber Music - XXVI: Thou Leanest to the Shell of Night",
      "length": 399,
      "mode": "type"
    },
    {
      "id": "029",
      "title": "Chamber Music - XXVII: Though I Thy Mithridates Were",
      "length": 374,
      "mode": "type"
    },
    {
      "id": "030",
      "title": "Chamber Music - XXVIII: Gentle Lady, Do Not Sing",
      "length": 236,
      "mode": "type"
    },
    {
      "id": "031",
      "title": "Chamber Music - XXIX: Dear Heart, Why Will You Use Me So?",
      "length": 412,
      "mode": "type"
    },
    {
      "id": "032",
      "title": "Chamber Music - XXX: Love Came to Us in Time Gone By",
      "length": 269,
      "mode": "type"
    },
    {
      "id": "033",
      "title": "Chamber Music - XXXI: O, It Was Out by Donnycarney",
      "length": 266,
      "mode": "type"
    },
    {
      "id": "034",
      "title": "Chamber Music - XXXII: Rain Has Fallen All the Day",
      "length": 214,
      "mode": "type"
    },
    {
      "id": "035",
      "title": "Chamber Music - XXXIII: Now, O Now, in This Brown Land",
      "length": 610,
      "mode": "type"
    },
    {
      "id": "036",
      "title": "Chamber Music - XXXIV: Sleep Now, O Sleep Now",
      "length": 289,
      "mode": "type"
    },
    {
      "id": "037",
      "title": "Chamber Music - XXXV: All Day I Hear the Noise of Waters",
      "length": 294,
      "mode": "type"
    },
    {
      "id": "038",
      "title": "Chamber Music - XXXVI: I Hear an Army Charging Upon the Land",
      "length": 621,
      "mode": "type"
    },
    {
      "id": "039",
      "title": "Gas from a Burner",
      "length": 3692,
      "mode": "type"
    },
    {
      "id": "040",
      "title": "Pomes Penyeach - Tilly",
      "length": 425,
      "mode": "type"
    },
    {
      "id": "041",
      "title": "Pomes Penyeach - Watching the Needleboats at San Sabba",
      "length": 275,
      "mode": "type"
    },
    {
      "id": "042",
      "title": "Pomes Penyeach - A Flower Given to My Daughter",
      "length": 218,
      "mode": "type"
    },
    {
      "id": "043",
      "title": "Pomes Penyeach - She Weeps Over Rahoon",
      "length": 406,
      "mode": "type"
    },
    {
      "id": "044",
      "title": "Pomes Penyeach - Tutto e Sciolto",
      "length": 383,
      "mode": "type"
    },
    {
      "id": "045",
      "title": "Pomes Penyeach - On the Beach at Fontana",
      "length": 343,
      "mode": "type"
    },
    {
      "id": "046",
      "title": "Pomes Penyeach - Simples",
      "length": 456,
      "mode": "type"
    },
    {
      "id": "047",
      "title": "Pomes Penyeach - Flood",
      "length": 393,
      "mode": "type"
    },
    {
      "id": "048",
      "title": "Pomes Penyeach - Nightpiece",
      "length": 462,
      "mode": "type"
    },
    {
      "id": "049",
      "title": "Pomes Penyeach - Alone",
      "length": 229,
      "mode": "type"
    },
    {
      "id": "050",
      "title": "Pomes Penyeach - A Memory of the Players in a Mirror at Midnight",
      "length": 469,
      "mode": "type"
    },
    {
      "id": "051",
      "title": "Pomes Penyeach - Bahnhofstrasse",
      "length": 279,
      "mode": "type"
    },
    {
      "id": "052",
      "title": "Pomes Penyeach - A Prayer",
      "length": 738,
      "mode": "type"
    },
    {
      "id": "053",
      "title": "Colophon",
      "length": 959,
      "mode": "hide"
    },
    {
      "id": "054",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL27292325W",
  "goodreadsId": "22350731",
  "rating": 0.648,
  "popularity": 833,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1721172070763
}