{
  "id": "charles-dickens--oliver-twist",
  "title": "Oliver Twist",
  "titleAlpha": "oliver twist",
  "author": "Charles Dickens",
  "language": "en",
  "description": "A poor boy, born and raised in a workhouse in Victorian England, falls into the control of a gang of heartless criminals.",
  "longDescription": [
    "Oliver Twist, or The Parish Boy's Progress was Charles Dickens' second novel, following The Pickwick Papers, and was published as a serial in the magazine Bentley's Miscellany between 1837 and 1839. It details the misadventures of its eponymous character, Oliver Twist, born in a Victorian-era workhouse, his mother dying within minutes of his birth. He is raised in miserable conditions, half-starved, and then sent out as an apprentice to an undertaker. Running away from this situation, he walks to London and falls under the influence of a criminal gang run by an old man called Fagin, who wants to employ the child as a pickpocket.",
    "The novel graphically depicts the wretched living conditions of much of the poor people of Victorian times and the disgusting slums in which they were forced to live. It has been accused of perpetrating anti-Semitic stereotypes in the character of Fagin, almost always referred to as \"the Jew\" in the book's early chapters. Interestingly, while the serial was still running in the magazine, Dickens was eventually persuaded that he was wrong in this and removed many such usages in later episodes. He also introduced more kindly Jewish characters in such later novels as Our Mutual Friend.",
    "Oliver Twist was immediately popular in serial form, with its often gripping story and lurid details. It has remained one of Dicken's best-loved novels, and the story has often been made into films and television series, as well as into a very popular musical, Oliver!."
  ],
  "year": 1838,
  "genres": [
    "classics",
    "coming-of-age",
    "crime",
    "fiction",
    "history"
  ],
  "topics": [
    "poverty"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/charles-dickens/oliver-twist"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Oliver Twist",
      "length": 20,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "I: Treats of the Place Where Oliver Twist Was Born and of the Circumstances Attending His Birth",
      "length": 6152,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "II: Treats of Oliver Twist's Growth, Education, and Board",
      "length": 22169,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "III: Relates How Oliver Twist Was Very Near Getting a Place Which Would Not Have Been a Sinecure",
      "length": 17692,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "IV: Oliver, Being Offered Another Place, Makes His First Entry Into Public Life",
      "length": 14496,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "V: Oliver Mingles with New Associates. Going to a Funeral for the First Time, He Forms an Unfavourable Notion of His Master's Business",
      "length": 22751,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "VI: Oliver, Being Goaded by the Taunts of Noah, Rouses Into Action, and Rather Astonishes Him",
      "length": 9956,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "VII: Oliver Continues Refractory",
      "length": 13139,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "VIII: Oliver Walks to London. He Encounters on the Road a Strange Sort of Young Gentleman",
      "length": 17804,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "IX: Containing Further Particulars Concerning the Pleasant Old Gentleman, and His Hopeful Pupils",
      "length": 12874,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "X: Oliver Becomes Better Acquainted with the Characters of His New Associates; and Purchases Experience at a High Price. Being a Short, but Very Important Chapter, in This History",
      "length": 10103,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "XI: Treats of Mr. Fang the Police Magistrate; and Furnishes a Slight Specimen of His Mode of Administering Justice",
      "length": 14642,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "XII: In Which Oliver Is Taken Better Care of Than He Ever Was Before. And in Which the Narrative Reverts to the Merry Old Gentleman and His Youthful Friends",
      "length": 19112,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "XIII: Some New Acquaintances Are Introduced to the Intelligent Reader, Connected with Whom Various Pleasant Matters Are Related, Appertaining to This History",
      "length": 15881,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "XIV: Comprising Further Particulars of Oliver's Stay at Mr. Brownlow's, with the Remarkable Prediction Which One Mr. Grimwig Uttered Concerning Him, When He Went Out on an Errand",
      "length": 21622,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "XV: Showing How Very Fond of Oliver Twist, the Merry Old Jew and Miss Nancy Were",
      "length": 13142,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "XVI: Relates What Became of Oliver Twist, After He Had Been Claimed by Nancy",
      "length": 19567,
      "mode": "type"
    },
    {
      "id": "019",
      "title": "XVII: Oliver's Destiny Continuing Unpropitious, Brings a Great Man to London to Injure His Reputation",
      "length": 18236,
      "mode": "type"
    },
    {
      "id": "020",
      "title": "XVIII: How Oliver Passed His Time in the Improving Society of His Reputable Friends",
      "length": 16940,
      "mode": "type"
    },
    {
      "id": "021",
      "title": "XIX: In Which a Notable Plan Is Discussed and Determined On",
      "length": 18574,
      "mode": "type"
    },
    {
      "id": "022",
      "title": "XX: Wherein Oliver Is Delivered Over to Mr. William Sikes",
      "length": 16321,
      "mode": "type"
    },
    {
      "id": "023",
      "title": "XXI: The Expedition",
      "length": 12194,
      "mode": "type"
    },
    {
      "id": "024",
      "title": "XXII: The Burglary",
      "length": 13866,
      "mode": "type"
    },
    {
      "id": "025",
      "title": "XXIII: Which Contains the Substance of a Pleasant Conversation Between Mr. Bumble and a Lady; and Shows That Even a Beadle May Be Susceptible on Some Points",
      "length": 15355,
      "mode": "type"
    },
    {
      "id": "026",
      "title": "XXIV: Treats on a Very Poor Subject. But Is a Short One, and May Be Found of Importance in This History",
      "length": 10804,
      "mode": "type"
    },
    {
      "id": "027",
      "title": "XXV: Wherein This History Reverts to Mr. Fagin and Company",
      "length": 12578,
      "mode": "type"
    },
    {
      "id": "028",
      "title": "XXVI: In Which a Mysterious Character Appears Upon the Scene; and Many Things, Inseparable from This History, Are Done and Performed",
      "length": 24968,
      "mode": "type"
    },
    {
      "id": "029",
      "title": "XXVII: Atones for the Unpoliteness of a Former Chapter; Which Deserted a Lady, Most Unceremoniously",
      "length": 14563,
      "mode": "type"
    },
    {
      "id": "030",
      "title": "XXVIII: Looks After Oliver, and Proceeds with His Adventures",
      "length": 19218,
      "mode": "type"
    },
    {
      "id": "031",
      "title": "XXIX: Has an Introductory Account of the Inmates of the House, to Which Oliver Resorted",
      "length": 7651,
      "mode": "type"
    },
    {
      "id": "032",
      "title": "XXX: Relates What Oliver's New Visitors Thought of Him",
      "length": 13026,
      "mode": "type"
    },
    {
      "id": "033",
      "title": "XXXI: Involves a Critical Position",
      "length": 22397,
      "mode": "type"
    },
    {
      "id": "034",
      "title": "XXXII: Of the Happy Life Oliver Began to Lead with His Kind Friends",
      "length": 18602,
      "mode": "type"
    },
    {
      "id": "035",
      "title": "XXXIII: Wherein the Happiness of Oliver and His Friends, Experiences a Sudden Check",
      "length": 18041,
      "mode": "type"
    },
    {
      "id": "036",
      "title": "XXXIV: Contains Some Introductory Particulars Relative to a Young Gentleman Who Now Arrives Upon the Scene; and a New Adventure Which Happened to Oliver",
      "length": 20609,
      "mode": "type"
    },
    {
      "id": "037",
      "title": "XXXV: Containing the Unsatisfactory Result of Oliver's Adventure; and a Conversation of Some Importance Between Harry Maylie and Rose",
      "length": 15392,
      "mode": "type"
    },
    {
      "id": "038",
      "title": "XXXVI: Is a Very Short One, and May Appear of No Great Importance in Its Place, but It Should Be Read Notwithstanding, as a Sequel to the Last, and a Key to One That Will Follow When Its Time Arrives",
      "length": 5311,
      "mode": "type"
    },
    {
      "id": "039",
      "title": "XXXVII: In Which the Reader May Perceive a Contrast, Not Uncommon in Matrimonial Cases",
      "length": 20476,
      "mode": "type"
    },
    {
      "id": "040",
      "title": "XXXVIII: Containing an Account of What Passed Between Mr. and Mrs. Bumble, and Mr. Monks, at Their Nocturnal Interview",
      "length": 20226,
      "mode": "type"
    },
    {
      "id": "041",
      "title": "XXXIX: Introduces Some Respectable Characters with Whom the Reader Is Already Acquainted, and Shows How Monks and the Jew Laid Their Worthy Heads Together",
      "length": 29328,
      "mode": "type"
    },
    {
      "id": "042",
      "title": "XL: A Strange Interview, Which Is a Sequel to the Last Chapter",
      "length": 13554,
      "mode": "type"
    },
    {
      "id": "043",
      "title": "XLI: Containing Fresh Discoveries, and Showing That Surprises, Like Misfortunes, Seldom Come Alone",
      "length": 20052,
      "mode": "type"
    },
    {
      "id": "044",
      "title": "XLII: An Old Acquaintance of Oliver's, Exhibiting Decided Marks of Genius, Becomes a Public Character in the Metropolis",
      "length": 20703,
      "mode": "type"
    },
    {
      "id": "045",
      "title": "XLIII: Wherein Is Shown How the Artful Dodger Got Into Trouble",
      "length": 20971,
      "mode": "type"
    },
    {
      "id": "046",
      "title": "XLIV: The Time Arrives for Nancy to Redeem Her Pledge to Rose Maylie. She Fails",
      "length": 12996,
      "mode": "type"
    },
    {
      "id": "047",
      "title": "XLV: Noah Claypole Is Employed by Fagin on a Secret Mission",
      "length": 6595,
      "mode": "type"
    },
    {
      "id": "048",
      "title": "XLVI: The Appointment Kept",
      "length": 19555,
      "mode": "type"
    },
    {
      "id": "049",
      "title": "XLVII: Fatal Consequences",
      "length": 13731,
      "mode": "type"
    },
    {
      "id": "050",
      "title": "XLVIII: The Flight of Sikes",
      "length": 19085,
      "mode": "type"
    },
    {
      "id": "051",
      "title": "XLIX: Monks and Mr. Brownlow at Length Meet. Their Conversation, and the Intelligence That Interrupts It",
      "length": 19563,
      "mode": "type"
    },
    {
      "id": "052",
      "title": "L: The Pursuit and Escape",
      "length": 23403,
      "mode": "type"
    },
    {
      "id": "053",
      "title": "LI: Affording an Explanation of More Mysteries Than One, and Comprehending a Proposal of Marriage with No Word of Settlement or Pin-Money",
      "length": 26322,
      "mode": "type"
    },
    {
      "id": "054",
      "title": "LII: Fagin's Last Night Alive",
      "length": 18070,
      "mode": "type"
    },
    {
      "id": "055",
      "title": "LIII: And Last",
      "length": 8898,
      "mode": "type"
    },
    {
      "id": "056",
      "title": "Endnotes",
      "length": 27,
      "mode": "hide"
    },
    {
      "id": "057",
      "title": "Colophon",
      "length": 1029,
      "mode": "hide"
    },
    {
      "id": "058",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL8193478W",
  "goodreadsId": "124930103",
  "rating": 0.776,
  "popularity": 394214,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720831199093
}