{
  "id": "g-e-moore--principia-ethica",
  "title": "Principia Ethica",
  "titleAlpha": "principia ethica",
  "author": "G. E. Moore",
  "language": "en",
  "description": "An analysis of the concept of good that diagnoses the history of ethics as being marred by the \"naturalistic fallacy\" while discussing intrinsic goods and evils.",
  "longDescription": [
    "Principia Ethica is a foundational text in the analytic tradition of ethical theory and G. E. Moore's most influential book. In it, he defines the subject of ethics as the general enquiry into the question \"what is good?\" and famously contends that the predicate \"good\" is indefinable. Moore claims that whatever definition is offered of the predicate, \"it may be always asked, with significance, of the complex so defined, whether it is itself good,\" an argument that would later come to be known as the \"open question\" argument. To fail to accept its conclusion and instead to identify \"good\" with some other quality or list of qualities is, according to Moore, to commit the error that he names the \"naturalistic fallacy.\"",
    "The bulk of the book is devoted to discussing ethical theories that Moore finds defective. First he addresses \"naturalistic\" theories, which define good in terms of properties that exist in time and can be experienced; among these theories his primary foci are the \"evolutionary\" ethics of Herbert Spencer and the utilitarianism of John Stuart Mill. Moore then criticizes the \"non-naturalistic\" strand of ethics that defines \"good\" in terms of a supersensible reality and whose representatives include Kant, Spinoza and the Stoics. While identifying different errors in each of the theories he considers, Moore holds all of them to commit the naturalistic fallacy.",
    "The final two chapters of the book develop Moore's positive ethical vision, discussing respectively the conditions under which conduct is to be considered good or bad, and the notion of the \"highest good\" or the \"Ideal.\" He supports the standard consequentialist thesis that the right action is that which results in the most good. However, in his view \"the most good\" ought to be determined by reference to a set of intrinsic goods in which aesthetic experiences and personal affections are foregrounded, in contrast to hedonistic theories that recognize value only in pleasure or the absence of pain.",
    "Moore's declarations concerning what has intrinsic value influenced members of the Bloomsbury Group such as Lytton Strachey, Leonard and Virginia Woolf, and John Maynard Keynes. In her first novel, The Voyage Out, Virginia Woolf has her character Helen Ambrose read Principia Ethica, while Strachey wrote to Moore that he considered the publication date of Principia Ethica to be the \"beginning of the Age of Reason.\"",
    "Although Moore would later disown many of its main contentions and argumentative strategies as confused, Principia Ethica continues to be acknowledged as a pioneering work of ethics and of analytic philosophy. In affirming the importance of understanding the meaning of ethical judgments before progressing to investigations of their truth, the treatise also laid the groundwork for the mid-century linguistic turn in ethics and the contemporary distinction between normative ethics and meta-ethics."
  ],
  "year": 1903,
  "genres": [
    "classics",
    "philosophy",
    "nonfiction"
  ],
  "topics": [],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/g-e-moore/principia-ethica"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Principia Ethica",
      "length": 16,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Epigraph",
      "length": 51,
      "mode": "skip"
    },
    {
      "id": "004",
      "title": "Dedication",
      "length": 99,
      "mode": "hide"
    },
    {
      "id": "005",
      "title": "Preface to the 1903 Edition",
      "length": 9264,
      "mode": "skip"
    },
    {
      "id": "006",
      "title": "Preface to the 1922 Edition",
      "length": 437,
      "mode": "skip"
    },
    {
      "id": "007",
      "title": "I: The Subject-Matter of Ethics",
      "length": 83072,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "II: Naturalistic Ethics",
      "length": 50040,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "III: Hedonism",
      "length": 114780,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "IV: Metaphysical Ethics",
      "length": 72564,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "V: Ethics in Relation to Conduct",
      "length": 91575,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "VI: The Ideal",
      "length": 98072,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "Endnotes",
      "length": 1335,
      "mode": "hide"
    },
    {
      "id": "014",
      "title": "Colophon",
      "length": 1066,
      "mode": "hide"
    },
    {
      "id": "015",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL3907953W",
  "goodreadsId": "129924",
  "rating": 0.76,
  "popularity": 948,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1721489700257
}