{"id":"e-nesbit--the-phoenix-and-the-carpet","title":"The Phoenix and the Carpet","titleAlpha":"phoenix and the carpet","author":"E. Nesbit","language":"en","description":"Five children once again encounter an ancient, magical creature and go on adventures around the world with its magic carpet.","longDescription":["Like other E. Nesbit stories, The Phoenix and the Carpet was initially published in The Strand Magazine. While The Railway Children or Five Children and It proved more popular, Phoenix has still been adapted into three BBC TV series and a film.","The story picks up some time after the events of Five Children and It. The children are back in London and encounter another ancient, magical creature: this time a noble, beautiful, arrogant, and vain Phoenix. He comes with a magic carpet which the gang uses to go on adventures around the world. Some things don't go as planned, but there are still opportunities to make others happy.","As a female British author of children stories, E. Nesbit was not a typical early 20th century woman. Described as tomboy during her childhood, she grew up a staunch supporter of democratic socialism in a time when many were crushed under poverty. She was a founding member of the Fabian Society, and dedicated herself to charity work, so much so that she almost ended up in poverty.","Nesbit's stories continue to fascinate readers. Her dry wit and respect with which she engages children ensures that adults can also enjoy her tales. Her depiction of magic - how it follows rules which must be taught or learned, and the painful consequences when they are forgotten - has influenced the works of other writers such as P. L. Travers, C. S. Lewis, and J. K. Rowling."],"year":1904,"genres":["children","classics","fantasy","fiction","history"],"topics":["magic","mythology"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/e-nesbit/the-phoenix-and-the-carpet"},"openlibraryId":"OL99539W","goodreadsId":"1414411","rating":0.8099999999999999,"popularity":9392,"cover":null,"free":false,"custom":false,"series":"Five Children","part":2,"chapters":[{"id":"001","title":"Titlepage - The Phoenix and the Carpet","length":14,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Dedication","length":632,"mode":"hide"},{"id":"004","title":"I: The Egg","length":30644,"mode":"type"},{"id":"005","title":"II: The Topless Tower","length":30350,"mode":"type"},{"id":"006","title":"III: The Queen Cook","length":34700,"mode":"type"},{"id":"007","title":"IV: Two Bazaars","length":30630,"mode":"type"},{"id":"008","title":"V: The Temple","length":29762,"mode":"type"},{"id":"009","title":"VI: Doing Good","length":25476,"mode":"type"},{"id":"010","title":"VII: Mews from Persia","length":26442,"mode":"type"},{"id":"011","title":"VIII: The Cats, the Cow, and the Burglar","length":25668,"mode":"type"},{"id":"012","title":"IX: The Burglar's Bride","length":27176,"mode":"type"},{"id":"013","title":"X: The Hole in the Carpet","length":24744,"mode":"type"},{"id":"014","title":"XI: The Beginning of the End","length":24042,"mode":"type"},{"id":"015","title":"XII: The End of the End","length":26192,"mode":"type"},{"id":"016","title":"Colophon","length":1032,"mode":"hide"},{"id":"017","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337662608}