{
  "id": "theodore-dreiser--sister-carrie",
  "title": "Sister Carrie",
  "titleAlpha": "sister carrie",
  "author": "Theodore Dreiser",
  "language": "en",
  "description": "A young woman moves to Chicago to chase her dream of being somebody.",
  "longDescription": [
    "Caroline Meeber, known as Sister Carrie to her family, moves to Chicago at the tender age of eighteen to try to make something of herself. Living with her sister and brother-in-law, she quickly finds that life, and work, are hard in the big city. She soon takes up with a traveling salesman she met on the train into town. Months later her eye is turned by one of the salesman's acquaintances, George Hurstwood, and vice-versa. A series of events lead Carrie and Hurstwood to New York City, where both struggle to live out the aspirations that brought them there.",
    "Theodore Dreiser was one of the earliest naturalist writers, but he wrote Sister Carrie while the United States was still very Victorian in its morals. The book therefore caused a stir from the beginning: Carrie Meeber was clearly, even in the disguised language of the time, a sexually active, unmarried female, who wasn't made to suffer for her indiscretion to the extent considered necessary at the time. Dreiser's depiction of rough language merely added to the controversy. The first printing sold only 456 copies in two years; it was to be another five years before Dreiser could convince another publisher to carry the book. Today it's considered a classic and one of the \"greatest of all American urban novels.\"",
    "The text of Sister Carrie was unchanged until 1981, when the University of Pennsylvania Press published a new version with 36,000 words restored. The edition was not without controversy: the cuts were originally made before the first printing at the suggestion of Dreiser's wife, or his friend Arthur Henry, and Dreiser had approved all of them. Although the new Pennsylvania Edition, as it is called, made a good case for restoring the changes, it is the 1907 text that remains the most widely available today, and it is that text in this edition."
  ],
  "year": 1900,
  "genres": [
    "classics",
    "fiction",
    "history",
    "psychological"
  ],
  "topics": [
    "realism"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/theodore-dreiser/sister-carrie"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Sister Carrie",
      "length": 21,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "I: The Magnet Attracting: A Waif Amid Forces",
      "length": 18148,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "II: What Poverty Threatened: Of Granite and Brass",
      "length": 12079,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "III: We Question of Fortune: Four-Fifty a Week",
      "length": 20680,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "IV: The Spendings of Fancy: Facts Answer with Sneers",
      "length": 24324,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "V: A Glittering Night Flower: The Use of a Name",
      "length": 14057,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "VI: The Machine and the Maiden: A Knight of Today",
      "length": 23137,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "VII: The Lure of the Material: Beauty Speaks for Itself",
      "length": 21350,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "VIII: Intimations by Winter: An Ambassador Summoned",
      "length": 14364,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "IX: Convention's Own Tinderbox: The Eye That Is Green",
      "length": 14175,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "X: The Counsel of Winter: Fortune's Ambassador Calls",
      "length": 16682,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "XI: The Persuasion of Fashion: Feeling Guards O'er Its Own",
      "length": 19519,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "XII: Of the Lamps of the Mansions: The Ambassador's Plea",
      "length": 17432,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "XIII: His Credentials Accepted: A Babel of Tongues",
      "length": 18056,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "XIV: With Eyes and Not Seeing: One Influence Wanes",
      "length": 13779,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "XV: The Irk of the Old Ties: The Magic of Youth",
      "length": 21918,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "XVI: A Witless Aladdin: The Gate to the World",
      "length": 15692,
      "mode": "type"
    },
    {
      "id": "019",
      "title": "XVII: A Glimpse Through the Gateway: Hope Lightens the Eye",
      "length": 15456,
      "mode": "type"
    },
    {
      "id": "020",
      "title": "XVIII: Just Over the Border: A Hail and Farewell",
      "length": 10885,
      "mode": "type"
    },
    {
      "id": "021",
      "title": "XIX: An Hour in Elfland: A Clamour Half Heard",
      "length": 24577,
      "mode": "type"
    },
    {
      "id": "022",
      "title": "XX: The Lure of the Spirit: The Flesh in Pursuit",
      "length": 14611,
      "mode": "type"
    },
    {
      "id": "023",
      "title": "XXI: The Lure of the Spirit: The Flesh in Pursuit",
      "length": 7772,
      "mode": "type"
    },
    {
      "id": "024",
      "title": "XXII: The Blaze of the Tinder: Flesh Wars with the Flesh",
      "length": 22261,
      "mode": "type"
    },
    {
      "id": "025",
      "title": "XXIII: A Spirit in Travail: One Rung Put Behind",
      "length": 20920,
      "mode": "type"
    },
    {
      "id": "026",
      "title": "XXIV: Ashes of Tinder: A Face at the Window",
      "length": 9650,
      "mode": "type"
    },
    {
      "id": "027",
      "title": "XXV: Ashes of Tinder: The Loosing of Stays",
      "length": 9506,
      "mode": "type"
    },
    {
      "id": "028",
      "title": "XXVI: The Ambassador Fallen: A Search for the Gate",
      "length": 22352,
      "mode": "type"
    },
    {
      "id": "029",
      "title": "XXVII: When Waters Engulf Us We Reach for a Star",
      "length": 20669,
      "mode": "type"
    },
    {
      "id": "030",
      "title": "XXVIII: A Pilgrim, an Outlaw: The Spirit Detained",
      "length": 19842,
      "mode": "type"
    },
    {
      "id": "031",
      "title": "XXIX: The Solace of Travel: The Boats of the Sea",
      "length": 24008,
      "mode": "type"
    },
    {
      "id": "032",
      "title": "XXX: The Kingdom of Greatness: The Pilgrim Adream",
      "length": 16025,
      "mode": "type"
    },
    {
      "id": "033",
      "title": "XXXI: A Pet of Good Fortune: Broadway Flaunts Its Joys",
      "length": 19199,
      "mode": "type"
    },
    {
      "id": "034",
      "title": "XXXII: The Feast of Belshazzar: A Seer to Translate",
      "length": 27474,
      "mode": "type"
    },
    {
      "id": "035",
      "title": "XXXIII: Without the Walled City: The Slope of the Years",
      "length": 16817,
      "mode": "type"
    },
    {
      "id": "036",
      "title": "XXXIV: The Grind of the Millstones: A Sample of Chaff",
      "length": 16747,
      "mode": "type"
    },
    {
      "id": "037",
      "title": "XXXV: The Passing of Effort: The Visage of Care",
      "length": 19177,
      "mode": "type"
    },
    {
      "id": "038",
      "title": "XXXVI: A Grim Retrogression: The Phantom of Chance",
      "length": 19224,
      "mode": "type"
    },
    {
      "id": "039",
      "title": "XXXVII: The Spirit Awakens: New Search for the Gate",
      "length": 13671,
      "mode": "type"
    },
    {
      "id": "040",
      "title": "XXXVIII: In Elf Land Disporting: The Grim World Without",
      "length": 17570,
      "mode": "type"
    },
    {
      "id": "041",
      "title": "XXXIX: Of Lights and of Shadows: The Parting of Worlds",
      "length": 20612,
      "mode": "type"
    },
    {
      "id": "042",
      "title": "XL: A Public Dissension: A Final Appeal",
      "length": 15027,
      "mode": "type"
    },
    {
      "id": "043",
      "title": "XLI: The Strike",
      "length": 29850,
      "mode": "type"
    },
    {
      "id": "044",
      "title": "XLII: A Touch of Spring: The Empty Shell",
      "length": 18131,
      "mode": "type"
    },
    {
      "id": "045",
      "title": "XLIII: The World Turns Flatterer: An Eye in the Dark",
      "length": 15727,
      "mode": "type"
    },
    {
      "id": "046",
      "title": "XLIV: And This Is Not Elf Land: What Gold Will Not Buy",
      "length": 18067,
      "mode": "type"
    },
    {
      "id": "047",
      "title": "XLV: Curious Shifts of the Poor",
      "length": 28385,
      "mode": "type"
    },
    {
      "id": "048",
      "title": "XLVI: Stirring Troubled Waters",
      "length": 19039,
      "mode": "type"
    },
    {
      "id": "049",
      "title": "XLVII: The Way of the Beaten: A Harp in the Wind",
      "length": 31049,
      "mode": "type"
    },
    {
      "id": "050",
      "title": "Colophon",
      "length": 1045,
      "mode": "hide"
    },
    {
      "id": "051",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL100203W",
  "goodreadsId": "126609",
  "rating": 0.754,
  "popularity": 40356,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720967128477
}