{"id":"leo-tolstoy--hadji-murad","title":"Hadji Murád","titleAlpha":"hadji murád","author":"Leo Tolstoy","language":"en","description":"The legendary warrior Hadji Murad struggles to free his family against the backdrop of Russian imperialism in Chechnya and Dagestan.","longDescription":["In this short novel, Tolstoy fictionalizes the final days of Hadji Murad, a legendary Avar separatist who fought against, and later with, Russia, as the Russian Empire was struggling to annex Chechnya and the surrounding land in the late 1840s.","The novel opens with the narrator finding a thistle crushed in a blooming field, which reminds him of Hadji Murad and his tragic tale. As the narrator recounts the story, the reader is quickly thrust into the rich, colorful history of the Caucuses, and its people's fight against Russian imperialism.","Hadji Murad is portrayed as a legendary and imposing, yet friendly and approachable figure. Despite his reputation, it seems that his best days are behind him; as the novel opens, Murad is fleeing Shamil, a powerful imam who has captured Murad's family. Murad finds himself thrust between the invading Russians on one side, and Shamil's vengeance on the other.","As Murad and his tiny but loyal group of warriors try to forge alliances in their attempt to rescue Murad's family, they quickly find themselves politically outclassed. The Russians are Murad's enemies, yet only they can help him in his struggle against Shamil; and after years of losses incurred by Murad's guerrilla tactics, the Russians would like his help but cannot trust him. Shamil, on the other hand, is a deep link to the region's complex web of tribal blood feuds, vengeances, reprisals, and quarrels over honor. He's one of the few powers left standing between the Russians and their control of the Caucuses, but Murad, having crossed him, can't rescue his family from Shamil's clutches without the help of the Russians.","Murad's impossible position, the contradiction between his legendary past and his limping, dignified, and ultimately powerless present, and the struggle against a mighty empire by a people torn by internecine conflict, form the major thematic threads of the novel.","The novel was one of the last that Tolstoy finished before his death, and was only published posthumously in 1912. Tolstoy himself served in the Crimean War, and the war scenes portrayed in the novel echo his personal experiences. As the story progresses, Tolstoy characterizes various real-life historical personalities besides Hadji Murad and Shamil, including Emperor Nicholas I, Mikhail Loris-Melikov, and Count Vorontsov-Dashkov, making this a fascinating piece of historical fiction. Despite this being such a late entry in Tolstoy's corpus, it has been highly praised by critics both contemporary and modern, with the famous critic Harold Bloom going so far as to say that Hadji Murad is \"my personal touchstone for the sublime of prose fiction, to me the best story in the world, or at least the best I have ever read.\""],"year":1912,"genres":["classics","fiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/leo-tolstoy/hadji-murad/aylmer-maude"},"openlibraryId":"OL267106W","goodreadsId":"135060","rating":0.772,"popularity":13309,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Hadji Murad","length":44,"mode":"hide"},{"id":"002","title":"Imprint","length":1169,"mode":"hide"},{"id":"003","title":"Preface","length":11958,"mode":"skip"},{"id":"004","title":"Hadji Murad - I","length":16902,"mode":"type"},{"id":"005","title":"Hadji Murad - II","length":9475,"mode":"type"},{"id":"006","title":"Hadji Murad - III","length":8315,"mode":"type"},{"id":"007","title":"Hadji Murad - IV","length":10411,"mode":"type"},{"id":"008","title":"Hadji Murad - V","length":11417,"mode":"type"},{"id":"009","title":"Hadji Murad - VI","length":10310,"mode":"type"},{"id":"010","title":"Hadji Murad - VII","length":4317,"mode":"type"},{"id":"011","title":"Hadji Murad - VIII","length":8321,"mode":"type"},{"id":"012","title":"Hadji Murad - IX","length":10884,"mode":"type"},{"id":"013","title":"Hadji Murad - X","length":9577,"mode":"type"},{"id":"014","title":"Hadji Murad - XI","length":10336,"mode":"type"},{"id":"015","title":"Hadji Murad - XII","length":7676,"mode":"type"},{"id":"016","title":"Hadji Murad - XIII","length":10615,"mode":"type"},{"id":"017","title":"Hadji Murad - XIV","length":8481,"mode":"type"},{"id":"018","title":"Hadji Murad - XV","length":26943,"mode":"type"},{"id":"019","title":"Hadji Murad - XVI","length":9708,"mode":"type"},{"id":"020","title":"Hadji Murad - XVII","length":2678,"mode":"type"},{"id":"021","title":"Hadji Murad - XVIII","length":8328,"mode":"type"},{"id":"022","title":"Hadji Murad - XIX","length":13322,"mode":"type"},{"id":"023","title":"Hadji Murad - XX","length":10812,"mode":"type"},{"id":"024","title":"Hadji Murad - XXI","length":8545,"mode":"type"},{"id":"025","title":"Hadji Murad - XXII","length":7673,"mode":"type"},{"id":"026","title":"Hadji Murad - XXIII","length":8538,"mode":"type"},{"id":"027","title":"Hadji Murad - XXIV","length":8047,"mode":"type"},{"id":"028","title":"Hadji Murad - XXV","length":17925,"mode":"type"},{"id":"029","title":"Endnotes","length":3307,"mode":"hide"},{"id":"030","title":"Colophon","length":1035,"mode":"hide"},{"id":"031","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721338035929}