{"id":"stephen-leacock--sunshine-sketches-of-a-little-town","title":"Sunshine Sketches of a Little Town","titleAlpha":"sunshine sketches of a little town","author":"Stephen Leacock","language":"en","description":"A humorous account of life in the fictional small town of Mariposa.","longDescription":["Sunshine Sketches of a Little Town is Stephen Leacock's humourous and affectionate account of small-town life in the fictional town of Mariposa. Written in 1912, it is drawn from his experiences living in Orillia, Ontario.","The book is a series of funny and satirical anecdotes that illustrate the inner workings of life in Mariposa - from business to politics to steamboat disasters. The town is populated by many archetypal characters including the shrewd businessman Mr. Smith, the lovelorn bank teller Mr. Pupkin, and the mathematically challenged Rev. Mr. Drone.","During his lifetime, Stephen Leacock was very popular in much of the English-speaking world as a writer and humourist. Sunshine Sketches is considered one of his most notable and enduring works. In Canada, the Stephen Leacock Medal for Humour is named in his honour. The medal is an annual award for the best Canadian book of literary humour published in the previous year."],"year":2019,"genres":["comedy","fiction","satire"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/stephen-leacock/sunshine-sketches-of-a-little-town"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface","length":8398,"skip":true},{"id":"002","title":"I: The Hostelry of Mr. Smith","length":44780,"skip":false},{"id":"003","title":"II: The Speculations of Jefferson Thorpe","length":30908,"skip":false},{"id":"004","title":"III: The Marine Excursions of the Knights of Pythias","length":38165,"skip":false},{"id":"005","title":"IV: The Ministrations of the Rev. Mr. Drone","length":31216,"skip":false},{"id":"006","title":"V: The Whirlwind Campaign in Mariposa","length":15472,"skip":false},{"id":"007","title":"VI: The Beacon on the Hill","length":19398,"skip":false},{"id":"008","title":"VII: The Extraordinary Entanglement of Mr. Pupkin","length":21544,"skip":false},{"id":"009","title":"VIII: The Foreordained Attachment of Zena Pepperleigh and Peter Pupkin","length":24783,"skip":false},{"id":"010","title":"IX: The Mariposa Bank Mystery","length":30728,"skip":false},{"id":"011","title":"X: The Great Election in Missinaba County","length":21787,"skip":false},{"id":"012","title":"XI: The Candidacy of Mr. Smith","length":27424,"skip":false},{"id":"013","title":"XII: L'Envoi. The Train to Mariposa","length":11615,"skip":false}],"createdAt":1719507249710}