{"id":"booker-t-washington--up-from-slavery","title":"Up from Slavery","titleAlpha":"up from slavery","author":"Booker T. Washington","language":"en","description":"The autobiography of Booker T. Washington, former slave and founder of the Tuskegee Institute.","longDescription":["Booker Taliaferro Washington began life as a slave in Virginia shortly before emancipation, but rose to become one of the most celebrated leaders the African American community has ever had. His principal occupation was as president of the Tuskegee Institute, which he founded in 1881, but he earned national renown as an orator, writer and political advisor. His address at the Atlanta Exposition was a pivotal moment in race relations in America.","Washington believed deeply in the dignity of physical labor, and that merit and talent are eventually rewarded regardless of race or class. The Tuskegee Institution was primarily a technical college, and aimed to teach industrial skills in addition to academic training. Students built many of the buildings on the campus, grew the food that was eaten there, and even made the furniture, tools and vehicles used by the school.","Up from Slavery was originally published as a serialized work in The Outlook, a Christian magazine based in New York, before being collected in a single volume in 1901. This edition includes an introduction by Walter H. Page, a future U. S. ambassador to the United Kingdom."],"year":2019,"genres":["autobiography","biography","memoir","nonfiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/booker-t-washington/up-from-slavery"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface","length":1132,"skip":true},{"id":"002","title":"Introduction","length":15765,"skip":false},{"id":"003","title":"I: A Slave Among Slaves","length":28130,"skip":false},{"id":"004","title":"II: Boyhood Days","length":23282,"skip":false},{"id":"005","title":"III: The Struggle for an Education","length":26395,"skip":false},{"id":"006","title":"IV: Helping Others","length":20651,"skip":false},{"id":"007","title":"V: The Reconstruction Period","length":14713,"skip":false},{"id":"008","title":"VI: Black Race and Red Race","length":17661,"skip":false},{"id":"009","title":"VII: Early Days at Tuskegee","length":14735,"skip":false},{"id":"010","title":"VIII: Teaching School in a Stable and a Henhouse","length":18858,"skip":false},{"id":"011","title":"IX: Anxious Days and Sleepless Nights","length":18277,"skip":false},{"id":"012","title":"X: A Harder Task Than Making Bricks Without Straw","length":18865,"skip":false},{"id":"013","title":"XI: Making Their Beds Before They Could Lie on Them","length":17190,"skip":false},{"id":"014","title":"XII: Raising Money","length":23796,"skip":false},{"id":"015","title":"XIII: Two Thousand Miles for a Five-Minute Speech","length":26019,"skip":false},{"id":"016","title":"XIV: The Atlanta Exposition Address","length":26451,"skip":false},{"id":"017","title":"XV: The Secret of Success in Public Speaking","length":38210,"skip":false},{"id":"018","title":"XVI: Europe","length":32126,"skip":false},{"id":"019","title":"XVII: Last Words","length":35695,"skip":false},{"id":"020","title":"Endnotes","length":248,"skip":true}],"createdAt":1719506761076}