{"id":"anthony-hope--the-prisoner-of-zenda","title":"The Prisoner of Zenda","titleAlpha":"prisoner of zenda","author":"Anthony Hope","language":"en","description":"King Rudolph V of Ruritania is drugged and abducted on the eve of his coronation, and a gentleman on holiday who happens to look like the king has to stop the sinister plot.","longDescription":["The Prisoner of Zenda by Anthony Hope is an adventure novel first published in 1894 that takes place in the fictional Kingdom of Ruritania.","It tells the story of Rudolph Rassendyll, who is, because of past indiscretions in the family and unbeknownst to him, the near twin of King Rudolph V of Ruritania. Labeled a ne'er-do-well by his sister-in-law, young Rudolph determines to escape his family and secretly travel to Ruritania for the coronation of his distant relative. But when the king is drugged and abducted on the eve of this ceremony, young Rassendyll is convinced to take his place to try and save the day.","But things don't go as planned as the conspirators fail to reckon with the king's brother, the dastardly Duke of Strelsau or his fiancee, the beautiful Princess Flavia. What follows is a tale of bravery, sacrifice and love, filled with romance and feats of derring-do that still stands the test of time.","The Prisoner of Zenda was Hope's most famous novel and achieved instant success. Such was the impact of this novel that the setting of Ruritania became famous in its own right as the generic term referring to romantic stories set in fictional central European countries. It went on to spawn numerous adaptations, retellings and homages. Anthony Hope wrote a sequel in 1898 called Rupert of Hentzau but it never achieved the success of the original."],"year":2018,"genres":["adventure","fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/anthony-hope/the-prisoner-of-zenda"},"series":null,"part":0,"chapters":[{"id":"001","title":"I: The Rassendylls - with a Word on the Elphbergs","length":11885,"skip":false},{"id":"002","title":"II: Concerning the Colour of Men's Hair","length":12784,"skip":false},{"id":"003","title":"III: A Merry Evening with a Distant Relative","length":14951,"skip":false},{"id":"004","title":"IV: The King Keeps His Appointment","length":11143,"skip":false},{"id":"005","title":"V: The Adventures of an Understudy","length":13427,"skip":false},{"id":"006","title":"VI: The Secret of a Cellar","length":11903,"skip":false},{"id":"007","title":"VII: His Majesty Sleeps in Strelsau","length":11828,"skip":false},{"id":"008","title":"VIII: A Fair Cousin and a Dark Brother","length":14248,"skip":false},{"id":"009","title":"IX: A New Use for a Tea-Table","length":14120,"skip":false},{"id":"010","title":"X: A Great Chance for a Villain","length":13199,"skip":false},{"id":"011","title":"XI: Hunting a Very Big Boar","length":13838,"skip":false},{"id":"012","title":"XII: I Receive a Visitor and Bait a Hook","length":12981,"skip":false},{"id":"013","title":"XIII: An Improvement on Jacob's Ladder","length":13645,"skip":false},{"id":"014","title":"XIV: A Night Outside the Castle","length":12836,"skip":false},{"id":"015","title":"XV: I Talk with a Tempter","length":12475,"skip":false},{"id":"016","title":"XVI: A Desperate Plan","length":13214,"skip":false},{"id":"017","title":"XVII: Young Rupert's Midnight Diversions","length":12426,"skip":false},{"id":"018","title":"XVIII: The Forcing of the Trap","length":11481,"skip":false},{"id":"019","title":"XIX: Face to Face in the Forest","length":12019,"skip":false},{"id":"020","title":"XX: The Prisoner and the King","length":14822,"skip":false},{"id":"021","title":"XXI: If Love Were All!","length":12831,"skip":false},{"id":"022","title":"XXII: Present, Past - and Future?","length":13110,"skip":false}],"createdAt":1719506701601}