{"id":"richard-jefferies--after-london","title":"After London","titleAlpha":"after london","author":"Richard Jefferies","language":"en","description":"A young man tries to understand his place in the world as he explores a post-apocalyptic England.","longDescription":["After London presents a version of England many generations after an apocalyptic event has drastically depopulated the country, leaving nature to take back the land and human survivors to scrape what they can from their surroundings. Petty kings and corrupt republics rule from the region around the lake that has formed in the middle of the country. Wild men hide in the woods. Society has regressed to a way of life similar to the medieval age.","The novel is told in two parts. The first details what's known of the fall of civilization, while the second part follows the son of a baron as he sets off to explore beyond the kingdom he was born into. Nature, civilization, violence, poverty, exploitation, and exploration are major themes.","Richard Jefferies wrote the novel toward the end of his life. It combines the nature writing he is traditionally known for, with a fantastical science fiction setting, making it an early example of post-apocalyptic fiction. The surreal exploration of the former site of London bears a striking resemblance to the aftermath of a nuclear explosion, decades before the atomic bomb was created.","After London was an inspiration for William Morris, who said \"absurd hopes curled around my heart as I read it.\" Morris would go on to reference the pastoralism present in After London in his utopian novel News From Nowhere."],"year":1885,"genres":["adventure","classics","fiction","science-fiction"],"topics":["dystopia"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/richard-jefferies/after-london"},"openlibraryId":"OL1176822W","goodreadsId":"3731265","rating":0.46573475999999997,"popularity":15,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - After London","length":22,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Part I: The Relapse Into Barbarism - I: The Great Forest","length":17547,"mode":"type"},{"id":"004","title":"Part I: The Relapse Into Barbarism - II: Wild Animals","length":9353,"mode":"type"},{"id":"005","title":"Part I: The Relapse Into Barbarism - III: Men of the Woods","length":20554,"mode":"type"},{"id":"006","title":"Part I: The Relapse Into Barbarism - IV: The Invaders","length":18851,"mode":"type"},{"id":"007","title":"Part I: The Relapse Into Barbarism - V: The Lake","length":19154,"mode":"type"},{"id":"008","title":"Part II: Wild England - I: Sir Felix","length":13518,"mode":"type"},{"id":"009","title":"Part II: Wild England - II: The House of Aquila","length":14941,"mode":"type"},{"id":"010","title":"Part II: Wild England - III: The Stockade","length":14119,"mode":"type"},{"id":"011","title":"Part II: Wild England - IV: The Canoe","length":13344,"mode":"type"},{"id":"012","title":"Part II: Wild England - V: Baron Aquila","length":14501,"mode":"type"},{"id":"013","title":"Part II: Wild England - VI: The Forest Track","length":16939,"mode":"type"},{"id":"014","title":"Part II: Wild England - VII: The Forest Track Continued","length":11945,"mode":"type"},{"id":"015","title":"Part II: Wild England - VIII: Thyma Castle","length":17171,"mode":"type"},{"id":"016","title":"Part II: Wild England - IX: Superstitions","length":14750,"mode":"type"},{"id":"017","title":"Part II: Wild England - X: The Feast","length":11034,"mode":"type"},{"id":"018","title":"Part II: Wild England - XI: Aurora","length":9736,"mode":"type"},{"id":"019","title":"Part II: Wild England - XII: Night in the Forest","length":13418,"mode":"type"},{"id":"020","title":"Part II: Wild England - XIII: Sailing Away","length":13872,"mode":"type"},{"id":"021","title":"Part II: Wild England - XIV: The Straits","length":12080,"mode":"type"},{"id":"022","title":"Part II: Wild England - XV: Sailing Onwards","length":12743,"mode":"type"},{"id":"023","title":"Part II: Wild England - XVI: The City","length":12323,"mode":"type"},{"id":"024","title":"Part II: Wild England - XVII: The Camp","length":16014,"mode":"type"},{"id":"025","title":"Part II: Wild England - XVIII: The King's Levy","length":12146,"mode":"type"},{"id":"026","title":"Part II: Wild England - XIX: Fighting","length":14550,"mode":"type"},{"id":"027","title":"Part II: Wild England - XX: In Danger","length":14757,"mode":"type"},{"id":"028","title":"Part II: Wild England - XXI: A Voyage","length":16089,"mode":"type"},{"id":"029","title":"Part II: Wild England - XXII: Discoveries","length":12601,"mode":"type"},{"id":"030","title":"Part II: Wild England - XXIII: Strange Things","length":10785,"mode":"type"},{"id":"031","title":"Part II: Wild England - XXIV: Fiery Vapours","length":12984,"mode":"type"},{"id":"032","title":"Part II: Wild England - XXV: The Shepherds","length":15044,"mode":"type"},{"id":"033","title":"Part II: Wild England - XXVI: Bow and Arrow","length":10497,"mode":"type"},{"id":"034","title":"Part II: Wild England - XXVII: Surprised","length":13174,"mode":"type"},{"id":"035","title":"Part II: Wild England - XXVIII: For Aurora","length":13592,"mode":"type"},{"id":"036","title":"Colophon","length":1003,"mode":"hide"},{"id":"037","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721172363190}