{"id":"noel-coward--the-vortex","title":"The Vortex","titleAlpha":"vortex","author":"Noël Coward","language":"en","description":"A son's home-coming, along with his new fiancee, leads to trouble with his vain mother.","longDescription":["When Nicky arrives back from Paris to his London family home with new fiancee Bunty in tow, relations with his friends, family, and particularly his mother Florence seem as good as they ever were. Cracks, however, soon start appearing: Nicky has a new drug habit (and there are other hinted-at transgressions); Bunty is uncomfortable in her new role with Nicky's friends and family; and the facade Florence is vainly putting up against her increasing age and dissatisfaction with life is starting to fail.","The Vortex is an early play of Noel Coward's, and was the first to reach large acclaim. Given the themes of drug abuse, the censors in the UK at the time nearly chose to block its staging, and even after it was passed Coward (as writer, director, and star) had trouble finding a venue. Eventually it was picked up by a small theater in north London, and after critical success and popular interest it moved to London's West End.","The play has been adapted for television, film and radio many times over the years, and is still a popular choice for theaters today. While the drug abuse and coded homosexuality has less shock value than when first performed, Nicky and Florence's increasingly obvious difficulties in living outside the boxes created for them by society is a theme that stands the test of time."],"year":2024,"genres":["drama"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/noel-coward/the-vortex"},"series":null,"part":0,"chapters":[{"id":"001","title":"Dramatis Personae","length":161,"skip":false},{"id":"002","title":"Act I","length":38036,"skip":false},{"id":"003","title":"Act II","length":34006,"skip":false},{"id":"004","title":"Act III","length":22004,"skip":false}],"createdAt":1719162446046}