{"id":"richard-steele--the-conscious-lovers","title":"The Conscious Lovers","titleAlpha":"conscious lovers","author":"Richard Steele","language":"en","description":"A rich young man tries to avoid the marriage his father has arranged.","longDescription":["The Conscious Lovers was first performed in 1722 at Drury Lane and is generally acknowledged as the first \"sentimental comedy.\" Borrowing heavily from Roman playwright Terence's Andria, Richard Steele veers away from the traditional lewdness of Restoration comedy by deliberately focusing on restrained passion and patience over bawdy or salacious behavior. Laughter is replaced with a more sentiment-based set of comedic values. Steele's model proved so influential that not until 1773 with Goldsmith's She Stoops to Conquer does the \"laughing comedy\" return to the English stage.","The plot revolves around Bevil Junior who, though promised to a young women by his father, has fallen in love with another. On his wedding day he discovers his friend Myrtle loves the young woman he is to marry, and he becomes consumed with jealousy.","Steele states in his Preface that he very intentionally wrote the play around a crucial \"dueling\" scene, attempting to nudge his audience towards more restrained and refined behavior, hoping that \"it may have some effect upon the Goths and Vandals that frequent the theaters.\" Whether it did or not is debated, but it certainly affected the nature of English comedy for decades to follow."],"year":null,"genres":["classics","comedy","drama"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/richard-steele/the-conscious-lovers"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Conscious Lovers","length":19,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Dedication","length":2419,"mode":"hide"},{"id":"004","title":"The Preface","length":4033,"mode":"skip"},{"id":"005","title":"Epigraph","length":319,"mode":"skip"},{"id":"006","title":"Dramatis Personae","length":428,"mode":"hide"},{"id":"007","title":"Prologue","length":1446,"mode":"type"},{"id":"008","title":"Act I","length":33766,"mode":"type"},{"id":"009","title":"Act II","length":25454,"mode":"type"},{"id":"010","title":"Act III","length":24265,"mode":"type"},{"id":"011","title":"Act IV","length":25264,"mode":"type"},{"id":"012","title":"Act V","length":25676,"mode":"type"},{"id":"013","title":"Epilogue","length":1138,"mode":"type"},{"id":"014","title":"Endnotes","length":6752,"mode":"hide"},{"id":"015","title":"Colophon","length":1050,"mode":"hide"},{"id":"016","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721172370774}