{"id":"emile-gaboriau--the-lerouge-case","title":"The Lerouge Case","titleAlpha":"lerouge case","author":"Émile Gaboriau","language":"en","description":"A widow is found dead under mysterious circumstances, and Monsieur Lecoq of the police arranges to have his mentor brought in to help solve the crime.","longDescription":["Considered by many to be the first detective novel, The Lerouge Case (aka The Widow Lerouge) introduces Monsieur Lecoq (later Inspector Lecoq), a former \"habitual criminal\" who becomes a police officer. Emile Gaboriau based Lecoq at least in part on an actual criminal-turned-police-officer, Eugene Vidocq, who went on to be the first director of the Surete. In this first book, Lecoq plays a relatively small part, the bulk of the mystery solving being done by Lecoq's mentor Tabaret, an amateur detective.","Gaboriau thus introduces both a police detective and an amateur detective at the same time. Many of the attributes now taken for granted in the mystery arena originated with Gaboriau and Lecoq - hyper attention to detail, mastery of disguises, amateur \"agents\" who assist the detective, and the above-mentioned amateur detectives that assist and sometimes out-perform the police versions.","Gaboriau's Lecoq novels were wildly successful until another amateur detective named Holmes made his appearance. Holmes even comments on Lecoq in A Study in Scarlet, dismissing him as a \"miserable bungler\" in response to Dr. Watson's question. Nevertheless, Arthur Conan Doyle was obviously influenced by Gaboriau and Lecoq, as many of Holmes' traits can be seen first in Lecoq."],"year":1866,"genres":["fiction","mystery"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/emile-gaboriau/the-lerouge-case/vizetelly-and-company"},"series":"Monsieur Lecoq","part":1,"chapters":[{"id":"001","title":"I","length":34893,"skip":false},{"id":"002","title":"II","length":29111,"skip":false},{"id":"003","title":"III","length":22247,"skip":false},{"id":"004","title":"IV","length":50178,"skip":false},{"id":"005","title":"V","length":37817,"skip":false},{"id":"006","title":"VI","length":56069,"skip":false},{"id":"007","title":"VII","length":34609,"skip":false},{"id":"008","title":"VIII","length":18556,"skip":false},{"id":"009","title":"IX","length":45504,"skip":false},{"id":"010","title":"X","length":28417,"skip":false},{"id":"011","title":"XI","length":33430,"skip":false},{"id":"012","title":"XII","length":41355,"skip":false},{"id":"013","title":"XIII","length":48132,"skip":false},{"id":"014","title":"XIV","length":33095,"skip":false},{"id":"015","title":"XV","length":39289,"skip":false},{"id":"016","title":"XVI","length":32316,"skip":false},{"id":"017","title":"XVII","length":40485,"skip":false},{"id":"018","title":"XVIII","length":33082,"skip":false},{"id":"019","title":"XIX","length":29401,"skip":false},{"id":"020","title":"XX","length":3276,"skip":false}],"createdAt":1719506871216}