{"id":"niccolo-machiavelli--the-prince","title":"The Prince","titleAlpha":"prince","author":"Niccolò Machiavelli","language":"en","description":"The classic treatise on how to tyrannize one's subjects.","longDescription":["The Prince is a book that was controversial before it had even been sent to the printer. Written in vernacular Italian instead of Latin, dedicated to a member of one of the most powerful Italian families of the day, and only printed after Machiavelli's death, this treatise on how to tyrannize effectively was considered shocking even by his contemporaries. The discussion of its morality that continues to this day gives us the modern-day word Machiavellian.","The book is organized into several sections, each one giving direction on the ruthless rule of principalities that Machiavelli based on both reading and personal experience. Despite its controversial nature, The Prince is often cited as one of the first examples of modern philosophical thought, and the \"advice\" contained within is still quoted as relevant today."],"year":2014,"genres":["philosophy"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/niccolo-machiavelli/the-prince/w-k-marriott"},"series":null,"part":0,"chapters":[{"id":"001","title":"Introduction - Youth - Aet - 25 - 1469 - 94","length":2248,"skip":false},{"id":"002","title":"Introduction - Office - Aet - 43 - 1494 - 1512","length":5842,"skip":false},{"id":"003","title":"Introduction - Literature and Death - Aet - 58 - 1512 - 27","length":5647,"skip":false},{"id":"004","title":"The Man and His Works","length":7552,"skip":false},{"id":"005","title":"I: How Many Kinds of Principalities There Are, and by What Means They Are Acquired","length":651,"skip":false},{"id":"006","title":"II: Concerning Hereditary Principalities","length":1420,"skip":false},{"id":"007","title":"III: Concerning Mixed Principalities","length":16434,"skip":false},{"id":"008","title":"IV: Why the Kingdom of Darius, Conquered by Alexander, Did Not Rebel Against the Successors of Alexander at His Death","length":5293,"skip":false},{"id":"009","title":"V: Concerning the Way to Govern Cities or Principalities Which Lived Under Their Own Laws Before They Were Annexed","length":2416,"skip":false},{"id":"010","title":"VI: Concerning New Principalities Which Are Acquired by One's Own Arms and Ability","length":6710,"skip":false},{"id":"011","title":"VII: Concerning New Principalities Which Are Acquired Either by the Arms of Others or by Good Fortune","length":14020,"skip":false},{"id":"012","title":"VIII: Concerning Those Who Have Obtained a Principality by Wickedness","length":8593,"skip":false},{"id":"013","title":"IX: Concerning a Civil Principality","length":7006,"skip":false},{"id":"014","title":"X: Concerning the Way in Which the Strength of All Principalities Ought to Be Measured","length":3850,"skip":false},{"id":"015","title":"XI: Concerning Ecclesiastical Principalities","length":4962,"skip":false},{"id":"016","title":"XII: How Many Kinds of Soldiery There Are, and Concerning Mercenaries","length":9402,"skip":false},{"id":"017","title":"XIII: Concerning Auxiliaries, Mixed Soldiery, and One's Own","length":6971,"skip":false},{"id":"018","title":"XIV: That Which Concerns a Prince on the Subject of the Art of War","length":4770,"skip":false},{"id":"019","title":"XV: Concerning Things for Which Men, and Especially Princes, Are Praised or Blamed","length":2857,"skip":false},{"id":"020","title":"XVI: Concerning Liberality and Meanness","length":4458,"skip":false},{"id":"021","title":"XVII: Concerning Cruelty and Clemency, and Whether It Is Better to Be Loved Than Feared","length":5791,"skip":false},{"id":"022","title":"XVIII: Concerning the Way in Which Princes Should Keep Faith","length":5236,"skip":false},{"id":"023","title":"XIX: That One Should Avoid Being Despised and Hated","length":19864,"skip":false},{"id":"024","title":"XX: Are Fortresses, and Many Other Things to Which Princes Often Resort, Advantageous or Hurtful?","length":8440,"skip":false},{"id":"025","title":"XXI: How a Prince Should Conduct Himself So as to Gain Renown","length":7004,"skip":false},{"id":"026","title":"XXII: Concerning the Secretaries of Princes","length":2457,"skip":false},{"id":"027","title":"XXIII: How Flatterers Should Be Avoided","length":3782,"skip":false},{"id":"028","title":"XXIV: Why the Princes of Italy Have Lost Their States","length":2826,"skip":false},{"id":"029","title":"XXV: What Fortune Can Effect in Human Affairs and How to Withstand Her","length":6391,"skip":false},{"id":"030","title":"XXVI: An Exhortation to Liberate Italy from the Barbarians","length":7635,"skip":false},{"id":"031","title":"Endnotes","length":9655,"skip":true}],"createdAt":1719162444398}