{"id":"jules-verne--topsy-turvy","title":"Topsy-Turvy","titleAlpha":"topsy-turvy","author":"Jules Verne","language":"en","description":"The North Pole is auctioned off, and the winning team undertakes a scientific experiment to ameliorate the local climate.","longDescription":["Two decades after Jules Verne's From the Earth to the Moon and Around the Moon, the Baltimore Gun Club returns with its sights on the North Pole's rich coal deposits. Access to the area would be facilitated under a more temperate climate, which, the team believes, can be achieved by slightly altering the Earth's axis of rotation. This climate change would affect every region of the globe to various degrees, thus creating anxiety and opposition worldwide.","Sans Dessus Dessous, number 34 in the Voyages Extraordinaires collection, appeared in French in 1889 and was published in English the following year by J. G. Ogilvie as Topsy-Turvy."],"year":null,"genres":["classics","fiction","science-fiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/jules-verne/topsy-turvy/j-g-ogilvie"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Topsy-Turvy","length":45,"mode":"hide"},{"id":"002","title":"Imprint","length":1212,"mode":"hide"},{"id":"003","title":"In Which the North Polar Practical Association Rushes a Document Across Two Worlds","length":18337,"mode":"type"},{"id":"004","title":"In Which the Delegates from England, Holland, Sweden, Denmark and Russia Are Presented to the Reader","length":22540,"mode":"type"},{"id":"005","title":"In Which the Arctic Regions Are Sold at Auction to the Highest Bidder","length":17886,"mode":"type"},{"id":"006","title":"In Which Old Acquaintances Appear to Our New Readers, and in Which a Wonderful Man Is Described","length":11988,"mode":"type"},{"id":"007","title":"In Which the Possibility That Coal Mines Surround the North Pole Is Considered","length":11466,"mode":"type"},{"id":"008","title":"In Which a Telephone Communication Between Mrs. Scorbitt and J. T. Maston Is Interrupted","length":17520,"mode":"type"},{"id":"009","title":"In Which President Barbicane Says No More Than Suits His Purpose","length":15617,"mode":"type"},{"id":"010","title":"Yes, Just Like Jupiter","length":5147,"mode":"type"},{"id":"011","title":"In Which Appears the French Gentleman to Whom We Referred at the Beginning of This Truthful Story","length":6167,"mode":"type"},{"id":"012","title":"In Which a Little Uneasiness Begins to Show Itself","length":13388,"mode":"type"},{"id":"013","title":"What Was Found in the Notebook of J. T. Maston and What It No Longer Contained","length":10052,"mode":"type"},{"id":"014","title":"In Which J. T. Maston Heroically Continues to Be Silent","length":12337,"mode":"type"},{"id":"015","title":"At the Close of Which J. T. Maston Utters an Epigram","length":12208,"mode":"type"},{"id":"016","title":"Very Short, but in Which \"X\" Takes a Geographical Value","length":904,"mode":"type"},{"id":"017","title":"Which Contains a Few Interesting Details for the Inhabitants of the Earthly Sphere","length":14268,"mode":"type"},{"id":"018","title":"In Which a Crowd of Dissatisfied People Break Into the Cell of J. T. Maston","length":6992,"mode":"type"},{"id":"019","title":"What Had Been Done at Kilimanjaro During Eight Month of This Memorable Year","length":15086,"mode":"type"},{"id":"020","title":"In Which the Population of Wamasai Assemble to Hear President Barbicane Say 'Fire' to Capt. Nicholl","length":4709,"mode":"type"},{"id":"021","title":"In Which J. T. Maston Regrets That the Crowd Did Not Lynch Him When He Was in Prison","length":11459,"mode":"type"},{"id":"022","title":"In Which This Story, as Truthful as It Is Improbable, Is Finished","length":9489,"mode":"type"},{"id":"023","title":"Very Short, Since Enough Has Been Said to Make the World's Population Feel Perfectly Sure Again","length":917,"mode":"type"},{"id":"024","title":"Colophon","length":1151,"mode":"hide"},{"id":"025","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721338012923}