{"id":"e-e-smith--triplanetary","title":"Triplanetary","titleAlpha":"triplanetary","author":"E. E. Smith","language":"en","description":"In a universe where all powerful alien races influence the fates of worlds, a war erupts between the Triplanetary League of the inner solar system, pirates led by a mysterious and malicious scientist, and technologically advanced aliens.","longDescription":["Hundreds of millions of years ago, two near-omnipotent alien races encountered each other, beginning a conflict that will shape the history of the entire universe. The benevolent Arisians covertly influence humanity, hoping to create a people capable of one day defeating the vile Eddorians, who are waging their own campaign for the fate of civilization on Earth. This sets the stage for a clash between the Triplanetary League of the inner solar system, the enigmatic pirate-scientist Roger, and the Nevians, interlopers whose first appearance wreaks havoc among the other parties.","Triplanetary is the first of Edward E. \"Doc\" Smith's Lensman series, an early and influential entry in the space opera genre. Originally serialized in Amazing Stories in 1934 as a stand-alone story, Triplanetary was collected in book form in 1948 with six new chapters and numerous additions, changing the story to be a prequel to the rest of the Lensman series."],"year":1948,"genres":["fiction","science-fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/e-e-smith/triplanetary"},"series":"Lensman","part":1,"chapters":[{"id":"001","title":"Book I: Dawn - I: Arisia and Eddore","length":17648,"skip":false},{"id":"002","title":"Book I: Dawn - II: The Fall of Atlantis - I: Eddore","length":2291,"skip":false},{"id":"003","title":"Book I: Dawn - II: The Fall of Atlantis - II: Arisia","length":7178,"skip":false},{"id":"004","title":"Book I: Dawn - II: The Fall of Atlantis - III: Atlantis","length":33176,"skip":false},{"id":"005","title":"Book I: Dawn - III: The Fall of Rome - I: Eddore","length":4252,"skip":false},{"id":"006","title":"Book I: Dawn - III: The Fall of Rome - II: Arisia","length":1896,"skip":false},{"id":"007","title":"Book I: Dawn - III: The Fall of Rome - III: Rome","length":24543,"skip":false},{"id":"008","title":"Book II: The World War - IV: 1918","length":23762,"skip":false},{"id":"009","title":"Book II: The World War - V: 1941","length":38455,"skip":false},{"id":"010","title":"Book II: The World War - VI: 19 -?","length":22673,"skip":false},{"id":"011","title":"Book III: Triplanetary - VII: Pirates of Space","length":35475,"skip":false},{"id":"012","title":"Book III: Triplanetary - VIII: In Roger's Planetoid","length":33829,"skip":false},{"id":"013","title":"Book III: Triplanetary - IX: Fleet Against Planetoid","length":21798,"skip":false},{"id":"014","title":"Book III: Triplanetary - X: Within the Red Veil","length":37300,"skip":false},{"id":"015","title":"Book III: Triplanetary - XI: Nevian Strife","length":34746,"skip":false},{"id":"016","title":"Book III: Triplanetary - XII: Worm, Submarine, and Freedom","length":13196,"skip":false},{"id":"017","title":"Book III: Triplanetary - XIII: The Hill","length":23679,"skip":false},{"id":"018","title":"Book III: Triplanetary - XIV: The Super-Ship Is Launched","length":20588,"skip":false},{"id":"019","title":"Book III: Triplanetary - XV: Specimens","length":8501,"skip":false},{"id":"020","title":"Book III: Triplanetary - XVI: Super-Ship in Action","length":28617,"skip":false},{"id":"021","title":"Book III: Triplanetary - XVII: Roger Carries On","length":38994,"skip":false},{"id":"022","title":"Book III: Triplanetary - XVIII: The Specimens Escape","length":34029,"skip":false},{"id":"023","title":"Book III: Triplanetary - XIX: Giants Meet","length":27861,"skip":false}],"createdAt":1719162082524}