{"id":"hilaire-belloc--the-four-men","title":"The Four Men","titleAlpha":"four men","author":"Hilaire Belloc","language":"en","description":"Hilaire Belloc takes a pilgrimage across his beloved home English county of Sussex writing as four distinct personalities, with a wide variety of songs, stories, and digressions.","longDescription":["A \"Farrago\" is a \"confused mixture,\" an apt subtitle for this 1911 semi-fictional travelogue and love song to Hilaire Belloc's home County of Sussex. It is full to bursting with humor, songs (often including scores), speeches, drawings, fables, digressions, poetry, and legends, often partially or wholly invented, but all in service of Belloc's deep belief in \"the character of enduring things.\"","During a period of five days in 1902, including All-Halloween, All-Hallows' Day, and ending on the Day of the Dead, Belloc walks from the east end of the County of Sussex to the west, finally arriving at his boyhood home. \"Four Men,\" each an aspect of Belloc's personality, travel together on this walk: Myself, Grizzlebeard, the Sailor, and the Poet. They tell tales, sermonize, versify, feast, and sing as they go, holding forth on subjects such as: St. Dunstan pulling the Devil by the nose; how all animals' hides are covered in hair (and why Myself is glad that he is not); the Pelagian Heresy (as related in song); all the inns of the world and their ale (and how Alexander fought his way to Indus to seek a certain one); tales of each man's first love (the Sailor has a bit of trouble with his); and finally ending in a fine piece of verse on \"the way in which our land and we mix up together and are part of the same thing.\""],"year":1900,"genres":["classics","comedy","fiction","spirituality","travel"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/hilaire-belloc/the-four-men"},"openlibraryId":"OL2131947W","goodreadsId":"1987390","rating":0.46573475999999997,"popularity":6,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Four Men","length":19,"mode":"hide"},{"id":"002","title":"Imprint","length":1138,"mode":"hide"},{"id":"003","title":"Epigraph","length":214,"mode":"skip"},{"id":"004","title":"Dedication","length":109,"mode":"hide"},{"id":"005","title":"Preface","length":2174,"mode":"skip"},{"id":"006","title":"The Twenty-Ninth of October 1902","length":6559,"mode":"type"},{"id":"007","title":"The Thirtieth of October 1902","length":55082,"mode":"type"},{"id":"008","title":"The Thirty-First of October 1902","length":61337,"mode":"type"},{"id":"009","title":"The First of November 1902","length":152566,"mode":"type"},{"id":"010","title":"The Second of November 1902","length":13250,"mode":"type"},{"id":"011","title":"List of Illustrations","length":5113,"mode":"hide"},{"id":"012","title":"Colophon","length":952,"mode":"hide"},{"id":"013","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721171950421}