{"id":"c-s-lewis--poetry","title":"Poetry","titleAlpha":"poetry","author":"C. S. Lewis","language":"en","description":"A collection of C. S. Lewis' poetry.","longDescription":["C. S. Lewis is perhaps best known for his series of children's novels and his many Christian writings. But prior to his conversion to Christianity, he was a staunch agnostic, and had a very different view of the world and spirituality. The poetry collected here represents some of his earliest writings, most written before his conversion. As such, they offer an interesting contrast to Lewis' later, much more well-known literary output.","Spirits in Bondage was Lewis' first published writing, released to little fanfare. It's a cycle of poems that offers a pessimistic view of the world, often illustrating the natural world as cruel and uncaring. In contrast, Dymer is a long narrative poem that tells the story of the titular character's tragic fate, beginning with his exile and leading to his suffering through trials and temptations of a nature he had never imagined before."],"year":1936,"genres":["classics","poetry"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/c-s-lewis/poetry"},"openlibraryId":"OL71160W","goodreadsId":"379871","rating":0.48073271999999995,"popularity":56,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Poetry","length":16,"mode":"hide"},{"id":"002","title":"Imprint","length":1179,"mode":"hide"},{"id":"003","title":"Spirits in Bondage - Prologue","length":1131,"mode":"type"},{"id":"004","title":"Spirits in Bondage - Part I: The Prison House - I: Satan Speaks","length":498,"mode":"type"},{"id":"005","title":"Spirits in Bondage - Part I: The Prison House - II: French Nocturne - (Monchy-le-Preux)","length":869,"mode":"type"},{"id":"006","title":"Spirits in Bondage - Part I: The Prison House - III: The Satyr","length":755,"mode":"type"},{"id":"007","title":"Spirits in Bondage - Part I: The Prison House - IV: Victory","length":1018,"mode":"type"},{"id":"008","title":"Spirits in Bondage - Part I: The Prison House - V: Irish Nocturne","length":1130,"mode":"type"},{"id":"009","title":"Spirits in Bondage - Part I: The Prison House - VI: Spooks","length":674,"mode":"type"},{"id":"010","title":"Spirits in Bondage - Part I: The Prison House - VII: Apology","length":861,"mode":"type"},{"id":"011","title":"Spirits in Bondage - Part I: The Prison House - VIII: Ode for New Year's Day","length":2688,"mode":"type"},{"id":"012","title":"Spirits in Bondage - Part I: The Prison House - IX: Night","length":1456,"mode":"type"},{"id":"013","title":"Spirits in Bondage - Part I: The Prison House - X: To Sleep","length":924,"mode":"type"},{"id":"014","title":"Spirits in Bondage - Part I: The Prison House - XI: In Prison","length":718,"mode":"type"},{"id":"015","title":"Spirits in Bondage - Part I: The Prison House - XII: De Profundis","length":1599,"mode":"type"},{"id":"016","title":"Spirits in Bondage - Part I: The Prison House - XIII: Satan Speaks","length":1117,"mode":"type"},{"id":"017","title":"Spirits in Bondage - Part I: The Prison House - XIV: The Witch","length":1712,"mode":"type"},{"id":"018","title":"Spirits in Bondage - Part I: The Prison House - XV: Dungeon Grates","length":1660,"mode":"type"},{"id":"019","title":"Spirits in Bondage - Part I: The Prison House - XVI: The Philosopher","length":1786,"mode":"type"},{"id":"020","title":"Spirits in Bondage - Part I: The Prison House - XVII: The Ocean Strand","length":1239,"mode":"type"},{"id":"021","title":"Spirits in Bondage - Part I: The Prison House - XVIII: Noon","length":795,"mode":"type"},{"id":"022","title":"Spirits in Bondage - Part I: The Prison House - XIX: Milton Read Again - (In Surrey)","length":856,"mode":"type"},{"id":"023","title":"Spirits in Bondage - Part I: The Prison House - XX: Sonnet","length":603,"mode":"type"},{"id":"024","title":"Spirits in Bondage - Part I: The Prison House - XXI: The Autumn Morning","length":846,"mode":"type"},{"id":"025","title":"Spirits in Bondage - Part II: Hesitation - XXII: L'Apprenti Sorcier","length":1538,"mode":"type"},{"id":"026","title":"Spirits in Bondage - Part II: Hesitation - XXIII: Alexandrines","length":695,"mode":"type"},{"id":"027","title":"Spirits in Bondage - Part II: Hesitation - XXIV: In Praise of Solid People","length":1882,"mode":"type"},{"id":"028","title":"Spirits in Bondage - Part III: The Escape - XXV: Song of the Pilgrims","length":2872,"mode":"type"},{"id":"029","title":"Spirits in Bondage - Part III: The Escape - XXVI: Song","length":785,"mode":"type"},{"id":"030","title":"Spirits in Bondage - Part III: The Escape - XXVII: The Ass","length":1242,"mode":"type"},{"id":"031","title":"Spirits in Bondage - Part III: The Escape - XXVIII: Ballade Mystique","length":981,"mode":"type"},{"id":"032","title":"Spirits in Bondage - Part III: The Escape - XXIX: Night","length":982,"mode":"type"},{"id":"033","title":"Spirits in Bondage - Part III: The Escape - XXX: Oxford","length":849,"mode":"type"},{"id":"034","title":"Spirits in Bondage - Part III: The Escape - XXXI: Hymn (For Boy's Voices)","length":880,"mode":"type"},{"id":"035","title":"Spirits in Bondage - Part III: The Escape - XXXII: \"Our Daily Bread\"","length":771,"mode":"type"},{"id":"036","title":"Spirits in Bondage - Part III: The Escape - XXXIII: How He Saw Angus the God","length":1724,"mode":"type"},{"id":"037","title":"Spirits in Bondage - Part III: The Escape - XXXIV: The Roads","length":1014,"mode":"type"},{"id":"038","title":"Spirits in Bondage - Part III: The Escape - XXXV: Hesperus","length":1072,"mode":"type"},{"id":"039","title":"Spirits in Bondage - Part III: The Escape - XXXVI: The Star Bath","length":835,"mode":"type"},{"id":"040","title":"Spirits in Bondage - Part III: The Escape - XXXVII: Tu Ne Quæsieris","length":1041,"mode":"type"},{"id":"041","title":"Spirits in Bondage - Part III: The Escape - XXXVIII: Lullaby","length":872,"mode":"type"},{"id":"042","title":"Spirits in Bondage - Part III: The Escape - XXXIX: World's Desire","length":1705,"mode":"type"},{"id":"043","title":"Spirits in Bondage - Part III: The Escape - XL: Death in Battle","length":935,"mode":"type"},{"id":"044","title":"Dymer - Epigraph","length":113,"mode":"skip"},{"id":"045","title":"Dymer - Canto I","length":10108,"mode":"type"},{"id":"046","title":"Dymer - Canto II","length":10528,"mode":"type"},{"id":"047","title":"Dymer - Canto III","length":10521,"mode":"type"},{"id":"048","title":"Dymer - Canto IV","length":11318,"mode":"type"},{"id":"049","title":"Dymer - Canto V","length":10105,"mode":"type"},{"id":"050","title":"Dymer - Canto VI","length":11335,"mode":"type"},{"id":"051","title":"Dymer - Canto VII","length":10484,"mode":"type"},{"id":"052","title":"Dymer - Canto VIII","length":8228,"mode":"type"},{"id":"053","title":"Dymer - Canto IX","length":11117,"mode":"type"},{"id":"054","title":"Colophon","length":1019,"mode":"hide"},{"id":"055","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721489502663}