{"id":"thomas-paine--essays","title":"Essays","titleAlpha":"essays","author":"Thomas Paine","language":"en","description":"A collection of Thomas Paine's essays on republicanism, the problems of monarchy, and human rights.","longDescription":["Thomas Paine was an American political commentator and activist in the latter part of the eighteenth century. His writing covered a wide range of subjects, but were centered on his core beliefs of republicanism and the inherent rights of people. An early pamphlet of his, \"Common Sense,\" was written soon after he arrived in America from Great Britain; with its focus on the ills of colonialism and the King's veering between rational debate and righteous outrage, it has been cited as one of the major catalysts for the American Revolution. Later work attempted to correct the mistakes he perceived in post-revolution French government - written from experience after his election to the French National Convention - and even suggested a costed plan for a universal basic income funded by an inheritance tax.","Collected here are his essays and pamphlets written between 1776 and 1797, including the aforementioned \"Common Sense\" and other influential works like \"The Republican Proclamation\" and the \"Declaration of Rights.\""],"year":1986,"genres":["classics","philosophy","science"],"topics":["politics"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/thomas-paine/essays"},"openlibraryId":"OL80617W","goodreadsId":"3390973","rating":0.48073271999999995,"popularity":3,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Essays","length":17,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Common Sense - Introduction","length":2520,"mode":"type"},{"id":"004","title":"Common Sense - Of the Origin and Design of Government in General, with Concise Remarks on the English Constitution","length":12326,"mode":"type"},{"id":"005","title":"Common Sense - Of Monarchy and Hereditary Succession","length":19504,"mode":"type"},{"id":"006","title":"Common Sense - Thoughts on the Present State of American Affairs","length":35508,"mode":"type"},{"id":"007","title":"Common Sense - Of the Present Ability of America: With Some Miscellaneous Reflections","length":21692,"mode":"type"},{"id":"008","title":"Common Sense - Appendix","length":18079,"mode":"type"},{"id":"009","title":"The Republican Proclamation","length":5313,"mode":"type"},{"id":"010","title":"Anti-Monarchal Essay - Royalty","length":13355,"mode":"type"},{"id":"011","title":"Declaration of Rights","length":5173,"mode":"type"},{"id":"012","title":"Dissertation on First Principles of Government","length":49339,"mode":"type"},{"id":"013","title":"The Decline and Fall of the English System of Finance","length":53872,"mode":"type"},{"id":"014","title":"Agrarian Justice - Editor's Introduction","length":3893,"mode":"type"},{"id":"015","title":"Agrarian Justice - Author's Inscription - To the Legislature and the Executive Directory of the French Republic","length":5898,"mode":"type"},{"id":"016","title":"Agrarian Justice - Author's English Preface","length":9777,"mode":"skip"},{"id":"017","title":"Agrarian Justice - Agrarian Justice - Means by Which the Fund Is to Be Created","length":22899,"mode":"type"},{"id":"018","title":"Agrarian Justice - Agrarian Justice - Means for Carrying the Proposed Plan Into Execution, and to Render It at the Same Time Conducive to the Public Interest","length":3301,"mode":"type"},{"id":"019","title":"Endnotes","length":12928,"mode":"hide"},{"id":"020","title":"Colophon","length":1042,"mode":"hide"},{"id":"021","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721338289557}