{"id":"arthur-quiller-couch--on-the-art-of-writing","title":"On the Art of Writing","titleAlpha":"on the art of writing","author":"Arthur Quiller-Couch","language":"en","description":"Quiller-Couch surveys the history of English prose while dispensing advice for writing tastefully.","longDescription":["Arthur Quiller-Couch had a distinguished career as a writer and literary critic before being appointed the King Edward VII Professor of English Literature at Cambridge. Shortly afterwards, he delivered this series of lectures on the history, and tasteful composition of, English prose.","His core advice is that the effective writer writes with accuracy, perspicuity, persuasion, and appropriateness. He implores writers to avoid jargon, and along the way he drops that famous line that modern writers love to quote: \"Murder your darlings.\"","Though ostensibly focused on the craft of writing, these lectures cover much more than just that; because Quiller-Couch insists that great writers must first read the giants of English literature, he spends a good deal of time covering the history of English prose and literature, going as far back as the Greeks and Beowulf, before taking the opportunity to criticize the way English has been taught in schools and universities.","Less of an instructional book and more of a survey of some of the finest - and some the worst - English prose, The Art of Writing is still frequently quoted today."],"year":1916,"genres":["classics","nonfiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/arthur-quiller-couch/on-the-art-of-writing"},"openlibraryId":"OL3863998W","goodreadsId":"1173621","rating":0.786,"popularity":102,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - On the Art of Writing","length":25,"mode":"hide"},{"id":"002","title":"Imprint","length":1176,"mode":"hide"},{"id":"003","title":"Dedication","length":19,"mode":"hide"},{"id":"004","title":"Preface","length":1668,"mode":"skip"},{"id":"005","title":"Lecture I: Inaugural","length":30281,"mode":"type"},{"id":"006","title":"Lecture II: The Practice of Writing","length":31807,"mode":"type"},{"id":"007","title":"Lecture III: On the Difference Between Verse and Prose","length":28127,"mode":"type"},{"id":"008","title":"Lecture IV: On the Capital Difficulty of Verse","length":29482,"mode":"type"},{"id":"009","title":"Lecture V: Interlude: On Jargon","length":31860,"mode":"type"},{"id":"010","title":"Lecture VI: On the Capital Difficulty of Prose","length":29967,"mode":"type"},{"id":"011","title":"Lecture VII: Some Principles Reaffirmed","length":25433,"mode":"type"},{"id":"012","title":"Lecture VIII: On the Lineage of English Literature (I)","length":30751,"mode":"type"},{"id":"013","title":"Lecture IX: On the Lineage of English Literature (II)","length":35109,"mode":"type"},{"id":"014","title":"Lecture X: English Literature in Our Universities (I)","length":34770,"mode":"type"},{"id":"015","title":"Lecture XI: English Literature in Our Universities (II)","length":24050,"mode":"type"},{"id":"016","title":"Lecture XII: On Style","length":24536,"mode":"type"},{"id":"017","title":"Endnotes","length":5514,"mode":"hide"},{"id":"018","title":"Colophon","length":1077,"mode":"hide"},{"id":"019","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721171551487}