{"id":"langston-hughes--the-mule-bone","title":"The Mule-Bone","titleAlpha":"mule-bone","author":"Langston Hughes","language":"en","description":"A guitarist and a dancer compete for the same woman's affection.","longDescription":["The only collaboration between Langston Hughes and Zora Neale Hurston, The Mule-Bone is a three-act comedy depicting the romantic rivalry between two lifelong friends, Jim Weston and Dave Carter, as they both try to woo the same woman, Daisy Taylor. Set in the town of Eatonville, Florida (Zora Neale Hurston's hometown and the setting of her novel Their Eyes Were Watching God), the play humorously explores the interpersonal and religious conflicts in an early 20th-century African-American community while incorporating themes from folklore.","Hughes and Hurston's collaboration on The Mule-Bone was a troubled one, since it ended in an authorship dispute between the two, and the play was never properly finished. Hughes even noted on his personal copy, \"This play was never done because the authors fell out.\" The play was not produced until 1991, over sixty years after it was written, when it was performed at the Ethel Barrymore Theatre to lukewarm reviews.","This Standard Ebooks edition is based on the manuscript deposited by Zora Neale Hurston with the United States Copyright Office in 1931, the only version of The Mule-Bone known to be out of copyright."],"year":2023,"genres":["drama"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/langston-hughes_zora-neale-hurston/the-mule-bone"},"series":null,"part":0,"chapters":[{"id":"001","title":"Characters","length":1361,"skip":false},{"id":"002","title":"Act I","length":63423,"skip":false},{"id":"003","title":"Act II","length":13666,"skip":false},{"id":"004","title":"Act III","length":18742,"skip":false},{"id":"005","title":"Endnotes","length":9,"skip":true}],"createdAt":1719507078877}