{"id":"w-e-b-du-bois--the-souls-of-black-folk","title":"The Souls of Black Folk","titleAlpha":"souls of black folk","author":"W. E. B. Du Bois","language":"en","description":"A seminal collection of essays on the African-American experience.","longDescription":["When it was first published in 1903, W. E. B Du Bois's The Souls of Black Folk represented a seismic shift in the discussion of race in the United States. Earlier African-American authors had broken ground with memoirs and autobiographical novels - narrative works that portrayed the African-American experience through the stories of particular individuals. What Du Bois envisioned was a work that portrayed the experience of African Americans as a people.","As a professor of sociology, Du Bois naturally gravitated toward a scientific and scholarly approach. But he was also becoming, to his own surprise, a political activist, and found himself increasingly disenchanted with purely intellectual arguments when his fellow African Americans were being lynched, starved, and driven from their land. What emerged from this tension between scholarly rigor and righteous indignation was a book that became a seminal text for both sociology and for the civil rights movement.","The fourteen essays in this book weave together historical research, sociological analysis, first-hand reportage, political argument, and an enduring, aspirational belief in the possibility of America. Many of the ideas that Du Bois introduced in the book have become mainstays of modern discourse, including the \"veil of race\" and the concept of double consciousness. These insights, originally rooted in race, have proven resonant to a wide range of other marginalized groups and have provided a useful framework for understanding the nature of oppression and the path to liberation."],"year":2021,"genres":["nonfiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/w-e-b-du-bois/the-souls-of-black-folk"},"series":null,"part":0,"chapters":[{"id":"001","title":"The Forethought","length":2265,"skip":false},{"id":"002","title":"I: Of Our Spiritual Strivings","length":17816,"skip":false},{"id":"003","title":"II: Of the Dawn of Freedom","length":43754,"skip":false},{"id":"004","title":"III: Of Mr. Booker T. Washington and Others","length":28343,"skip":false},{"id":"005","title":"IV: Of the Meaning of Progress","length":21382,"skip":false},{"id":"006","title":"V: Of the Wings of Atalanta","length":19194,"skip":false},{"id":"007","title":"VI: Of the Training of Black Men","length":33020,"skip":false},{"id":"008","title":"VII: Of the Black Belt","length":37870,"skip":false},{"id":"009","title":"VIII: Of the Quest of the Golden Fleece","length":43448,"skip":false},{"id":"010","title":"IX: Of the Sons of Master and Man","length":40592,"skip":false},{"id":"011","title":"X: Of the Faith of the Fathers","length":27791,"skip":false},{"id":"012","title":"XI: Of the Passing of the Firstborn","length":11123,"skip":false},{"id":"013","title":"XII: Of Alexander Crummell","length":18669,"skip":false},{"id":"014","title":"XIII: Of the Coming of John","length":32724,"skip":false},{"id":"015","title":"XIV: The Sorrow Songs","length":18647,"skip":false},{"id":"016","title":"The Afterthought","length":543,"skip":false}],"createdAt":1719507302223}