{"id":"george-eliot--the-mill-on-the-floss","title":"The Mill on the Floss","titleAlpha":"mill on the floss","author":"George Eliot","language":"en","description":"The lives of two young people are thrown into disarray when their father, the owner of a mill, is bankrupted by an unwise legal dispute.","longDescription":["Published in 1860, The Mill on the Floss was the second novel published by George Eliot (the pen name of Mary Ann Evans). Set in the late 1820s or early 1830s, it tells the story of two young people, Tom and Maggie Tulliver, from their childhood into early adulthood. Their father, Jeremy Tulliver, owns Dorlcote Mill on the river Floss, and the children grow to adolescence in relative comfort. However Mr. Tulliver is litigious and initiates an unwise legal suit against a local solicitor, Mr. Wakem. The suit is thrown out and the associated costs throw the Tulliver family into poverty, and they lose possession of the mill.","The main character of the novel is Maggie Tulliver, an intelligent and passionate child and young woman, whose mental, romantic, and moral struggles we follow closely. As in Eliot's other novels, the author shows a realistic and sympathetic understanding of human behavior.","The Mill on the Floss is regarded as a classic of English literature, and has been made into both a film and a television series."],"year":1860,"genres":["classics","fiction","psychological","romance"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/george-eliot/the-mill-on-the-floss"},"openlibraryId":"OL20938W","goodreadsId":"1410575","rating":0.764,"popularity":55823,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Mill on the Floss","length":17,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Book I: Boy and Girl - I: Outside Dorlcote Mill","length":4833,"mode":"type"},{"id":"004","title":"Book I: Boy and Girl - II: Mr. Tulliver, of Dorlcote Mill, Declares His Resolution About Tom","length":12875,"mode":"type"},{"id":"005","title":"Book I: Boy and Girl - III: Mr. Riley Gives His Advice Concerning a School for Tom","length":29279,"mode":"type"},{"id":"006","title":"Book I: Boy and Girl - IV: Tom Is Expected","length":11319,"mode":"type"},{"id":"007","title":"Book I: Boy and Girl - V: Tom Comes Home","length":21377,"mode":"type"},{"id":"008","title":"Book I: Boy and Girl - VI: The Aunts and Uncles Are Coming","length":24786,"mode":"type"},{"id":"009","title":"Book I: Boy and Girl - VII: Enter the Aunts and Uncles","length":50941,"mode":"type"},{"id":"010","title":"Book I: Boy and Girl - VIII: Mr. Tulliver Shows His Weaker Side","length":22074,"mode":"type"},{"id":"011","title":"Book I: Boy and Girl - IX: To Garum Firs","length":30966,"mode":"type"},{"id":"012","title":"Book I: Boy and Girl - X: Maggie Behaves Worse Than She Expected","length":13159,"mode":"type"},{"id":"013","title":"Book I: Boy and Girl - XI: Maggie Tries to Run Away from Her Shadow","length":25629,"mode":"type"},{"id":"014","title":"Book I: Boy and Girl - XII: Mr. and Mrs. Glegg at Home","length":29207,"mode":"type"},{"id":"015","title":"Book I: Boy and Girl - XIII: Mr. Tulliver Further Entangles the Skein of Life","length":6867,"mode":"type"},{"id":"016","title":"Book II: School-Time - I: Tom's \"First Half\"","length":45547,"mode":"type"},{"id":"017","title":"Book II: School-Time - II: The Christmas Holidays","length":17180,"mode":"type"},{"id":"018","title":"Book II: School-Time - III: The New Schoolfellow","length":12737,"mode":"type"},{"id":"019","title":"Book II: School-Time - IV: \"The Young Idea\"","length":24136,"mode":"type"},{"id":"020","title":"Book II: School-Time - V: Maggie's Second Visit","length":10164,"mode":"type"},{"id":"021","title":"Book II: School-Time - VI: A Love-Scene","length":9836,"mode":"type"},{"id":"022","title":"Book II: School-Time - VII: The Golden Gates Are Passed","length":14478,"mode":"type"},{"id":"023","title":"Book III: The Downfall - I: What Had Happened at Home","length":14553,"mode":"type"},{"id":"024","title":"Book III: The Downfall - II: Mrs. Tulliver's Teraphim, or Household Gods","length":10440,"mode":"type"},{"id":"025","title":"Book III: The Downfall - III: The Family Council","length":33726,"mode":"type"},{"id":"026","title":"Book III: The Downfall - IV: A Vanishing Gleam","length":7902,"mode":"type"},{"id":"027","title":"Book III: The Downfall - V: Tom Applies His Knife to the Oyster","length":25632,"mode":"type"},{"id":"028","title":"Book III: The Downfall - VI: Tending to Refute the Popular Prejudice Against the Present of a Pocketknife","length":15608,"mode":"type"},{"id":"029","title":"Book III: The Downfall - VII: How a Hen Takes to Stratagem","length":26920,"mode":"type"},{"id":"030","title":"Book III: The Downfall - VIII: Daylight on the Wreck","length":17398,"mode":"type"},{"id":"031","title":"Book III: The Downfall - IX: An Item Added to the Family Register","length":12376,"mode":"type"},{"id":"032","title":"Book IV: The Valley of Humiliation - I: A Variation of Protestantism Unknown to Bossuet","length":11303,"mode":"type"},{"id":"033","title":"Book IV: The Valley of Humiliation - II: The Torn Nest Is Pierced by the Thorns","length":12385,"mode":"type"},{"id":"034","title":"Book IV: The Valley of Humiliation - III: A Voice from the Past","length":33352,"mode":"type"},{"id":"035","title":"Book V: Wheat and Tares - I: In the Red Deeps","length":26972,"mode":"type"},{"id":"036","title":"Book V: Wheat and Tares - II: Aunt Glegg Learns the Breadth of Bob's Thumb","length":37648,"mode":"type"},{"id":"037","title":"Book V: Wheat and Tares - III: The Wavering Balance","length":15011,"mode":"type"},{"id":"038","title":"Book V: Wheat and Tares - IV: Another Love-Scene","length":12243,"mode":"type"},{"id":"039","title":"Book V: Wheat and Tares - V: The Cloven Tree","length":25360,"mode":"type"},{"id":"040","title":"Book V: Wheat and Tares - VI: The Hard-Won Triumph","length":9796,"mode":"type"},{"id":"041","title":"Book V: Wheat and Tares - VII: A Day of Reckoning","length":13591,"mode":"type"},{"id":"042","title":"Book VI: The Great Temptation - I: A Duet in Paradise","length":18367,"mode":"type"},{"id":"043","title":"Book VI: The Great Temptation - II: First Impressions","length":28716,"mode":"type"},{"id":"044","title":"Book VI: The Great Temptation - III: Confidential Moments","length":9054,"mode":"type"},{"id":"045","title":"Book VI: The Great Temptation - IV: Brother and Sister","length":15495,"mode":"type"},{"id":"046","title":"Book VI: The Great Temptation - V: Showing That Tom Had Opened the Oyster","length":9187,"mode":"type"},{"id":"047","title":"Book VI: The Great Temptation - VI: Illustrating the Laws of Attraction","length":22928,"mode":"type"},{"id":"048","title":"Book VI: The Great Temptation - VII: Philip Re-Enters","length":30006,"mode":"type"},{"id":"049","title":"Book VI: The Great Temptation - VIII: Wakem in a New Light","length":15102,"mode":"type"},{"id":"050","title":"Book VI: The Great Temptation - IX: Charity in Full-Dress","length":21244,"mode":"type"},{"id":"051","title":"Book VI: The Great Temptation - X: The Spell Seems Broken","length":13335,"mode":"type"},{"id":"052","title":"Book VI: The Great Temptation - XI: In the Lane","length":13486,"mode":"type"},{"id":"053","title":"Book VI: The Great Temptation - XII: A Family Party","length":14465,"mode":"type"},{"id":"054","title":"Book VI: The Great Temptation - XIII: Borne Along by the Tide","length":30143,"mode":"type"},{"id":"055","title":"Book VI: The Great Temptation - XIV: Waking","length":23357,"mode":"type"},{"id":"056","title":"Book VII: The Final Rescue - I: The Return to the Mill","length":14984,"mode":"type"},{"id":"057","title":"Book VII: The Final Rescue - II: St. Ogg's Passes Judgment","length":20115,"mode":"type"},{"id":"058","title":"Book VII: The Final Rescue - III: Showing That Old Acquaintances Are Capable of Surprising Us","length":14574,"mode":"type"},{"id":"059","title":"Book VII: The Final Rescue - IV: Maggie and Lucy","length":14577,"mode":"type"},{"id":"060","title":"Book VII: The Final Rescue - V: The Last Conflict","length":24424,"mode":"type"},{"id":"061","title":"Book VII: The Final Rescue - VI: Conclusion","length":1716,"mode":"type"},{"id":"062","title":"Colophon","length":1040,"mode":"hide"},{"id":"063","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337813963}