{
  "id": "daniel-defoe--moll-flanders",
  "title": "Moll Flanders",
  "titleAlpha": "moll flanders",
  "author": "Daniel Defoe",
  "language": "en",
  "description": "A resourceful woman navigates 18th-century English society and colonial America over a lifetime of seventy years, using her wit and resilience in her quest for wealth and happiness.",
  "longDescription": [
    "After the success of Robinson Crusoe and its follow-ups, Daniel Defoe published Moll Flanders in 1722. It's an episodic, picaresque novel that recounts Moll's long life of misadventures. It has a journalistic, plain style, with unadorned, prosaic speech that flows naturally from story to story.",
    "The novel is written as a purported autobiography over the course of the narrator's life. As a young orphan in poverty, Moll claims she wants to be a \"gentlewoman\" when she gets older, not fully understanding what the term means. What she desires is simply independence and a life free from servitude. In adulthood, she pursues this in two ways. She first attempts to find security by marrying a wealthy husband, and - after several failures and diminishing options - she turns to thievery. In her interactions, Moll proves streetsmart, deft, and quick on her feet. By traveling back and forth between England and the American colonies, the novel offers a lens into different societies through a variety of occupations.",
    "Moll is an enterprising female protagonist, a true individual. Though she receives some help, she is largely on her own in risky situations. She often relies on disguise and deceiving others, but she is always honest with the reader and tells us exactly what she is thinking, including her guilt and remorse."
  ],
  "year": 1722,
  "genres": [
    "adventure",
    "classics",
    "crime",
    "fiction",
    "history",
    "coming-of-age",
    "autobiography"
  ],
  "topics": [
    "thieves"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/daniel-defoe/moll-flanders"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Moll Flanders",
      "length": 17,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Author's Preface",
      "length": 9785,
      "mode": "skip"
    },
    {
      "id": "004",
      "title": "Moll Flanders",
      "length": 692682,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "Endnotes",
      "length": 63,
      "mode": "hide"
    },
    {
      "id": "006",
      "title": "Colophon",
      "length": 1055,
      "mode": "hide"
    },
    {
      "id": "007",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL45139W",
  "goodreadsId": "45105",
  "rating": 0.704,
  "popularity": 46645,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720966411022
}