{"id":"george-bernard-shaw--man-and-superman","title":"Man and Superman","titleAlpha":"man and superman","author":"George Bernard Shaw","language":"en","description":"Jack Tanner flees both London and responsibility when he is made guardian of his childhood friend Ann Whitehead.","longDescription":["Following the death of her father, Ann Whitefield becomes the ward of Jack Tanner and Roebuck Ramsden; Jack is a childhood friend, author of The Revolutionist's Handbook, and descendant of Don Juan, while Roebuck Ramsden is a respectable friend of her father's entirely opposed to Jack's philosophy. Also in mourning are Octavius Robinson, who is openly in love with Ann, and his sister Violet, who is secretly pregnant. So begins a journey that will take them across London, Europe, and to Hell.","George Bernard Shaw wrote Man and Superman between 1901 and 1903. It was first performed in 1905 with the third act excised; a part of that third act, Don Juan in Hell, was performed in 1907. The full play was not performed in its entirety until 1915.","Shaw explains that he wrote Man and Superman after being challenged to write on the theme of Don Juan. Once described as Shaw's most allusive play, Man and Superman refers to Nietzsche's concept of the Ubermensch. It combines Nietzsche's argument that humanity is evolving towards a \"superman\" with the philosophy of Don Juan as a way to present his conception of society: namely, that it is women who are the driving force behind natural selection and the propagation of the species. To this end, Shaw includes as an appendix The Revolutionist's Handbook and Pocket Companion as written by the character Jack Tanner."],"year":2021,"genres":["comedy","drama"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/george-bernard-shaw/man-and-superman"},"series":null,"part":0,"chapters":[{"id":"001","title":"Epistle Dedicatory - To Arthur Bingham Walkley","length":66283,"skip":false},{"id":"002","title":"Dramatis Personae","length":286,"skip":false},{"id":"003","title":"Act I","length":83106,"skip":false},{"id":"004","title":"Act II","length":42236,"skip":false},{"id":"005","title":"Act III","length":132803,"skip":false},{"id":"006","title":"Act IV","length":58957,"skip":false},{"id":"007","title":"The Revolutionist's Handbook and Pocket Companion - Preface to the Revolutionist's Handbook","length":1586,"skip":true},{"id":"008","title":"The Revolutionist's Handbook and Pocket Companion - The Revolutionist's Handbook - I: On Good Breeding","length":3879,"skip":false},{"id":"009","title":"The Revolutionist's Handbook and Pocket Companion - The Revolutionist's Handbook - II: Property and Marriage","length":12654,"skip":false},{"id":"010","title":"The Revolutionist's Handbook and Pocket Companion - The Revolutionist's Handbook - III: The Perfectioninst Experiment at Oneida Creek","length":4830,"skip":false},{"id":"011","title":"The Revolutionist's Handbook and Pocket Companion - The Revolutionist's Handbook - IV: Man's Objection to His Own Improvement","length":2588,"skip":false},{"id":"012","title":"The Revolutionist's Handbook and Pocket Companion - The Revolutionist's Handbook - V: The Political Need for the Superman","length":3934,"skip":false},{"id":"013","title":"The Revolutionist's Handbook and Pocket Companion - The Revolutionist's Handbook - VI: Prudery Explained","length":3310,"skip":false},{"id":"014","title":"The Revolutionist's Handbook and Pocket Companion - The Revolutionist's Handbook - VII: Progress an Illusion","length":12857,"skip":false},{"id":"015","title":"The Revolutionist's Handbook and Pocket Companion - The Revolutionist's Handbook - VIII: The Conceit of Civilization","length":14383,"skip":false},{"id":"016","title":"The Revolutionist's Handbook and Pocket Companion - The Revolutionist's Handbook - IX: The Verdict of History","length":5875,"skip":false},{"id":"017","title":"The Revolutionist's Handbook and Pocket Companion - The Revolutionist's Handbook - X: The Method","length":7919,"skip":false},{"id":"018","title":"Maxims for Revolutionists","length":20775,"skip":false},{"id":"019","title":"Endnotes","length":949,"skip":true}],"createdAt":1719162207952}