{"id":"samuel-butler--hudibras","title":"Hudibras","titleAlpha":"hudibras","author":"Samuel Butler","language":"en","description":"A knight and his squire set forth for adventure and love.","longDescription":["The knight-errant Hudibras and his trusty (and somewhat more grounded) squire Ralph roam the land in search of adventure and love. Never the most congenial of partners, their constant arguments are Samuel Butler's satire of the major issues of the day in late 17th century Britain, including the recent civil war, religious sectarianism, philosophy, astrology, and even the differing rights of women and men.","Butler had originally studied to be a lawyer (which explains some of the detail in the third part of Hudibras), but made a living variously as a clerk, part-time painter, and secretary before dedicating himself to writing in 1662. Hudibras was immediately popular on the release of its first part, and, like Don Quixote, even had an unauthorized second part available before Butler had finished the genuine one. Voltaire praised the humor, and although Samuel Pepys wasn't immediately taken with the poem, it was such the rage that he noted in his diary that he'd repurchased it to see again what the fuss was about. Hudibras's popularity did not fade for many years, and although some of the finer detail of 17th century talking points might be lost on the modern reader, the wit of the caricatures (and a large collection of endnotes) help bring this story to life."],"year":2021,"genres":["fiction","poetry"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/samuel-butler-1612-1680/hudibras"},"series":null,"part":0,"chapters":[{"id":"001","title":"To the Reader","length":2811,"skip":false},{"id":"002","title":"The Author's Life","length":5210,"skip":false},{"id":"003","title":"Part I - Canto I","length":32462,"skip":false},{"id":"004","title":"Part I - Canto II","length":42277,"skip":false},{"id":"005","title":"Part I - Canto III","length":48305,"skip":false},{"id":"006","title":"Part II - Canto I","length":32907,"skip":false},{"id":"007","title":"Part II - Canto II","length":32071,"skip":false},{"id":"008","title":"Part II - Canto III","length":42154,"skip":false},{"id":"009","title":"Part II - An Heroical Epistle of Hudibras to Sidrophel","length":4589,"skip":false},{"id":"010","title":"Part III - Canto I","length":56528,"skip":false},{"id":"011","title":"Part III - Canto II","length":59662,"skip":false},{"id":"012","title":"Part III - Canto III","length":27841,"skip":false},{"id":"013","title":"Part III - An Heroical Epistle of Hudibras to His Lady","length":12389,"skip":false},{"id":"014","title":"Part III - The Lady's Answer to the Knight","length":13437,"skip":false},{"id":"015","title":"Glossary","length":4382,"skip":false},{"id":"016","title":"Endnotes","length":61724,"skip":true}],"createdAt":1719162524224}