{"id":"anita-loos--gentlemen-prefer-blondes","title":"Gentlemen Prefer Blondes","titleAlpha":"gentlemen prefer blondes","author":"Anita Loos","language":"en","description":"The comic diary of a young woman recounting her escapades and romances in 1920s New York and Europe.","longDescription":["It's the roaring 20s, and a young flapper named Lorelei decides to keep a diary after receiving a blank journal from a \"gentleman friend.\" She has an apartment in New York paid for by a Chicago businessman named Gus Eisman; when he's in town, Mr. Eisman spends his time \"educating\" Lorelei by going out to dinner, taking in shows, and then escorting her to her apartment to \"talk about the topics of the day until quite late.\" When he's away, Lorelei does much the same with the other men she has charmed.","Joined by her best friend Dorothy, Lorelei embarks on a cruise to Europe in order to meet Mr. Eisman in Paris and continue her education. As the diary unfolds, we learn more about Lorelei's past and her cynical, rather mercenary approach towards romance, all set in a light, funny, and very charming atmosphere.","Originally published as a series of sketches known as \"the Lorelei stories\" in Harper's Bazaar, Gentlemen Prefer Blondes was published as a novel in 1925. Despite lukewarm initial reviews, it quickly became a success, becoming the second-best seller of 1926. Since then it has gone on to be an international bestseller, having been printed in over eighty-five editions and adapted several times - most famously as the 1953 film starring Marilyn Monroe and Jane Russell. Edith Wharton called it \"the great American novel,\" and it has garnered praise from many authors including James Joyce and F. Scott Fitzgerald."],"year":1925,"genres":["classics","comedy","fiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/anita-loos/gentlemen-prefer-blondes"},"openlibraryId":"OL1863474W","goodreadsId":"604159","rating":0.722,"popularity":5993,"cover":null,"free":false,"custom":false,"series":"Lorelei Lee","part":1,"chapters":[{"id":"001","title":"Titlepage - Gentlemen Prefer Blondes","length":15,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Dedication","length":16,"mode":"hide"},{"id":"004","title":"I: Gentlemen Prefer Blondes","length":23943,"mode":"type"},{"id":"005","title":"II: Fate Keeps on Happening","length":20659,"mode":"type"},{"id":"006","title":"III: London Is Really Nothing","length":25260,"mode":"type"},{"id":"007","title":"IV: Paris Is Devine","length":35429,"mode":"type"},{"id":"008","title":"V: The Central of Europe","length":42512,"mode":"type"},{"id":"009","title":"VI: Brains Are Really Everything","length":45131,"mode":"type"},{"id":"010","title":"Colophon","length":1069,"mode":"hide"},{"id":"011","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337505188}