{"id":"robert-louis-stevenson--treasure-island","title":"Treasure Island","titleAlpha":"treasure island","author":"Robert Louis Stevenson","language":"en","description":"A young boy finds adventure on the high seas as he battles bloodthirsty pirates in search of a long-lost treasure.","longDescription":["Treasure Island isn't just one of the most famous coming-of-age tales in modern storytelling, it's also the book that invented everything you know about pirates: Peg legs, parrots, treasure chests, tropical islands, Long John Silver, maps marked with an \"X,\" swashbuckling adventure, and \"Yo-ho-ho and a bottle of rum.\"","Its brisk pace and easy tone have stood the test of the time - Treasure Island is as readable, enjoyable, and memorable today as it ever was."],"year":2015,"genres":["adventure","children","fiction","pirates"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/robert-louis-stevenson/treasure-island"},"series":null,"part":0,"chapters":[{"id":"001","title":"To the Hesitating Purchaser","length":529,"skip":false},{"id":"002","title":"Part I: The Old Buccaneer - I: At the Admiral Benbow","length":11457,"skip":false},{"id":"003","title":"Part I: The Old Buccaneer - II: Black Dog Appears and Disappears","length":11536,"skip":false},{"id":"004","title":"Part I: The Old Buccaneer - III: The Black Spot","length":10977,"skip":false},{"id":"005","title":"Part I: The Old Buccaneer - IV: The Sea-Chest","length":11236,"skip":false},{"id":"006","title":"Part I: The Old Buccaneer - V: The Last of the Blind Man","length":9809,"skip":false},{"id":"007","title":"Part I: The Old Buccaneer - VI: The Captain's Papers","length":10531,"skip":false},{"id":"008","title":"Part II: The Sea-Cook - VII: I Go to Bristol","length":9714,"skip":false},{"id":"009","title":"Part II: The Sea-Cook - VIII: At the Sign of the Spy-Glass","length":9306,"skip":false},{"id":"010","title":"Part II: The Sea-Cook - IX: Powder and Arms","length":9189,"skip":false},{"id":"011","title":"Part II: The Sea-Cook - X: The Voyage","length":10187,"skip":false},{"id":"012","title":"Part II: The Sea-Cook - XI: What I Heard in the Apple Barrel","length":10891,"skip":false},{"id":"013","title":"Part II: The Sea-Cook - XII: Council of War","length":9657,"skip":false},{"id":"014","title":"Part III: My Shore Adventure - XIII: How My Shore Adventure Began","length":9406,"skip":false},{"id":"015","title":"Part III: My Shore Adventure - XIV: The First Blow","length":10047,"skip":false},{"id":"016","title":"Part III: My Shore Adventure - XV: The Man of the Island","length":11713,"skip":false},{"id":"017","title":"Part IV: The Stockade - XVI: Narrative Continued by the Doctor - How the Ship Was Abandoned","length":8621,"skip":false},{"id":"018","title":"Part IV: The Stockade - XVII: Narrative Continued by the Doctor - The Jolly-Boat's Last Trip","length":7780,"skip":false},{"id":"019","title":"Part IV: The Stockade - XVIII: Narrative Continued by the Doctor - End of the First Day's Fighting","length":7943,"skip":false},{"id":"020","title":"Part IV: The Stockade - XIX: Narrative Resumed by Jim Hawkins - The Garrison in the Stockade","length":10489,"skip":false},{"id":"021","title":"Part IV: The Stockade - XX: Silver's Embassy","length":9919,"skip":false},{"id":"022","title":"Part IV: The Stockade - XXI: The Attack","length":10698,"skip":false},{"id":"023","title":"Part V: My Sea Adventure - XXII: How My Sea Adventure Began","length":10887,"skip":false},{"id":"024","title":"Part V: My Sea Adventure - XXIII: The Ebb-Tide Runs","length":8437,"skip":false},{"id":"025","title":"Part V: My Sea Adventure - XXIV: The Cruise of the Coracle","length":10476,"skip":false},{"id":"026","title":"Part V: My Sea Adventure - XXV: I Strike the Jolly Roger","length":8993,"skip":false},{"id":"027","title":"Part V: My Sea Adventure - XXVI: Israel Hands","length":15253,"skip":false},{"id":"028","title":"Part V: My Sea Adventure - XXVII: \"Pieces of Eight\"","length":11338,"skip":false},{"id":"029","title":"Part VI: Captain Silver - XXVIII: In the Enemy's Camp","length":14244,"skip":false},{"id":"030","title":"Part VI: Captain Silver - XXIX: The Black Spot Again","length":11403,"skip":false},{"id":"031","title":"Part VI: Captain Silver - XXX: On Parole","length":12332,"skip":false},{"id":"032","title":"Part VI: Captain Silver - XXXI: The Treasure-Hunt - Flint's Pointer","length":12139,"skip":false},{"id":"033","title":"Part VI: Captain Silver - XXXII: The Treasure-Hunt - The Voice Among the Trees","length":10675,"skip":false},{"id":"034","title":"Part VI: Captain Silver - XXXIII: The Fall of a Chieftain","length":10680,"skip":false},{"id":"035","title":"Part VI: Captain Silver - XXXIV: And Last","length":10109,"skip":false},{"id":"036","title":"Endnotes","length":210,"skip":true}],"createdAt":1719162514065}