{"id":"sherwood-anderson--winesburg-ohio","title":"Winesburg, Ohio","titleAlpha":"winesburg, ohio","author":"Sherwood Anderson","language":"en","description":"The residents of a small pre-industrial Ohio town lead their lives amidst a backdrop of pervasive loneliness.","longDescription":["Winesburg, Ohio, is set in a fictional town in early 1900s America based on Anderson's boyhood memories of his hometown of Clyde, Ohio. The novel is actually a series of interconnected short stories, with each one focusing on the life of a different resident of the sleepy, pre-industrial town. Though each story peers into the personal life of a different character, the common threads running through all of them are George Willard, the young reporter for the Winesburg Eagle - and a pervasive sense of loneliness, even despair. As the stories obliquely trace George's coming of age, he becomes a symbol of the hope the town holds for the future as its citizens struggle against the oppressive smallness of their existence and their paradoxical inability to form meaningful bonds with each other in such a small community.","The stories in Winesburg, Ohio are of a decidedly melancholy nature, but their real beauty lies in the vivid characterization of the big personalities living in the small town. The simplicity of Anderson's plain-styled prose paints a rich picture, with each character precisely portrayed in all of their dusty down-to-earth physicality. One can almost picture the narrator as the whiskey-soaked voice of Tom Waits, rolling each syllable around in his mouth as the summer heat lies heavy in the twilight air.","Atmosphere aside, the stories are also unique in that Anderson creates narrative tension not with plot development, but with insights into the psychology of the kinds of people who choose, or don't choose, to live in Winesburg. This makes the novel one of the earliest examples of literary modernism. It was praised by its contemporaries on publication, with H. L. Mencken stating that the novel \"embodies some of the most remarkable writing done in America in our time.\" It remained both acclaimed and widely read throughout the 1930s, when its popularity waned with the author's own. In the 1960s critics reevaluated it, firmly placing it in the canon of modern American classics."],"year":2021,"genres":["fiction","shorts"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/sherwood-anderson/winesburg-ohio"},"series":null,"part":0,"chapters":[{"id":"001","title":"Introduction","length":18838,"skip":false},{"id":"002","title":"The Book of the Grotesque","length":6040,"skip":false},{"id":"003","title":"Hands","length":12843,"skip":false},{"id":"004","title":"Paper Pills","length":6757,"skip":false},{"id":"005","title":"Mother","length":17387,"skip":false},{"id":"006","title":"The Philosopher","length":13842,"skip":false},{"id":"007","title":"Nobody Knows","length":6660,"skip":false},{"id":"008","title":"Godliness - Part I","length":18207,"skip":false},{"id":"009","title":"Godliness - Part II","length":22881,"skip":false},{"id":"010","title":"Surrender - Part III","length":17096,"skip":false},{"id":"011","title":"Terror - Part IV","length":10258,"skip":false},{"id":"012","title":"A Man of Ideas","length":15525,"skip":false},{"id":"013","title":"Adventure","length":14882,"skip":false},{"id":"014","title":"Respectability","length":12022,"skip":false},{"id":"015","title":"The Thinker","length":26688,"skip":false},{"id":"016","title":"Tandy","length":6085,"skip":false},{"id":"017","title":"The Strength of God","length":16627,"skip":false},{"id":"018","title":"The Teacher","length":16271,"skip":false},{"id":"019","title":"Loneliness","length":19677,"skip":false},{"id":"020","title":"An Awakening","length":18623,"skip":false},{"id":"021","title":"\"Queer\"","length":20397,"skip":false},{"id":"022","title":"The Untold Lie","length":12376,"skip":false},{"id":"023","title":"Drink","length":17330,"skip":false},{"id":"024","title":"Death","length":21814,"skip":false},{"id":"025","title":"Sophistication","length":17864,"skip":false},{"id":"026","title":"Departure","length":5922,"skip":false}],"createdAt":1719507243455}