{"id":"israel-zangwill--the-big-bow-mystery","title":"The Big Bow Mystery","titleAlpha":"big bow mystery","author":"Israel Zangwill","language":"en","description":"A seemingly impossible murder commited during the trade union movement becomes the obsession of London's Bow district.","longDescription":["On a foggy morning in the Bow district of London, a popular labor organizer is found in his bed with his throat cut. It seems impossible for the wound to be self-inflicted, but it seems equally impossible that anyone could have entered his room during the night. The crime and its bizarre circumstances become the talk of the town, as retired Scotland Yard detective George Grodman finds himself pitted against his younger successor, not only to identify the perpetrator but also to explain how the murder was committed.","Israel Zangwill was best known for his political novels and plays, in particular 1908's The Melting Pot, and this inclination is evident in the politically active setting of this much less serious novel. Unlike murder mysteries of later decades, in which everyone's stories mainly serve to provide clues to the \"whodunit,\" The Big Bow Mystery paints a picture in which life continues on, even as the investigation becomes a matter of constant public debate. Moving from the gently satirical to the darkly comic, the novel stands apart from the genre, even while it is acknowledged as laying the groundwork for the \"locked room mystery\" novel."],"year":2023,"genres":["mystery"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/israel-zangwill/the-big-bow-mystery"},"series":null,"part":0,"chapters":[{"id":"001","title":"Introduction - Of Murders and Mysteries","length":6588,"skip":false},{"id":"002","title":"Note","length":765,"skip":false},{"id":"003","title":"I","length":17866,"skip":false},{"id":"004","title":"II","length":17149,"skip":false},{"id":"005","title":"III","length":18129,"skip":false},{"id":"006","title":"IV","length":16132,"skip":false},{"id":"007","title":"V","length":19152,"skip":false},{"id":"008","title":"VI","length":20154,"skip":false},{"id":"009","title":"VII","length":19069,"skip":false},{"id":"010","title":"VIII","length":19248,"skip":false},{"id":"011","title":"IX","length":10000,"skip":false},{"id":"012","title":"X","length":37537,"skip":false},{"id":"013","title":"XI","length":14890,"skip":false},{"id":"014","title":"XII","length":26037,"skip":false}],"createdAt":1719507001791}