{"id":"edgar-rice-burroughs--the-land-that-time-forgot","title":"The Land That Time Forgot","titleAlpha":"land that time forgot","author":"Edgar Rice Burroughs","language":"en","description":"Stranded U-boat survivors and their rescuers contend with dangerous beasts and prehistoric people in a strange lost world.","longDescription":["The Land That Time Forgot opens with the discovery near Greenland of a floating thermos flask containing a manuscript by castaway Tyler Bowen, Jr. The document recounts a series of adventures that starts with a sea battle against a German U-boat and ends on a mysterious island populated by hostile prehistoric animals and people.","The second part of the book, \"The People That Time Forgot,\" continues the story with the tale of Tom Billings, who has been sent on a mission to rescue Bowen after his manuscript was discovered. He flies solo over the mountainous cliffs that encircle the island and is attacked by a monstrous flying reptile, forcing him to crash-land. Billings then attempts to make his way on foot back to the rest of his party while contending with dangerous inhabitants from different stages of human development.","The final installment of the story, \"Out of Time's Abyss,\" reveals what happened to Bradley, a crew member who was sent on a scouting expedition earlier in the story and was never heard from again.","This trilogy of short novels was originally published serially in 1918 in Blue Book Magazine. In 1924 they were published in a single volume by A. C. McClurg. The Burroughs fan community seems to fall into two camps about whether the story comprises three separate novellas, or whether it's a single novel divided into three parts. This Standard Ebooks edition follows the 1924 edition in combining the three into a single novel."],"year":1918,"genres":["adventure","fiction","history","science-fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/edgar-rice-burroughs/the-land-that-time-forgot"},"series":"Caspak","part":1,"chapters":[{"id":"001","title":"Part I: The Land That Time Forgot - I","length":18347,"skip":false},{"id":"002","title":"Part I: The Land That Time Forgot - II","length":19826,"skip":false},{"id":"003","title":"Part I: The Land That Time Forgot - III","length":26505,"skip":false},{"id":"004","title":"Part I: The Land That Time Forgot - IV","length":38480,"skip":false},{"id":"005","title":"Part I: The Land That Time Forgot - V","length":19760,"skip":false},{"id":"006","title":"Part I: The Land That Time Forgot - VI","length":20163,"skip":false},{"id":"007","title":"Part I: The Land That Time Forgot - VII","length":9863,"skip":false},{"id":"008","title":"Part I: The Land That Time Forgot - VIII","length":20531,"skip":false},{"id":"009","title":"Part I: The Land That Time Forgot - IX","length":16160,"skip":false},{"id":"010","title":"Part I: The Land That Time Forgot - X","length":9919,"skip":false},{"id":"011","title":"Part II: The People That Time Forgot - I","length":14896,"skip":false},{"id":"012","title":"Part II: The People That Time Forgot - II","length":40971,"skip":false},{"id":"013","title":"Part II: The People That Time Forgot - III","length":37552,"skip":false},{"id":"014","title":"Part II: The People That Time Forgot - IV","length":16697,"skip":false},{"id":"015","title":"Part II: The People That Time Forgot - V","length":37265,"skip":false},{"id":"016","title":"Part II: The People That Time Forgot - VI","length":24605,"skip":false},{"id":"017","title":"Part II: The People That Time Forgot - VII","length":34496,"skip":false},{"id":"018","title":"Part III: Out of Time's Abyss - I","length":42423,"skip":false},{"id":"019","title":"Part III: Out of Time's Abyss - II","length":43144,"skip":false},{"id":"020","title":"Part III: Out of Time's Abyss - III","length":42892,"skip":false},{"id":"021","title":"Part III: Out of Time's Abyss - IV","length":35389,"skip":false},{"id":"022","title":"Part III: Out of Time's Abyss - V","length":34320,"skip":false},{"id":"023","title":"Endnotes","length":303,"skip":true}],"createdAt":1719506831526}