{"id":"oscar-wilde--lady-windermeres-fan","title":"Lady Windermere's Fan","titleAlpha":"lady windermere's fan","author":"Oscar Wilde","language":"en","description":"A witty comedy that subverts the harsh social codes of Victorian England.","longDescription":["Lady Windermere, who suspects that her husband is having an affair, decides to leave him. Her erstwhile rival, Mrs. Erlynne, comes to her rescue, and convinces her to return to Lord Windermere before the situation becomes a scandal. In so doing, Mrs. Erlynne exposes herself to scandal, and must choose between her own reputation and saving the Windermeres' relationship.","Lady Windermere's Fan was Oscar Wilde's first hit play, and the first of his enormously popular comedies of society, which culminated with The Importance of Being Earnest. It opened on February 20, 1892 at the St. James's Theatre in London, and went on to tour the country for months."],"year":2022,"genres":["comedy","drama","satire"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/oscar-wilde/lady-windermeres-fan"},"series":null,"part":0,"chapters":[{"id":"001","title":"Dramatis Personae","length":255,"skip":false},{"id":"002","title":"The Scenes of the Play","length":336,"skip":false},{"id":"003","title":"Act I","length":29025,"skip":false},{"id":"004","title":"Act II","length":30377,"skip":false},{"id":"005","title":"Act III","length":24407,"skip":false},{"id":"006","title":"Act IV","length":24599,"skip":false}],"createdAt":1719507160599}