{
  "id": "charles-dickens--a-christmas-carol",
  "title": "A Christmas Carol",
  "titleAlpha": "christmas carol",
  "author": "Charles Dickens",
  "language": "en",
  "description": "A miserly moneylender is visited by four ghosts who help him see how to honor Christmas in his heart all year round.",
  "longDescription": [
    "Charles Dickens wrote A Christmas Carol in 1843 and the first edition, published on 19th December, was so successful that it sold out in just six days. The publishers had to produce two further editions between Christmas and the new year to meet the demand, and the novella has never been out of print.",
    "A Christmas Carol tells the story of a greedy money-lender, Ebenezer Scrooge, who is first visited by the ghost of his former business partner and then by three spirits - the Ghost of Christmas Past, the Ghost of Christmas Present and the Ghost of Christmas Yet to Come. They show Scrooge's lack of compassion to him, compelling him to act more compassionately in the future and to honor Christmas in his heart."
  ],
  "year": 1843,
  "genres": [
    "classics",
    "fiction"
  ],
  "topics": [
    "ghosts",
    "poverty"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/charles-dickens/a-christmas-carol"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Preface",
      "length": 306,
      "mode": "skip"
    },
    {
      "id": "002",
      "title": "Stave I: Marley's Ghost",
      "length": 35938,
      "mode": "type"
    },
    {
      "id": "003",
      "title": "Stave II: The First of the Three Spirits",
      "length": 33722,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "Stave III: The Second of the Three Spirits",
      "length": 45994,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "Stave IV: The Last of the Spirits",
      "length": 28803,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "Stave V: The End of It",
      "length": 12391,
      "mode": "type"
    }
  ],
  "openlibraryId": "OL8193497W",
  "goodreadsId": "330057",
  "rating": 0.8160000000000001,
  "popularity": 847163,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720555016297
}