{"id":"stanley-g-weinbaum--short-fiction","title":"Short Fiction","titleAlpha":"short fiction","author":"Stanley G. Weinbaum","language":"en","description":"Six classic science fiction short stories by Stanley Weinbaum.","longDescription":["Stanley Weinbaum was an influential science fiction writer who died at an early age. His short story \"A Martian Odyssey,\" included in this collection, was praised by science fiction luminaries like Isaac Asimov, who said the story \"had the effect on the field of an exploding grenade. With this single story, Weinbaum was instantly recognized as the world's best living science fiction writer, and at once almost every writer in the field tried to imitate him.\"","This collection includes all of Weinbaum's short stories that are believed to be in the public domain."],"year":2015,"genres":["fiction","science-fiction","shorts"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/stanley-g-weinbaum/short-fiction"},"series":null,"part":0,"chapters":[{"id":"001","title":"A Martian Odyssey","length":56611,"skip":false},{"id":"002","title":"Valley of Dreams","length":52875,"skip":false},{"id":"003","title":"Pygmalion's Spectacles","length":39869,"skip":false},{"id":"004","title":"The Worlds of If","length":34455,"skip":false},{"id":"005","title":"The Ideal","length":45203,"skip":false},{"id":"006","title":"The Point of View","length":37320,"skip":false}],"createdAt":1719507248266}