{"id":"richard-brinsley-sheridan--the-school-for-scandal","title":"The School for Scandal","titleAlpha":"school for scandal","author":"Richard Brinsley Sheridan","language":"en","description":"Despite their best efforts, the rumormongers of 18th-century London are disappointed by their targets.","longDescription":["One of the most celebrated English comedies of manners, Sheridan's The School for Scandal was first produced in 1777 at London's Drury Lane Theatre. It opened just a year after Sheridan succeeded the famous actor/manager David Garrick as manager and, after Garrick had read the play, he even volunteered to write the prologue - lending his much desired endorsement to the production. The School for Scandal was extremely well received by its audiences as well as by many contemporary critics.","The plot revolves around members of London's Georgian society who delight in rumor and gossip and the infelicities and flaws of others. Although they draw their victims from their own membership, they let no action go un-noted or uncriticized. But as the plot unfolds events don't always prove quite so titillating, and not a few find themselves victims of their own love of scandal.","The comedy of manners was a staple of Restoration theatre with William Congreve and Moliere being its most famous proponents. After it fell out of favor it was revived in the later part of the 1700s when a new generation of playwrights like William Goldsmith and Richard Sheridan took up writing them again. Praised for its tight writing and razor wit, The School for Scandal skewered high-society with such spirited ridicule and insight that it earned Sheridan the epithet of \"the modern Congreve.\""],"year":1777,"genres":["classics","comedy","drama","history"],"topics":["nobility"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/richard-brinsley-sheridan/the-school-for-scandal"},"openlibraryId":"OL1062586W","goodreadsId":"4680145","rating":0.722,"popularity":7743,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The School for Scandal","length":30,"mode":"hide"},{"id":"002","title":"Imprint","length":1138,"mode":"hide"},{"id":"003","title":"Introduction","length":30860,"mode":"type"},{"id":"004","title":"A Portrait","length":5468,"mode":"type"},{"id":"005","title":"Prologue","length":1967,"mode":"type"},{"id":"006","title":"Dramatis Personae","length":506,"mode":"hide"},{"id":"007","title":"School for Scandal - Act I - Scene I","length":21231,"mode":"type"},{"id":"008","title":"School for Scandal - Act I - Scene II","length":5059,"mode":"type"},{"id":"009","title":"School for Scandal - Act II - Scene I","length":6064,"mode":"type"},{"id":"010","title":"School for Scandal - Act II - Scene II","length":13913,"mode":"type"},{"id":"011","title":"School for Scandal - Act II - Scene III","length":4546,"mode":"type"},{"id":"012","title":"School for Scandal - Act III - Scene I","length":14730,"mode":"type"},{"id":"013","title":"School for Scandal - Act III - Scene II","length":3106,"mode":"type"},{"id":"014","title":"School for Scandal - Act III - Scene III","length":13404,"mode":"type"},{"id":"015","title":"School for Scandal - Act IV - Scene I","length":10068,"mode":"type"},{"id":"016","title":"School for Scandal - Act IV - Scene II","length":1749,"mode":"type"},{"id":"017","title":"School for Scandal - Act IV - Scene III","length":24869,"mode":"type"},{"id":"018","title":"School for Scandal - Act V - Scene I","length":7590,"mode":"type"},{"id":"019","title":"School for Scandal - Act V - Scene II","length":13562,"mode":"type"},{"id":"020","title":"School for Scandal - Act V - Scene III","length":13955,"mode":"type"},{"id":"021","title":"School for Scandal - Epilogue","length":2236,"mode":"type"},{"id":"022","title":"Endnotes","length":13032,"mode":"hide"},{"id":"023","title":"Colophon","length":994,"mode":"hide"},{"id":"024","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721172359217}