{
  "id": "mark-twain--personal-recollections-of-joan-of-arc",
  "title": "Personal Recollections of Joan of Arc",
  "titleAlpha": "personal recollections of joan of arc",
  "author": "Mark Twain",
  "language": "en",
  "description": "A fictional biography of Joan of Arc from her early teenage years to her martyrdom.",
  "longDescription": [
    "The essential facts regarding Joan of Arc are well known. A young teenage girl hears voices that tell her she will deliver France from England's oppression during the Hundred Years War. She manages to take her message to the dauphin, who after some persuasion places her at the head of his army. That army promptly lifts the siege of Orleans, throws the English out of the Loire valley, hands them another significant defeat at Patay, and marches all the way to Reims, where the dauphin is crowned King Charles VII. After an ill-advised and short-lived truce, Joan is captured by the Burgundians - French nobility who have aligned themselves with the English - and they try her for heresy and burn her at the stake.",
    "Twain first became fascinated with Joan as a teenager. When he finally decided to write a book about her, he researched it for a dozen years and spent two more years writing it. It was, in his words, \"the best of all my books,\" and became his last finished novel. Although a work of fiction, Twain's research was time well spent: the known facts of Joan's life, and especially the trial, are very accurate in their depiction. To tell Joan's story, Twain invented a memoirist, Louis de Conte, a fictionalized version of her real-life page, Louis de Contes. Twain has the fictional de Conte grow up with Joan, and so he is able to tell her story from her early childhood all the way through the trial and execution. The result is the story of one of the great women in history told by one of history's great storytellers."
  ],
  "year": 1896,
  "genres": [
    "biography",
    "classics",
    "fiction",
    "history"
  ],
  "topics": [
    "religion"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/mark-twain/personal-recollections-of-joan-of-arc"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Personal Recollections of Joan of Arc",
      "length": 15,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Epigraph",
      "length": 230,
      "mode": "skip"
    },
    {
      "id": "004",
      "title": "Bibliography",
      "length": 525,
      "mode": "hide"
    },
    {
      "id": "005",
      "title": "Translator's Preface",
      "length": 4824,
      "mode": "hide"
    },
    {
      "id": "006",
      "title": "A Peculiarity of Joan of Arc's History",
      "length": 848,
      "mode": "skip"
    },
    {
      "id": "007",
      "title": "The Sieur Louis de Conte to His Great-Great-Grand Nephews and Nieces",
      "length": 2319,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "Book I: In Domremy - I: When Wolves Ran Free in Paris",
      "length": 5306,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "Book I: In Domremy - II: The Fairy Tree of Domremy",
      "length": 25492,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "Book I: In Domremy - III: All Aflame with Love of France",
      "length": 15496,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "Book I: In Domremy - IV: Joan Tames the Mad Man",
      "length": 17193,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "Book I: In Domremy - V: Domremy Pillaged and Burned",
      "length": 16733,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "Book I: In Domremy - VI: Joan and Archangel Michael",
      "length": 13108,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "Book I: In Domremy - VII: She Delivers the Divine Command",
      "length": 14301,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "Book I: In Domremy - VIII: Why the Scorners Relented",
      "length": 4116,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "Book II: In Court and Camp - I: Joan Says Goodbye",
      "length": 3692,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "Book II: In Court and Camp - II: The Governor Speeds Joan",
      "length": 12633,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "Book II: In Court and Camp - III: The Paladin Groans and Boasts",
      "length": 12323,
      "mode": "type"
    },
    {
      "id": "019",
      "title": "Book II: In Court and Camp - IV: Joan Leads Us Through the Enemy",
      "length": 15763,
      "mode": "type"
    },
    {
      "id": "020",
      "title": "Book II: In Court and Camp - V: We Pierce the Last Ambuscades",
      "length": 23340,
      "mode": "type"
    },
    {
      "id": "021",
      "title": "Book II: In Court and Camp - VI: Joan Convinces the King",
      "length": 14932,
      "mode": "type"
    },
    {
      "id": "022",
      "title": "Book II: In Court and Camp - VII: Our Paladin in His Glory",
      "length": 14123,
      "mode": "type"
    },
    {
      "id": "023",
      "title": "Book II: In Court and Camp - VIII: Joan Persuades Her Inquisitors",
      "length": 15551,
      "mode": "type"
    },
    {
      "id": "024",
      "title": "Book II: In Court and Camp - IX: She Is Made General-in-Chief",
      "length": 5669,
      "mode": "type"
    },
    {
      "id": "025",
      "title": "Book II: In Court and Camp - X: The Maid's Sword and Banner",
      "length": 9376,
      "mode": "type"
    },
    {
      "id": "026",
      "title": "Book II: In Court and Camp - XI: The War March Is Begun",
      "length": 6994,
      "mode": "type"
    },
    {
      "id": "027",
      "title": "Book II: In Court and Camp - XII: Joan Puts Heart in Her Army",
      "length": 11883,
      "mode": "type"
    },
    {
      "id": "028",
      "title": "Book II: In Court and Camp - XIII: Checked by the Folly of the Wise",
      "length": 12972,
      "mode": "type"
    },
    {
      "id": "029",
      "title": "Book II: In Court and Camp - XIV: What the English Answered",
      "length": 4786,
      "mode": "type"
    },
    {
      "id": "030",
      "title": "Book II: In Court and Camp - XV: My Exquisite Poem Goes to Smash",
      "length": 17679,
      "mode": "type"
    },
    {
      "id": "031",
      "title": "Book II: In Court and Camp - XVI: The Finding of the Dwarf",
      "length": 17476,
      "mode": "type"
    },
    {
      "id": "032",
      "title": "Book II: In Court and Camp - XVII: Sweet Fruit of Bitter Truth",
      "length": 4330,
      "mode": "type"
    },
    {
      "id": "033",
      "title": "Book II: In Court and Camp - XVIII: Joan's First Battlefield",
      "length": 10261,
      "mode": "type"
    },
    {
      "id": "034",
      "title": "Book II: In Court and Camp - XIX: We Burst in Upon Ghosts",
      "length": 4846,
      "mode": "type"
    },
    {
      "id": "035",
      "title": "Book II: In Court and Camp - XX: Joan Makes Cowards Brave Victors",
      "length": 10168,
      "mode": "type"
    },
    {
      "id": "036",
      "title": "Book II: In Court and Camp - XXI: She Gently Reproves Her Dear Friend",
      "length": 9494,
      "mode": "type"
    },
    {
      "id": "037",
      "title": "Book II: In Court and Camp - XXII: The Fate of France Decided",
      "length": 14063,
      "mode": "type"
    },
    {
      "id": "038",
      "title": "Book II: In Court and Camp - XXIII: Joan Inspires the Tawdry King",
      "length": 15270,
      "mode": "type"
    },
    {
      "id": "039",
      "title": "Book II: In Court and Camp - XXIV: Tinsel Trappings of Nobility",
      "length": 6154,
      "mode": "type"
    },
    {
      "id": "040",
      "title": "Book II: In Court and Camp - XXV: At Last - Forward!",
      "length": 9794,
      "mode": "type"
    },
    {
      "id": "041",
      "title": "Book II: In Court and Camp - XXVI: The Last Doubts Scattered",
      "length": 7548,
      "mode": "type"
    },
    {
      "id": "042",
      "title": "Book II: In Court and Camp - XXVII: How Joan Took Jargeau",
      "length": 14218,
      "mode": "type"
    },
    {
      "id": "043",
      "title": "Book II: In Court and Camp - XXVIII: Joan Foretells Her Doom",
      "length": 5093,
      "mode": "type"
    },
    {
      "id": "044",
      "title": "Book II: In Court and Camp - XXIX: Fierce Talbot Reconsiders",
      "length": 12125,
      "mode": "type"
    },
    {
      "id": "045",
      "title": "Book II: In Court and Camp - XXX: The Red Field of Patay",
      "length": 6371,
      "mode": "type"
    },
    {
      "id": "046",
      "title": "Book II: In Court and Camp - XXXI: France Begins to Live Again",
      "length": 4878,
      "mode": "type"
    },
    {
      "id": "047",
      "title": "Book II: In Court and Camp - XXXII: The Joyous News Flies Fast",
      "length": 2352,
      "mode": "type"
    },
    {
      "id": "048",
      "title": "Book II: In Court and Camp - XXXIII: Joan's Five Great Deeds",
      "length": 8141,
      "mode": "type"
    },
    {
      "id": "049",
      "title": "Book II: In Court and Camp - XXXIV: The Jests of the Burgundians",
      "length": 10788,
      "mode": "type"
    },
    {
      "id": "050",
      "title": "Book II: In Court and Camp - XXXV: The Heir of France Is Crowned",
      "length": 18558,
      "mode": "type"
    },
    {
      "id": "051",
      "title": "Book II: In Court and Camp - XXXVI: Joan Hears News from Home",
      "length": 17311,
      "mode": "type"
    },
    {
      "id": "052",
      "title": "Book II: In Court and Camp - XXXVII: Again to Arms",
      "length": 11551,
      "mode": "type"
    },
    {
      "id": "053",
      "title": "Book II: In Court and Camp - XXXVIII: The King Cries \"Forward!\"",
      "length": 9458,
      "mode": "type"
    },
    {
      "id": "054",
      "title": "Book II: In Court and Camp - XXXIX: We Win, but the King Balks",
      "length": 12853,
      "mode": "type"
    },
    {
      "id": "055",
      "title": "Book II: In Court and Camp - XL: Treachery Conquers Joan",
      "length": 5646,
      "mode": "type"
    },
    {
      "id": "056",
      "title": "Book II: In Court and Camp - XLI: The Maid Will March No More",
      "length": 10633,
      "mode": "type"
    },
    {
      "id": "057",
      "title": "Book III: Trial and Martyrdom - I: The Maid in Chains",
      "length": 7709,
      "mode": "type"
    },
    {
      "id": "058",
      "title": "Book III: Trial and Martyrdom - II: Joan Sold to the English",
      "length": 7304,
      "mode": "type"
    },
    {
      "id": "059",
      "title": "Book III: Trial and Martyrdom - III: Weaving the Net About Her",
      "length": 10171,
      "mode": "type"
    },
    {
      "id": "060",
      "title": "Book III: Trial and Martyrdom - IV: All Ready to Condemn",
      "length": 5549,
      "mode": "type"
    },
    {
      "id": "061",
      "title": "Book III: Trial and Martyrdom - V: Fifty Experts Against a Novice",
      "length": 8755,
      "mode": "type"
    },
    {
      "id": "062",
      "title": "Book III: Trial and Martyrdom - VI: The Maid Baffles Her Persecutors",
      "length": 14771,
      "mode": "type"
    },
    {
      "id": "063",
      "title": "Book III: Trial and Martyrdom - VII: Craft That Was in Vain",
      "length": 8529,
      "mode": "type"
    },
    {
      "id": "064",
      "title": "Book III: Trial and Martyrdom - VIII: Joan Tells of Her Visions",
      "length": 10199,
      "mode": "type"
    },
    {
      "id": "065",
      "title": "Book III: Trial and Martyrdom - IX: Her Sure Deliverance Foretold",
      "length": 20314,
      "mode": "type"
    },
    {
      "id": "066",
      "title": "Book III: Trial and Martyrdom - X: The Inquisitors at Their Wits' End",
      "length": 8147,
      "mode": "type"
    },
    {
      "id": "067",
      "title": "Book III: Trial and Martyrdom - XI: The Court Reorganized for Assassination",
      "length": 8611,
      "mode": "type"
    },
    {
      "id": "068",
      "title": "Book III: Trial and Martyrdom - XII: Joan's Masterstroke Diverted",
      "length": 11864,
      "mode": "type"
    },
    {
      "id": "069",
      "title": "Book III: Trial and Martyrdom - XIII: The Third Trial Fails",
      "length": 15466,
      "mode": "type"
    },
    {
      "id": "070",
      "title": "Book III: Trial and Martyrdom - XIV: Joan Struggles with Her Twelve Lies",
      "length": 11338,
      "mode": "type"
    },
    {
      "id": "071",
      "title": "Book III: Trial and Martyrdom - XV: Undaunted by Threat of Burning",
      "length": 6605,
      "mode": "type"
    },
    {
      "id": "072",
      "title": "Book III: Trial and Martyrdom - XVI: Joan Stands Defiant Before the Rack",
      "length": 9760,
      "mode": "type"
    },
    {
      "id": "073",
      "title": "Book III: Trial and Martyrdom - XVII: Supreme in Direst Peril",
      "length": 4504,
      "mode": "type"
    },
    {
      "id": "074",
      "title": "Book III: Trial and Martyrdom - XVIII: Condemned Yet Unafraid",
      "length": 5842,
      "mode": "type"
    },
    {
      "id": "075",
      "title": "Book III: Trial and Martyrdom - XIX: Our Last Hopes of Rescue Fail",
      "length": 7871,
      "mode": "type"
    },
    {
      "id": "076",
      "title": "Book III: Trial and Martyrdom - XX: The Betrayal",
      "length": 16938,
      "mode": "type"
    },
    {
      "id": "077",
      "title": "Book III: Trial and Martyrdom - XXI: Respited Only for Torture",
      "length": 4836,
      "mode": "type"
    },
    {
      "id": "078",
      "title": "Book III: Trial and Martyrdom - XXII: Joan Gives the Fatal Answer",
      "length": 11196,
      "mode": "type"
    },
    {
      "id": "079",
      "title": "Book III: Trial and Martyrdom - XXIII: The Time Is at Hand",
      "length": 11906,
      "mode": "type"
    },
    {
      "id": "080",
      "title": "Book III: Trial and Martyrdom - XXIV: Joan the Martyr",
      "length": 10502,
      "mode": "type"
    },
    {
      "id": "081",
      "title": "Book III: Trial and Martyrdom - Conclusion",
      "length": 7670,
      "mode": "type"
    },
    {
      "id": "082",
      "title": "Endnotes",
      "length": 3583,
      "mode": "hide"
    },
    {
      "id": "083",
      "title": "Colophon",
      "length": 1070,
      "mode": "hide"
    },
    {
      "id": "084",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL54155W",
  "goodreadsId": "89300",
  "rating": 0.8220000000000001,
  "popularity": 8777,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1721172239320
}