{"id":"h-g-wells--the-food-of-the-gods","title":"The Food of the Gods","titleAlpha":"food of the gods","author":"H. G. Wells","language":"en","description":"Two scientists discover a substance which promotes rapid and extreme growth in plants, animals, and humans, leading to unexpected and alarming consequences.","longDescription":["In the early twentieth century, two scientists develop a substance to promote continuous growth in plants and animals. In testing it on poultry at an experimental farm, the \"Food of the Gods\" is carelessly scattered about, resulting in giant insects, giant rats, and so on. When anxious parents give it to sickly children, it creates a race of giant humans.","Though there are many touches of humor in this somewhat satirical look at society and how one invention or discovery could overturn it, the book ends on a much more serious and thoughtful note, and includes a warning against unchecked technology in the hands of capitalism. It also points out how easily a rabble-rousing politician can incite hatred towards those who are different.","The book was published under its full title, The Food of the Gods and How It Came to Earth, in 1904, and has since been used as the basis for a number of movies and comic books."],"year":1904,"genres":["classics","fiction","science-fiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/h-g-wells/the-food-of-the-gods"},"openlibraryId":"OL52195W","goodreadsId":"51667","rating":0.6839999999999999,"popularity":4973,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Food of the Gods","length":16,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Book I: The Dawn of the Food - I: The Discovery of the Food - I","length":7201,"mode":"type"},{"id":"004","title":"Book I: The Dawn of the Food - I: The Discovery of the Food - II","length":2961,"mode":"type"},{"id":"005","title":"Book I: The Dawn of the Food - I: The Discovery of the Food - III","length":4924,"mode":"type"},{"id":"006","title":"Book I: The Dawn of the Food - I: The Discovery of the Food - IV","length":1729,"mode":"type"},{"id":"007","title":"Book I: The Dawn of the Food - II: The Experimental Farm - I","length":11209,"mode":"type"},{"id":"008","title":"Book I: The Dawn of the Food - II: The Experimental Farm - II","length":8829,"mode":"type"},{"id":"009","title":"Book I: The Dawn of the Food - II: The Experimental Farm - III","length":4833,"mode":"type"},{"id":"010","title":"Book I: The Dawn of the Food - II: The Experimental Farm - IV","length":6406,"mode":"type"},{"id":"011","title":"Book I: The Dawn of the Food - II: The Experimental Farm - V","length":4060,"mode":"type"},{"id":"012","title":"Book I: The Dawn of the Food - II: The Experimental Farm - VI","length":6192,"mode":"type"},{"id":"013","title":"Book I: The Dawn of the Food - II: The Experimental Farm - VII","length":5359,"mode":"type"},{"id":"014","title":"Book I: The Dawn of the Food - II: The Experimental Farm - VIII","length":8663,"mode":"type"},{"id":"015","title":"Book I: The Dawn of the Food - III: The Giant Rats - I","length":8212,"mode":"type"},{"id":"016","title":"Book I: The Dawn of the Food - III: The Giant Rats - II","length":8479,"mode":"type"},{"id":"017","title":"Book I: The Dawn of the Food - III: The Giant Rats - III","length":6381,"mode":"type"},{"id":"018","title":"Book I: The Dawn of the Food - III: The Giant Rats - IV","length":12519,"mode":"type"},{"id":"019","title":"Book I: The Dawn of the Food - III: The Giant Rats - V","length":5854,"mode":"type"},{"id":"020","title":"Book I: The Dawn of the Food - III: The Giant Rats - VI","length":11881,"mode":"type"},{"id":"021","title":"Book I: The Dawn of the Food - III: The Giant Rats - VII","length":4801,"mode":"type"},{"id":"022","title":"Book I: The Dawn of the Food - III: The Giant Rats - VIII","length":777,"mode":"type"},{"id":"023","title":"Book I: The Dawn of the Food - IV: The Giant Children - I","length":8499,"mode":"type"},{"id":"024","title":"Book I: The Dawn of the Food - IV: The Giant Children - II","length":12383,"mode":"type"},{"id":"025","title":"Book I: The Dawn of the Food - IV: The Giant Children - III","length":4019,"mode":"type"},{"id":"026","title":"Book I: The Dawn of the Food - IV: The Giant Children - IV","length":6101,"mode":"type"},{"id":"027","title":"Book I: The Dawn of the Food - IV: The Giant Children - V","length":5413,"mode":"type"},{"id":"028","title":"Book I: The Dawn of the Food - IV: The Giant Children - VI","length":12525,"mode":"type"},{"id":"029","title":"Book I: The Dawn of the Food - V: The Minimificence of Mr. Bensington - I","length":8697,"mode":"type"},{"id":"030","title":"Book I: The Dawn of the Food - V: The Minimificence of Mr. Bensington - II","length":9030,"mode":"type"},{"id":"031","title":"Book I: The Dawn of the Food - V: The Minimificence of Mr. Bensington - III","length":3126,"mode":"type"},{"id":"032","title":"Book II: The Food in the Village - I: The Coming of the Food - I","length":7354,"mode":"type"},{"id":"033","title":"Book II: The Food in the Village - I: The Coming of the Food - II","length":4773,"mode":"type"},{"id":"034","title":"Book II: The Food in the Village - I: The Coming of the Food - III","length":1780,"mode":"type"},{"id":"035","title":"Book II: The Food in the Village - I: The Coming of the Food - IV","length":7544,"mode":"type"},{"id":"036","title":"Book II: The Food in the Village - I: The Coming of the Food - V","length":3645,"mode":"type"},{"id":"037","title":"Book II: The Food in the Village - I: The Coming of the Food - VI","length":6514,"mode":"type"},{"id":"038","title":"Book II: The Food in the Village - I: The Coming of the Food - VII","length":2644,"mode":"type"},{"id":"039","title":"Book II: The Food in the Village - II: The Brat Gigantic - I","length":12454,"mode":"type"},{"id":"040","title":"Book II: The Food in the Village - II: The Brat Gigantic - II","length":2227,"mode":"type"},{"id":"041","title":"Book II: The Food in the Village - II: The Brat Gigantic - III","length":3885,"mode":"type"},{"id":"042","title":"Book II: The Food in the Village - II: The Brat Gigantic - IV","length":5765,"mode":"type"},{"id":"043","title":"Book II: The Food in the Village - II: The Brat Gigantic - V","length":5611,"mode":"type"},{"id":"044","title":"Book III: The Harvest of the Food - I: The Altered World - I","length":12153,"mode":"type"},{"id":"045","title":"Book III: The Harvest of the Food - I: The Altered World - II","length":8139,"mode":"type"},{"id":"046","title":"Book III: The Harvest of the Food - I: The Altered World - III","length":8361,"mode":"type"},{"id":"047","title":"Book III: The Harvest of the Food - I: The Altered World - IV","length":7282,"mode":"type"},{"id":"048","title":"Book III: The Harvest of the Food - I: The Altered World - V","length":6986,"mode":"type"},{"id":"049","title":"Book III: The Harvest of the Food - II: The Giant Lovers - I","length":6089,"mode":"type"},{"id":"050","title":"Book III: The Harvest of the Food - II: The Giant Lovers - II","length":8700,"mode":"type"},{"id":"051","title":"Book III: The Harvest of the Food - II: The Giant Lovers - III","length":4477,"mode":"type"},{"id":"052","title":"Book III: The Harvest of the Food - II: The Giant Lovers - IV","length":5862,"mode":"type"},{"id":"053","title":"Book III: The Harvest of the Food - II: The Giant Lovers - V","length":5159,"mode":"type"},{"id":"054","title":"Book III: The Harvest of the Food - III: Young Caddles in London - I","length":5572,"mode":"type"},{"id":"055","title":"Book III: The Harvest of the Food - III: Young Caddles in London - II","length":5434,"mode":"type"},{"id":"056","title":"Book III: The Harvest of the Food - III: Young Caddles in London - III","length":4282,"mode":"type"},{"id":"057","title":"Book III: The Harvest of the Food - III: Young Caddles in London - IV","length":7386,"mode":"type"},{"id":"058","title":"Book III: The Harvest of the Food - IV: Redwood's Two Days - I","length":4599,"mode":"type"},{"id":"059","title":"Book III: The Harvest of the Food - IV: Redwood's Two Days - II","length":10213,"mode":"type"},{"id":"060","title":"Book III: The Harvest of the Food - IV: Redwood's Two Days - III","length":5692,"mode":"type"},{"id":"061","title":"Book III: The Harvest of the Food - IV: Redwood's Two Days - IV","length":12534,"mode":"type"},{"id":"062","title":"Book III: The Harvest of the Food - V: The Giant Leaguer - I","length":7658,"mode":"type"},{"id":"063","title":"Book III: The Harvest of the Food - V: The Giant Leaguer - II","length":6381,"mode":"type"},{"id":"064","title":"Book III: The Harvest of the Food - V: The Giant Leaguer - III","length":13505,"mode":"type"},{"id":"065","title":"List of Illustrations","length":639,"mode":"hide"},{"id":"066","title":"Colophon","length":1090,"mode":"hide"},{"id":"067","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337840868}