{"id":"camille-flammarion--omega","title":"Omega","titleAlpha":"omega","author":"Camille Flammarion","language":"en","description":"A comet threatens to collide with the Earth, perhaps bringing about the end of the world.","longDescription":["Born in 1842, Camille Flammarion was a French astronomer who wrote many popular books about science and astronomy, together with a number of novels which we would now consider to be science fiction. He was a contemporary of H. G. Wells and Jules Verne, though his works never achieved their level of popularity.","Omega: The Last Days of the World is an English translation of Flammarion's novel La Fin du Monde, published in 1893. The book's fictional premise is the discovery of a comet on a collision course with the Earth in the 25th century. However, this is mostly a pretext on which Flammarion can hang his interesting scientific speculations about how the world will end, together with philosophical thoughts about war and religion. Much of the scientific description he uses in the book, while accurately representing the knowledge and thinking of his time, has today been superseded by modern discoveries. For example, we now know the source of the Sun's energy to be nuclear fusion rather than being due to gravitational contraction and the constant infall of meteorites.","When talking about the ills of society, however, Flammarion could well be talking about today's world. For example, he excoriates the vast waste of society's resources on war, and demonstrates how much more productive each nation's economy would be without it. He also depicts the media of his future world as having been entirely taken over by commercial interests, publishing only what will excite the greatest number of readers rather than serving the public interest.","Omega ranges over a vast period of time, from prehistory through to millions of years in the future when mankind has been reduced to the last two doomed individuals. Nevertheless, the book ends on a hopeful and inspiring note."],"year":2018,"genres":["fiction","science-fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/camille-flammarion/omega/j-b-walker"},"series":null,"part":0,"chapters":[{"id":"001","title":"Part I - I","length":21339,"skip":false},{"id":"002","title":"Part I - II","length":17760,"skip":false},{"id":"003","title":"Part I - III","length":37136,"skip":false},{"id":"004","title":"Part I - IV","length":58243,"skip":false},{"id":"005","title":"Part I - V","length":12640,"skip":false},{"id":"006","title":"Part I - VI","length":39059,"skip":false},{"id":"007","title":"Part I - VII","length":24471,"skip":false},{"id":"008","title":"Part II - I","length":18010,"skip":false},{"id":"009","title":"Part II - II","length":16472,"skip":false},{"id":"010","title":"Part II - III","length":24304,"skip":false},{"id":"011","title":"Part II - IV","length":12668,"skip":false},{"id":"012","title":"Part II - V","length":10302,"skip":false},{"id":"013","title":"Part II - VI","length":8265,"skip":false},{"id":"014","title":"Epilogue - Φ","length":5072,"skip":false},{"id":"015","title":"Epilogue - Χ","length":5226,"skip":false},{"id":"016","title":"Epilogue - Ψ","length":3769,"skip":false},{"id":"017","title":"Epilogue - Ω","length":5623,"skip":false},{"id":"018","title":"Epilogue - Α","length":2505,"skip":false},{"id":"019","title":"Endnotes","length":3747,"skip":true}],"createdAt":1719506765838}