{"id":"e-nesbit--the-railway-children","title":"The Railway Children","titleAlpha":"railway children","author":"E. Nesbit","language":"en","description":"After their father is forced to leave them, three children and their mother must live in near-poverty in the country, where their lives are enlivened by the nearby presence of a railway line.","longDescription":["The Railway Children is Edith Nesbit's most well-known and well-loved book for young readers. Since its first book publication in 1906, it has been made into movies, radio plays and television series several times, dramatised in the theatre, performed in actual railway stations, and even turned into a musical.","It tells the story of three children: Roberta, Peter and Phyllis, who with their mother are forced to leave their comfortable suburban home and go to live in a small cottage in the country, after their father is taken away from them for what at first seem inexplicable reasons. They live there very quietly, not going to school, whilst their mother writes stories and poems to earn a small income. The children's lives, however, are greatly enlivened by their proximity to a nearby railway line and station, in which they take great interest. They befriend the railway staff and have several adventures in which they demonstrate considerable initiative and courage.","One unusual topic touched on by the book is the then-current Russia-Japan war, which divided opinion in England. Nesbit was clearly opposed to the actions of the Tsarist government of Russia, and she introduces into the story a Tolstoy-like Russian writer who has escaped from a prison camp in Siberia, to which he was condemned for publishing a book espousing his liberal views."],"year":1906,"genres":["classics","fiction"],"topics":["country","family"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/e-nesbit/the-railway-children"},"openlibraryId":"OL99509W","goodreadsId":"308635","rating":0.8039999999999999,"popularity":60513,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Imprint","length":1184,"mode":"hide"},{"id":"002","title":"Dedication","length":97,"mode":"hide"},{"id":"003","title":"I: The Beginning of Things","length":22380,"mode":"type"},{"id":"004","title":"II: Peter's Coal-Mine","length":27880,"mode":"type"},{"id":"005","title":"III: The Old Gentleman","length":24653,"mode":"type"},{"id":"006","title":"IV: The Engine-Burglar","length":27584,"mode":"type"},{"id":"007","title":"V: Prisoners and Captives","length":19827,"mode":"type"},{"id":"008","title":"VI: Saviours of the Train","length":20854,"mode":"type"},{"id":"009","title":"VII: For Valour","length":24599,"mode":"type"},{"id":"010","title":"VIII: The Amateur Firemen","length":21408,"mode":"type"},{"id":"011","title":"IX: The Pride of Perks","length":23523,"mode":"type"},{"id":"012","title":"X: The Terrible Secret","length":20264,"mode":"type"},{"id":"013","title":"XI: The Hound in the Red Jersey","length":26439,"mode":"type"},{"id":"014","title":"XII: What Bobbie Brought Home","length":19925,"mode":"type"},{"id":"015","title":"XIII: The Hound's Grandfather","length":22706,"mode":"type"},{"id":"016","title":"XIV: The End","length":20194,"mode":"type"},{"id":"017","title":"Colophon","length":1020,"mode":"hide"},{"id":"018","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337663016}