{"id":"oscar-wilde--childrens-stories","title":"Children's Stories","titleAlpha":"children's stories","author":"Oscar Wilde","language":"en","description":"A collection of Oscar Wilde's children's stories.","longDescription":["Early in his literary career Oscar Wilde published two collections of children's stories and fairy tales. This edition contains the stories from both The Happy Prince and Other Tales, published in 1888, and A House of Pomegranates, published in 1891. The two books present two slightly different sensibilities, and though stories like \"The Happy Prince\" and \"The Selfish Giant\" have grown into timeless children's classics, the darker tales told in A House of Pomegranates remain less well known and were, as Wilde said, \"intended neither for the British child nor the British public.\"","While Wilde is best known as a playwright and celebrated for his wit and aphorisms, his early writings contain the seeds of his biting criticism of late Victorian society. And this was true no more so than in these fairy stories which explore the ideals of friendship, love, kindness and charity; the stories both celebrate these attributes and show how they are too often twisted or ignored by the very societies that espouse them."],"year":2020,"genres":["children","shorts"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/oscar-wilde/childrens-stories"},"series":null,"part":0,"chapters":[{"id":"001","title":"The Happy Prince","length":18223,"skip":false},{"id":"002","title":"The Nightingale and the Rose","length":12052,"skip":false},{"id":"003","title":"The Selfish Giant","length":8556,"skip":false},{"id":"004","title":"The Devoted Friend","length":22643,"skip":false},{"id":"005","title":"The Remarkable Rocket","length":23565,"skip":false},{"id":"006","title":"The Young King","length":28240,"skip":false},{"id":"007","title":"The Birthday of the Infanta","length":40734,"skip":false},{"id":"008","title":"The Fisherman and His Soul","length":71063,"skip":false},{"id":"009","title":"The Star-Child","length":32313,"skip":false}],"createdAt":1719162453810}