{
  "id": "mark-rutherford--mark-rutherfords-deliverance",
  "title": "Mark Rutherford's Deliverance",
  "titleAlpha": "mark rutherford's deliverance",
  "author": "Mark Rutherford",
  "language": "en",
  "description": "A man struggles to makes sense of his experiences in his hard-pressed London life.",
  "longDescription": [
    "Mark Rutherford's Autobiography concludes on the sad note of the death of his two close friends, and on his settling into the life of a journalist in London, having abandoned his previous calling as a dissenting minister. His (fictional) editor, Reuben Shapcott, has managed to track down the sequel - mentioned as having been lost at the end of the Autobiography - and this manuscript is now presented as Mark Rutherford's \"deliverance,\" although a deliverance from what, and to what, remains unstated.",
    "Rutherford has settled into a dreary London life, relieved on Sundays by a meeting established with a friend that seeks to improve the lot of the lower-class working poor whose desperate circumstances strike Rutherford so deeply. As these efforts unfold, some threads from his past life re-emerge into his present and are taken up again, refining his peculiar set of commitments. In spite of the confessional nature of the narrative, just what constitutes those beliefs remains elusive, except for the clear point that reconciliation, for Rutherford, has to do with the recovery of contentment in a broken world.",
    "As with the Autobiography, the uneasy blend of fact and fiction remains. In his book Some Late Victorian Attitudes, the literary critic David Daiches wrote an extended essay on Rutherford's work (as written under the pen name of William Hale White). Daiches considered the Deliverance and its predecessor \"the finest and most sensitive account of the Victorian crisis of faith and its resolution.\" Even more, he judged that, in these works, \"William Hale White invented a new kind of novel, that is a kind of fable that is much richer and more complex than a fable, that is autobiography yet which transcends autobiography, ... that is a 'novel of ideas' while remaining a quietly honest narrative deeply human in its significance and genuinely moving as a human document.\"",
    "This edition of Mark Rutherford's Deliverance concludes with two essays added by Shapcott from among Rutherford's papers, sometimes omitted in reprints. Both appendices inform the reader's understanding of Rutherford's beliefs."
  ],
  "year": 1885,
  "genres": [
    "classics",
    "fiction",
    "autobiography"
  ],
  "topics": [],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/mark-rutherford/mark-rutherfords-deliverance"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Mark Rutherford's Deliverance",
      "length": 20,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1179,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Editor's Note",
      "length": 1651,
      "mode": "hide"
    },
    {
      "id": "004",
      "title": "Epigraph",
      "length": 410,
      "mode": "skip"
    },
    {
      "id": "005",
      "title": "I: Newspapers",
      "length": 26459,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "II: M'Kay",
      "length": 23079,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "III: Miss Leroy",
      "length": 29590,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "IV: A Necessary Development",
      "length": 25175,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "V: What It All Came To",
      "length": 30046,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "VI: Drury Lane Theology",
      "length": 17563,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "VII: Qui Dedit in Mari Viam",
      "length": 12879,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "VIII: Flagellum Non Approquinabit Tabernaculo Tuo",
      "length": 23491,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "IX: Holidays",
      "length": 21847,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "Notes on the Book of Job",
      "length": 44429,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "Principles",
      "length": 14529,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "Endnotes",
      "length": 377,
      "mode": "hide"
    },
    {
      "id": "017",
      "title": "Colophon",
      "length": 1028,
      "mode": "hide"
    },
    {
      "id": "018",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL1112746W",
  "goodreadsId": "1320551",
  "rating": 0.754,
  "popularity": 13,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720966912766
}