{"id":"eugene-oneill--the-hairy-ape","title":"The Hairy Ape","titleAlpha":"hairy ape","author":"Eugene O’Neill","language":"en","description":"An expressionist play following a brutish stoker's dehumanization as he descends from being a leader of his fellow workers to a literal ape.","longDescription":["Eugene O'Neill's The Hairy Ape isn't one of his best-known works, but it has gained popularity as an exploration of early American society. It was first produced in 1922 by the Provincetown Players in Massachusetts, embracing expressionism in its set design and staging, before moving on to Broadway, where it faced resistance from local and federal governments due to its radical views.","The play examines the existential crisis of the protagonist, a brutish stoker named Yank, who begins the play secure in his role as the leader of firemen on an Atlantic ocean liner. But when confronted by the disdain of an upper-class passenger who calls him a \"filthy beast,\" he seeks to rebel against his place. Then, as all his plans for revenge fail, he slowly finds himself descending to the literal level that society has relegated him to.","O'Neill uses Yank's search for belonging to explore the destructive forces of industrialization and social class. Early on, The Hairy Ape's commentary on the dehumanization of workers caused it to be taken up by many labor groups and unions to further their own causes. The play also touches on themes of masculinity and socialism, and the repeated references to the \"blackface\" of the ship's stokers and Yank's degeneration into an animal have added a racial element to recent analyses."],"year":1922,"genres":["classics","drama"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/eugene-oneill/the-hairy-ape"},"openlibraryId":"OL8026142W","goodreadsId":"582280","rating":0.688,"popularity":2970,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Hairy Ape","length":19,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Dramatis Personae","length":145,"mode":"hide"},{"id":"004","title":"Scenes","length":464,"mode":"type"},{"id":"005","title":"Scene I","length":18371,"mode":"type"},{"id":"006","title":"Scene II","length":8743,"mode":"type"},{"id":"007","title":"Scene III","length":7374,"mode":"type"},{"id":"008","title":"Scene IV","length":11259,"mode":"type"},{"id":"009","title":"Scene V","length":12444,"mode":"type"},{"id":"010","title":"Scene VI","length":9822,"mode":"type"},{"id":"011","title":"Scene VII","length":10841,"mode":"type"},{"id":"012","title":"Scene VIII","length":7248,"mode":"type"},{"id":"013","title":"Colophon","length":1052,"mode":"hide"},{"id":"014","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337746976}