{
  "id": "james-joyce--a-portrait-of-the-artist-as-a-young-man",
  "title": "A Portrait of the Artist as a Young Man",
  "titleAlpha": "portrait of the artist as a young man",
  "author": "James Joyce",
  "language": "en",
  "description": "The autobiographical story of Joyce's youth in Ireland and his escaping the country's conformity and mediocrity to blossom as a writer on the continent.",
  "longDescription": [
    "A Portrait of the Artist as a Young Man is Joyce's first novel, published after the previous success of his short story collection Dubliners. The novel is written in a modernist style, with dialog and narration blending together in a kind of stream-of-consciousness meant to invoke the blurriness of memory.",
    "Joyce originally planned writing a realist autobiographical novel of 63 chapters titled Stephen Hero. He abandoned the attempt halfway through, and refocused his efforts on Portrait, a shorter, sharper work in the modernist style. His alter-ego remained Stephen Dedalus, named after Daedalus, the mythological Greek craftsman and father of Icarus. Portrait was written while he was waiting for Dubliners to be published, a process that took eight years and so frustrated Joyce that he once threw the manuscript of Portrait into a fire, causing his family to run to save it.",
    "The novel closely traces Joyce's early years. Like his alter-ego Stephen, Joyce was born into a middle-class family and lived in Dublin as they descended into poverty; he rebelled against his Irish Catholic upbringing to become a star student at Dublin University, and put aside thoughts of priesthood or medicine, the other careers offered him, to become a writer. Joyce doesn't shy away from sensitive topics, presenting the discoveries of youth in all of their physical detail, including Stephen's teenage visits to prostitutes (which also mirror Joyce's youth, and were how he probably contracted the suspected syphilis that plagued his vision and tortured his health for the rest of his life), and the homosexual explorations of children at a Jesuit school.",
    "The writing is in the free indirect style, allowing the narrator to both focus on Stephen and present characters and events through his eyes, until the last chapter, where Stephen's first-person diary entries suggest he's finally found his voice. As the novel progresses, the syntax and vocabulary also grow in complexity, reflecting Stephen's own development.",
    "Of Joyce's three novels, Portrait is the most straightforward and accessible. But it remains just as rich and complex as any masterpiece, with critics across generations hailing it as work of unique beauty and perception."
  ],
  "year": 1916,
  "genres": [
    "autobiography",
    "classics",
    "coming-of-age",
    "fiction",
    "history",
    "biography"
  ],
  "topics": [
    "art",
    "religion",
    "school"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/james-joyce/a-portrait-of-the-artist-as-a-young-man"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - A Portrait of the Artist as a Young Man",
      "length": 16,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1176,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Epigraph",
      "length": 37,
      "mode": "hide"
    },
    {
      "id": "004",
      "title": "I",
      "length": 92985,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "II",
      "length": 79755,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "III",
      "length": 90200,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "IV",
      "length": 52686,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "V",
      "length": 145095,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "Colophon",
      "length": 1069,
      "mode": "hide"
    },
    {
      "id": "010",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL86343W",
  "goodreadsId": "208469",
  "rating": 0.728,
  "popularity": 153547,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720831488098
}