{"id":"elizabeth-von-arnim--elizabeth-and-her-german-garden","title":"Elizabeth and Her German Garden","titleAlpha":"elizabeth and her german garden","author":"Elizabeth von Arnim","language":"en","description":"The English wife of a German aristocrat recounts, through a series of diary entries, a year spent revitalizing the neglected garden of their estate.","longDescription":["Told in a series of diary entries, Elizabeth and Her German Garden recounts one year in the life of an Englishwoman determined to revitalize the neglected garden of their German estate. It is in the process of laying out flower beds, ordering rose varietals, and supervising the planting that she finds peace and escape from her three young children (referred to simply as the April, May, and June babies) and husband, a German aristocrat who she satirically calls the \"Man of Wrath.\" For Elizabeth, each season brings delightful and unexpected changes to her garden - and less delightful visits from unwanted houseguests who fail to appreciate the beauty and calm that she strives to create.","Elizabeth and Her German Garden was published anonymously in 1898 due to its semi-autobiographical nature: like the Elizabeth of the novel, Arnim lived in a manor in Pomerania with her first husband, a German Count, with whom she shared several children. This novel, her first, was an instant bestseller. It was reprinted numerous times in its first few years and rereleased in 1900 as an expanded edition with new diary entries added. There was much speculation about the author's identity (with at least one publisher incorrectly crediting the novel to Princess Henry von Pless), and thanks to its runaway success, her following works were simply attributed to \"the author of Elizabeth and Her German Garden\" or even just \"Elizabeth.\" Today, it continues to be loved by readers drawn in by Elizabeth's witty, sarcastic observations about life, family, and nineteenth century German society intertwined with idyllic descriptions of nature and solitude."],"year":2023,"genres":["autobiography","fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/elizabeth-von-arnim/elizabeth-and-her-german-garden"},"series":null,"part":0,"chapters":[{"id":"001","title":"May 7th","length":15711,"skip":false},{"id":"002","title":"May 10th","length":5543,"skip":false},{"id":"003","title":"May 14th","length":9887,"skip":false},{"id":"004","title":"May 15th","length":1785,"skip":false},{"id":"005","title":"May 16th","length":9912,"skip":false},{"id":"006","title":"June 3rd","length":9737,"skip":false},{"id":"007","title":"July 11th","length":11267,"skip":false},{"id":"008","title":"September 15th","length":5136,"skip":false},{"id":"009","title":"November 11th","length":54338,"skip":false},{"id":"010","title":"November 20th","length":15061,"skip":false},{"id":"011","title":"December 7th","length":10280,"skip":false},{"id":"012","title":"December 22nd","length":20944,"skip":false},{"id":"013","title":"December 27th","length":12119,"skip":false},{"id":"014","title":"January 1st","length":25431,"skip":false},{"id":"015","title":"January 15th","length":17883,"skip":false},{"id":"016","title":"January 28th","length":28191,"skip":false},{"id":"017","title":"April 18th","length":7731,"skip":false}],"createdAt":1719506867574}