{"id":"f-scott-fitzgerald--the-beautiful-and-damned","title":"The Beautiful and Damned","titleAlpha":"beautiful and damned","author":"F. Scott Fitzgerald","language":"en","description":"The marriage between a down-and-out aesthete and a self-indulgent flapper begins to crumble against the backdrop of World War I and America's Jazz Age.","longDescription":["Anthony Patch, the grandson of a wealthy businessman, spends his youth in idle relaxation expecting to inherit his grandfather's fortune. But when he meets Gloria, a vibrant young flapper, the two feel an irresistible attraction and quickly get married despite their clashing personalities.","The two embark on a lifestyle of Jazz Age living: hard partying, profligate spending, and generally living the high life. But Anthony's prohibitionist grandfather soon finds out and disowns Anthony, sending their lifestyle crashing down from its former heights to intolerable indignity.","Like Fitzgerald's previous novel, This Side of Paradise, and his next novel, The Great Gatsby, The Beautiful and Damned documents the life of the idle rich in America's Jazz Age. Both Anthony and Gloria's characters explore the problem of what one is left to do when one has no other purpose in life. Because Anthony's expecting a large inheritance, his ambition is muzzled and he feels no need to embark on a career or participate in the betterment of society. Gloria's main purpose in life was to find a husband; once she's done that, what's left except spending money and partying?","The relationship between Anthony and Gloria is the explosive propellant that drives the plot. The two are clearly a poor match for each other. While Anthony is an aimless aesthete who expects to inherit wealth and power, Gloria is a self-absorbed socialite mostly banking on her undisputed beauty. Their mutual selfishness leads to constant conflict, and eventually, to mutual dislike. But despite that, the two remain together, locked in to their self-absorption, lack of ambition, and obsession with the past, as Anthony descends into alcoholism and Gloria into desperate middle age.","Anthony and Gloria are fairly transparent fictionalizations of Fitzgerald himself and his wife Zelda. Their relationship was famously tumultuous, and parallels Anthony and Gloria's highs and lows. Fitzgerald himself was born to upper-middle-class wealth and led a aimless youth before turning to the army and to writing; in his later years, he considered himself nothing more than a middling success and turned to writing for Hollywood before totally embracing the alcoholism he had courted since his college days, and that would finally kill him. Zelda, for her part, was a socialite and the canonical \"flapper.\" Beautiful and bubbly, she enabled the legendarily hard-partying lifestyle that fueled their bitter fights. Her mercurial disposition later led her to being committed to an asylum for schizophrenia. Even the cover illustration of the book's first edition features a couple meant to resemble Fitzgerald and Zelda.","Today, The Beautiful and Damned is not just a glittering record of Jazz Age excess, it's a nuanced character study of how expectation can ruin ambition, and how relationships aren't always easy to endure - or to dissolve."],"year":2021,"genres":["fiction","psychological"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/f-scott-fitzgerald/the-beautiful-and-damned"},"series":null,"part":0,"chapters":[{"id":"001","title":"Epigraph","length":34,"skip":true},{"id":"002","title":"Book I - I: Anthony Patch","length":44708,"skip":false},{"id":"003","title":"Book I - II: Portrait of a Siren","length":68008,"skip":false},{"id":"004","title":"Book I - III: The Connoisseur of Kisses","length":89293,"skip":false},{"id":"005","title":"Book II - I: The Radiant Hour","length":96075,"skip":false},{"id":"006","title":"Book II - II: Symposium","length":116106,"skip":false},{"id":"007","title":"Book II - III: The Broken Lute","length":77766,"skip":false},{"id":"008","title":"Book III - I: A Matter of Civilization","length":76150,"skip":false},{"id":"009","title":"Book III - II: A Matter of Aesthetics","length":76772,"skip":false},{"id":"010","title":"Book III - III: No Matter!","length":71311,"skip":false}],"createdAt":1719506887161}