{"id":"j-m-synge--the-well-of-the-saints","title":"The Well of the Saints","titleAlpha":"well of the saints","author":"J. M. Synge","language":"en","description":"The lives of two blind beggars change when a holy man comes to their rural Irish village promising to miraculously restore their sight.","longDescription":["The Well of the Saints opens with the arrival of a wandering holy man and his can of water from a remote holy well to a small Irish village, promising to restore the sight of the blind beggars who live by the crossroads there.","Synge uses this simple story to expose and ridicule the pretensions and hypocrisies of every character in the story - the holy, the lowly, and the respectable alike. His ruthless and irreverent comedy - and especially his treatment of the holy man, and by implication, the Catholic Church - enraged contemporary critics. This same satirical style is what would later lead to riots in Dublin and New York on the premiere of his next play, The Playboy of the Western World."],"year":1911,"genres":["classics","drama"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/j-m-synge/the-well-of-the-saints"},"openlibraryId":"OL27930W","goodreadsId":"327984","rating":0.43897648,"popularity":3,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Well of the Saints","length":16,"mode":"hide"},{"id":"002","title":"Imprint","length":1194,"mode":"hide"},{"id":"003","title":"Persons in the Play","length":397,"mode":"type"},{"id":"004","title":"Act I","length":31075,"mode":"type"},{"id":"005","title":"Act II","length":22812,"mode":"type"},{"id":"006","title":"Act III","length":25839,"mode":"type"},{"id":"007","title":"Colophon","length":1042,"mode":"hide"},{"id":"008","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337910772}