{"id":"john-ruskin--unto-this-last","title":"Unto This Last","titleAlpha":"unto this last","author":"John Ruskin","language":"en","description":"A philosophical discussion on the nature of wealth and labor.","longDescription":["John Ruskin's essay Unto This Last quickly made him a household name in Victorian England, and marked a shift in his work away from art criticism and towards social issues. The title comes from Jesus' parable of the workers in the vineyard, wherein a landowner agrees to pay all his workers the same amount, regardless of how much work they actually did. Though the parable is an allegory about religious conversions, Ruskin analyzed it from a literal, economic point of view.","Ruskin strongly criticizes the 19th century economic orthodoxy, in particular the works of David Ricardo and John Stuart Mill. He argues that their view of economics is flawed due to an implicit assumption that wealth can only be measured in money and material goods. Any policy or set of ethics that accepts this definition of wealth therefore neglects any non-measurable kind of value. The pursuit of this kind of wealth leads people to accept (or more often ignore) human suffering as a necessary part of the economy.","Unto This Last remains a highly influential and often-criticized book. It was an inspiration to many prominent people, including Mahatma Gandhi, who published his own paraphrased Gujarati translation in 1908."],"year":1860,"genres":["classics","nonfiction","philosophy"],"topics":["art","economics"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/john-ruskin/unto-this-last"},"openlibraryId":"OL88634W","goodreadsId":"286972","rating":0.768,"popularity":233,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Unto This Last","length":16,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Epigraph","length":272,"mode":"skip"},{"id":"004","title":"Preface","length":9855,"mode":"skip"},{"id":"005","title":"I: The Roots of Honour","length":33549,"mode":"type"},{"id":"006","title":"II: The Veins of Wealth","length":24662,"mode":"type"},{"id":"007","title":"III: Qui Judicatis Terram","length":29042,"mode":"type"},{"id":"008","title":"IV: Ad Valorem","length":56899,"mode":"type"},{"id":"009","title":"Endnotes","length":30820,"mode":"hide"},{"id":"010","title":"Colophon","length":1051,"mode":"hide"},{"id":"011","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721489856438}