{"id":"anton-chekhov--three-sisters","title":"Three Sisters","titleAlpha":"three sisters","author":"Anton Chekhov","language":"en","description":"Three sisters long to escape their provincial town and return to Moscow.","longDescription":["The sisters Olga, Masha, and Irina live with their brother Andrey in a provincial Russian town, and plan to return to Moscow, where they grew up, as soon as they're able. Olga doesn't want to continue working at the school where she's a teacher and occasional headmaster; Masha is disillusioned in her marriage; Irina hopes to find her true love; and Andrey shows promise of becoming a professor. Also stationed in their town is a battery of soldiers that provide them with a social life. When Andrey falls in love with Natasha, their hopes for change are dashed, bit by bit.","First performed in 1901 at the Moscow Art Theatre, Three Sisters is considered one of Chekhov's best plays. While critical reception at the time was mixed, the show was popular enough to become a part of the company's repertoire, and is still commonly staged and adapted today."],"year":2021,"genres":["drama"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/anton-chekhov/three-sisters/julius-west"},"series":null,"part":0,"chapters":[{"id":"001","title":"Dramatis Personae","length":662,"skip":false},{"id":"002","title":"Act I","length":33097,"skip":false},{"id":"003","title":"Act II","length":30848,"skip":false},{"id":"004","title":"Act III","length":25323,"skip":false},{"id":"005","title":"Act IV","length":29228,"skip":false},{"id":"006","title":"Endnotes","length":465,"skip":true}],"createdAt":1719506726648}