{"id":"honore-de-balzac--letters-of-two-brides","title":"Letters of Two Brides","titleAlpha":"letters of two brides","author":"Honoré de Balzac","language":"en","description":"Two women write letters to tell each other about their lives and loves.","longDescription":["Letters of Two Brides is an epistolary novel, largely consisting of letters between two women who become friends in a convent in their teenage years. They begin their correspondence when they depart the order as young women and embark on their lives in different areas of France. Louise is a woman of passion, a lover of love, who must have a great romance in order to be fulfilled. Renee is measured, a women of sense, desiring a love that will last a lifetime rather than (in her way of thinking) flame out like a comet. In several of their epistles, each takes the other to task over her approach to life and love. As their ages and respective marriages progress, it becomes obvious where Balzac's sympathies lie.","One of the later additions to The Human Comedy, Letters of Two Brides was originally serialized (and heavily bowdlerized) in the French journal La Presse in 1841, in three parts rather than two. It was not until the second edition of the novel that it was repartitioned into its present form."],"year":2023,"genres":["fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/honore-de-balzac/letters-of-two-brides/r-s-scott"},"series":null,"part":0,"chapters":[{"id":"001","title":"Letters from Two Brides - First Part - I: Louise de Chaulieu to Renee de Maucombe","length":24452,"skip":false},{"id":"002","title":"Letters from Two Brides - First Part - II: The Same to the Same","length":10931,"skip":false},{"id":"003","title":"Letters from Two Brides - First Part - III: The Same to the Same","length":8466,"skip":false},{"id":"004","title":"Letters from Two Brides - First Part - IV: The Same to the Same","length":6899,"skip":false},{"id":"005","title":"Letters from Two Brides - First Part - V: Renee de Maucombe to Louise de Chaulieu","length":10996,"skip":false},{"id":"006","title":"Letters from Two Brides - First Part - VI: Don Felipe Henarez to Don Fernand","length":11419,"skip":false},{"id":"007","title":"Letters from Two Brides - First Part - VII: Louise de Chaulieu to Renee de Maucombe","length":11942,"skip":false},{"id":"008","title":"Letters from Two Brides - First Part - VIII: The Same to the Same","length":5507,"skip":false},{"id":"009","title":"Letters from Two Brides - First Part - IX: Mme. de l'Estorade to Mlle. de Chaulieu","length":3039,"skip":false},{"id":"010","title":"Letters from Two Brides - First Part - X: Mlle. de Chaulieu to Mme. de l'Estorade","length":4670,"skip":false},{"id":"011","title":"Letters from Two Brides - First Part - XI: Mme. de l'Estorade to Mlle. de Chaulieu","length":456,"skip":false},{"id":"012","title":"Letters from Two Brides - First Part - XII: Mlle. de Chaulieu to Mme. de l'Estorade","length":21276,"skip":false},{"id":"013","title":"Letters from Two Brides - First Part - XIII: Mme. de l'Estorade to Mlle. de Chaulieu","length":18861,"skip":false},{"id":"014","title":"Letters from Two Brides - First Part - XIV: The Duc de Soria to the Baron de Macumer","length":1967,"skip":false},{"id":"015","title":"Letters from Two Brides - First Part - XV: Louise de Chaulieu to Mme. de l'Estorade","length":16005,"skip":false},{"id":"016","title":"Letters from Two Brides - First Part - XVI: The Same to the Same","length":2843,"skip":false},{"id":"017","title":"Letters from Two Brides - First Part - XVII: The Same to the Same","length":2918,"skip":false},{"id":"018","title":"Letters from Two Brides - First Part - XVIII: Mme. de l'Estorade to Louise de Chaulieu","length":6939,"skip":false},{"id":"019","title":"Letters from Two Brides - First Part - XIX: Louise de Chaulieu to Mme. de l'Estorade","length":10221,"skip":false},{"id":"020","title":"Letters from Two Brides - First Part - XX: Renee de l'Estorade to Louise de Chaulieu","length":5188,"skip":false},{"id":"021","title":"Letters from Two Brides - First Part - XXI: Louise de Chaulieu to Renee de l'Estorade","length":10529,"skip":false},{"id":"022","title":"Letters from Two Brides - First Part - XXII: Louise to Felipe","length":6519,"skip":false},{"id":"023","title":"Letters from Two Brides - First Part - XXIII: Felipe to Louise","length":6264,"skip":false},{"id":"024","title":"Letters from Two Brides - First Part - XXIV: Louise de Chaulieu to Renee de l'Estorade","length":13272,"skip":false},{"id":"025","title":"Letters from Two Brides - First Part - XXV: Renee de l'Estorade to Louise de Chaulieu","length":3853,"skip":false},{"id":"026","title":"Letters from Two Brides - First Part - XXVI: Louise de Macumer to Renee de l'Estorade","length":9839,"skip":false},{"id":"027","title":"Letters from Two Brides - First Part - XXVII: The Same to the Same","length":10973,"skip":false},{"id":"028","title":"Letters from Two Brides - First Part - XXVIII: Renee de l'Estorade to Louise de Macumer","length":9263,"skip":false},{"id":"029","title":"Letters from Two Brides - First Part - XXIX: M. de l'Estorade to the Baronne de Macumer","length":2925,"skip":false},{"id":"030","title":"Letters from Two Brides - First Part - XXX: Louise de Macumer to Renee de l'Estorade","length":4548,"skip":false},{"id":"031","title":"Letters from Two Brides - First Part - XXXI: Renee de l'Estorade to Louise de Macumer","length":13065,"skip":false},{"id":"032","title":"Letters from Two Brides - First Part - XXXII: Mme. de Macumer to Mme. de l'Estorade","length":7044,"skip":false},{"id":"033","title":"Letters from Two Brides - First Part - XXXIII: Mme. de l'Estorade to Mme. de Macumer","length":1673,"skip":false},{"id":"034","title":"Letters from Two Brides - First Part - XXXIV: Mme. de Macumer to the Vicomtesse de l'Estorade","length":356,"skip":false},{"id":"035","title":"Letters from Two Brides - First Part - XXXV: The Same to the Same","length":4963,"skip":false},{"id":"036","title":"Letters from Two Brides - First Part - XXXVI: The Vicomtesse de l'Estorade to the Baronne de Macumer","length":10924,"skip":false},{"id":"037","title":"Letters from Two Brides - First Part - XXXVII: The Baronne de Macumer to the Vicomtesse de l'Estorade","length":1552,"skip":false},{"id":"038","title":"Letters from Two Brides - First Part - XXXVIII: The Vicomtesse de l'Estorade to the Baronne de Macumer","length":1275,"skip":false},{"id":"039","title":"Letters from Two Brides - First Part - XXXIX: The Baronne de Macumer to the Vicomtesse de l'Estorade","length":3370,"skip":false},{"id":"040","title":"Letters from Two Brides - First Part - XL: The Comtesse de l'Estorade to the Baronne de Macumer","length":9712,"skip":false},{"id":"041","title":"Letters from Two Brides - First Part - XLI: The Baronne de Macumer to the Vicomtesse de l'Estorade","length":3880,"skip":false},{"id":"042","title":"Letters from Two Brides - First Part - XLII: Renee to Louise","length":1459,"skip":false},{"id":"043","title":"Letters from Two Brides - First Part - XLIII: Mme. de Macumer to the Comtesse de l'Estorade","length":2526,"skip":false},{"id":"044","title":"Letters from Two Brides - First Part - XLIV: The Same to the Same","length":2188,"skip":false},{"id":"045","title":"Letters from Two Brides - First Part - XLV: Renee to Louise","length":15340,"skip":false},{"id":"046","title":"Letters from Two Brides - First Part - XLVI: Mme. de Macumer to the Comtesse de l'Estorade","length":6977,"skip":false},{"id":"047","title":"Letters from Two Brides - First Part - XLVII: Renee to Louise","length":1180,"skip":false},{"id":"048","title":"Letters from Two Brides - Second Part - XLVIII: The Baronne de Macumer to the Comtesse de l'Estorade","length":21526,"skip":false},{"id":"049","title":"Letters from Two Brides - Second Part - XLIX: Marie Gaston to Daniel d'Arthez","length":4914,"skip":false},{"id":"050","title":"Letters from Two Brides - Second Part - L: Mme. de l'Estorade to Mme. de Macumer","length":3039,"skip":false},{"id":"051","title":"Letters from Two Brides - Second Part - LI: The Comtesse de l'Estorade to Mme. Marie Gaston","length":10743,"skip":false},{"id":"052","title":"Letters from Two Brides - Second Part - LII: Mme. Gaston to Mme. de l'Estorade","length":15086,"skip":false},{"id":"053","title":"Letters from Two Brides - Second Part - LIII: Mme. de l'Estorade to Mme. Gaston","length":6510,"skip":false},{"id":"054","title":"Letters from Two Brides - Second Part - LIV: Mme. Gaston to the Comtesse de l'Estorade","length":20055,"skip":false},{"id":"055","title":"Letters from Two Brides - Second Part - LV: The Comtesse de l'Estorade to Mme. Gaston","length":5405,"skip":false},{"id":"056","title":"Letters from Two Brides - Second Part - LVI: Mme. Gaston to the Comtesse de l'Estorade","length":552,"skip":false},{"id":"057","title":"Letters from Two Brides - Second Part - LVII: The Comtesse de l'Estorade to the Comte de l'Estorade","length":10692,"skip":false}],"createdAt":1719162281439}