{"id":"james-branch-cabell--figures-of-earth","title":"Figures of Earth","titleAlpha":"figures of earth","author":"James Branch Cabell","language":"en","description":"A young swineherd rises to the rank of Count by following his own thinking and desires.","longDescription":["Figures of Earth is the second installment in James Branch Cabell's Biography of the Life of Manuel, set in the imaginary province of Poictesme.","Young Manuel is a simple, well-liked swineherd who is often seen continually reshaping a small figure he made from the marsh clay from the pool of Haranton. One day, a stranger appears and tells Manuel of an adventure to save the Count of Arnaye's daughter from a wizard who carried her off to the gray mountain called Vraidex. Manuel accepts this adventure (and many more that follow) - and his life will never be the same.","The book was originally published in 1921 and was dedicated to \"six most gallant champions,\" each of whom were real persons who came to Cabell's defense during the legal battle over alleged obscenity in his previous novel, Jurgen."],"year":2023,"genres":["comedy","fantasy","fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/james-branch-cabell/figures-of-earth"},"series":null,"part":0,"chapters":[{"id":"001","title":"Epigraph","length":73,"skip":true},{"id":"002","title":"A Foreword - I","length":2544,"skip":false},{"id":"003","title":"A Foreword - II","length":2402,"skip":false},{"id":"004","title":"A Foreword - III","length":2868,"skip":false},{"id":"005","title":"Part I: The Book of Credit - I: How Manuel Left the Mire","length":9417,"skip":false},{"id":"006","title":"Part I: The Book of Credit - II: Niafer","length":8577,"skip":false},{"id":"007","title":"Part I: The Book of Credit - III: Ascent of Vraidex","length":6895,"skip":false},{"id":"008","title":"Part I: The Book of Credit - IV: In the Doubtful Palace","length":21411,"skip":false},{"id":"009","title":"Part I: The Book of Credit - V: The Eternal Ambuscade","length":9308,"skip":false},{"id":"010","title":"Part I: The Book of Credit - VI: Economics of Math","length":5529,"skip":false},{"id":"011","title":"Part I: The Book of Credit - VII: The Crown of Wisdom","length":9079,"skip":false},{"id":"012","title":"Part I: The Book of Credit - VIII: The Halo of Holiness","length":10233,"skip":false},{"id":"013","title":"Part I: The Book of Credit - IX: The Feather of Love","length":15350,"skip":false},{"id":"014","title":"Part II: The Book of Spending - X: Alianora","length":9700,"skip":false},{"id":"015","title":"Part II: The Book of Spending - XI: Magic of the Apsarasas","length":10116,"skip":false},{"id":"016","title":"Part II: The Book of Spending - XII: Ice and Iron","length":11451,"skip":false},{"id":"017","title":"Part II: The Book of Spending - XIII: What Helmas Directed","length":6849,"skip":false},{"id":"018","title":"Part II: The Book of Spending - XIV: They Duel on Morven","length":17481,"skip":false},{"id":"019","title":"Part II: The Book of Spending - XV: Bandages for the Victor","length":6722,"skip":false},{"id":"020","title":"Part III: The Book of Cast Accounts - XVI: Freydis","length":9490,"skip":false},{"id":"021","title":"Part III: The Book of Cast Accounts - XVII: Magic of the Image-Makers","length":11935,"skip":false},{"id":"022","title":"Part III: The Book of Cast Accounts - XVIII: Manuel Chooses","length":7189,"skip":false},{"id":"023","title":"Part III: The Book of Cast Accounts - XIX: The Head of Misery","length":6042,"skip":false},{"id":"024","title":"Part III: The Book of Cast Accounts - XX: The Month of Years","length":8594,"skip":false},{"id":"025","title":"Part III: The Book of Cast Accounts - XXI: Touching Repayment","length":10458,"skip":false},{"id":"026","title":"Part III: The Book of Cast Accounts - XXII: Return of Niafer","length":6169,"skip":false},{"id":"027","title":"Part III: The Book of Cast Accounts - XXIII: Manuel Gets His Desire","length":9802,"skip":false},{"id":"028","title":"Part III: The Book of Cast Accounts - XXIV: Three Women","length":6793,"skip":false},{"id":"029","title":"Part IV: The Book of Surcharge - XXV: Affairs in Poictesme","length":13488,"skip":false},{"id":"030","title":"Part IV: The Book of Surcharge - XXVI: Deals with the Stork","length":11798,"skip":false},{"id":"031","title":"Part IV: The Book of Surcharge - XXVII: They Come to Sargyll","length":7870,"skip":false},{"id":"032","title":"Part IV: The Book of Surcharge - XXVIII: How Melicent Was Welcomed","length":9072,"skip":false},{"id":"033","title":"Part IV: The Book of Surcharge - XXIX: Sesphra of the Dreams","length":11526,"skip":false},{"id":"034","title":"Part IV: The Book of Surcharge - XXX: Farewell to Freydis","length":12996,"skip":false},{"id":"035","title":"Part IV: The Book of Surcharge - XXXI: Statecraft","length":6190,"skip":false},{"id":"036","title":"Part IV: The Book of Surcharge - XXXII: The Redemption of Poictesme","length":13596,"skip":false},{"id":"037","title":"Part V: The Book of Settlement - XXXIII: Now Manuel Prospers","length":10457,"skip":false},{"id":"038","title":"Part V: The Book of Settlement - XXXIV: Farewell to Alianora","length":11461,"skip":false},{"id":"039","title":"Part V: The Book of Settlement - XXXV: The Troubling Window","length":11056,"skip":false},{"id":"040","title":"Part V: The Book of Settlement - XXXVI: Excursions from Content","length":7772,"skip":false},{"id":"041","title":"Part V: The Book of Settlement - XXXVII: Opinions of Hinzelmann","length":13489,"skip":false},{"id":"042","title":"Part V: The Book of Settlement - XXXVIII: Farewell to Suskind","length":5631,"skip":false},{"id":"043","title":"Part V: The Book of Settlement - XXXIX: The Passing of Manuel","length":16212,"skip":false}],"createdAt":1719507019465}