{"id":"edmund-spenser--the-faerie-queene","title":"The Faerie Queene","titleAlpha":"faerie queene","author":"Edmund Spenser","language":"en","description":"Six knights embodying Christian virtues embark on allegorical quests.","longDescription":["The Faerie Queene is Edmund Spenser's magnum opus, composed for Queen Elizabeth I. The epic poem is incomplete, as only six of the intended twelve books were published before his death. Despite that, it stands as one of the longest poems in the English language.","During its composition, Spenser invented a new type of verse form: the Spenserian stanza. The form consists of eight lines in iambic pentameter followed by a line in iambic hexameter, with the rhyme scheme ababbcbcc. He purposely included archaic language and spelling to make the work feel comparable to the Arthurian myths written during the Middle Ages.","Spenser used Aristotle's list of virtues as the foundation for his work. Each of the six books follows a different knight who symbolize a unique virtue: the Knight of the Redcross for Holiness, Guyon for Temperance, Britomartis for Chastity, Cambell and Telamond for Friendship, Artegall for Justice, and Calidore for Courtesy. Fragments of an unfinished seventh book - the \"Cantos of Mutability\" - would have centered on the virtue of Constancy. In a letter to Sir Walter Raleigh, Spenser reveals that King Arthur represents the virtue of Magnificence, \"the perfection of all the rest.\"","The first book opens with the Redcross Knight on a quest ordered by Queen Gloriana to defeat a horrible dragon. Traveling with him is Lady Una and her dwarf servant, who are leading the knight to the land where the dragon dwells. A terrible storm forces the travelers to shelter in the nearest cave - and a monster's den."],"year":1590,"genres":["classics","poetry"],"topics":["knights"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/edmund-spenser/the-faerie-queene"},"openlibraryId":"OL1146502W","goodreadsId":"258111","rating":0.716,"popularity":16765,"cover":null,"free":false,"custom":false,"series":"The Faerie Queene Books","part":0,"chapters":[{"id":"001","title":"Titlepage - The Faerie Queene","length":19,"mode":"hide"},{"id":"002","title":"Imprint","length":1138,"mode":"hide"},{"id":"003","title":"Dedication to the Edition of 1590","length":178,"mode":"hide"},{"id":"004","title":"Dedication to the Edition of 1596","length":389,"mode":"hide"},{"id":"005","title":"Dedicatory Sonnets - Sonnet I","length":680,"mode":"type"},{"id":"006","title":"Dedicatory Sonnets - Sonnet II","length":670,"mode":"type"},{"id":"007","title":"Dedicatory Sonnets - Sonnet III","length":662,"mode":"type"},{"id":"008","title":"Dedicatory Sonnets - Sonnet IV","length":635,"mode":"type"},{"id":"009","title":"Dedicatory Sonnets - Sonnet V","length":631,"mode":"type"},{"id":"010","title":"Dedicatory Sonnets - Sonnet VI","length":743,"mode":"type"},{"id":"011","title":"Dedicatory Sonnets - Sonnet VII","length":671,"mode":"type"},{"id":"012","title":"Dedicatory Sonnets - Sonnet VIII","length":722,"mode":"type"},{"id":"013","title":"Dedicatory Sonnets - Sonnet IX","length":659,"mode":"type"},{"id":"014","title":"Dedicatory Sonnets - Sonnet X","length":718,"mode":"type"},{"id":"015","title":"Dedicatory Sonnets - Sonnet XI","length":660,"mode":"type"},{"id":"016","title":"Dedicatory Sonnets - Sonnet XII","length":728,"mode":"type"},{"id":"017","title":"Dedicatory Sonnets - Sonnet XIII","length":709,"mode":"type"},{"id":"018","title":"Dedicatory Sonnets - Sonnet XIV","length":754,"mode":"type"},{"id":"019","title":"Dedicatory Sonnets - Sonnet XV","length":676,"mode":"type"},{"id":"020","title":"Dedicatory Sonnets - Sonnet XVI","length":655,"mode":"type"},{"id":"021","title":"Dedicatory Sonnets - Sonnet XVII","length":679,"mode":"type"},{"id":"022","title":"A Letter to Sir Walter Raleigh","length":10659,"mode":"type"},{"id":"023","title":"Book I: The Legend of the Knight of the Red Cross, or of Holiness - Canto I","length":22369,"mode":"type"},{"id":"024","title":"Book I: The Legend of the Knight of the Red Cross, or of Holiness - Canto II","length":18122,"mode":"type"},{"id":"025","title":"Book I: The Legend of the Knight of the Red Cross, or of Holiness - Canto III","length":17799,"mode":"type"},{"id":"026","title":"Book I: The Legend of the Knight of the Red Cross, or of Holiness - Canto IV","length":20366,"mode":"type"},{"id":"027","title":"Book I: The Legend of the Knight of the Red Cross, or of Holiness - Canto V","length":21267,"mode":"type"},{"id":"028","title":"Book I: The Legend of the Knight of the Red Cross, or of Holiness - Canto VI","length":19269,"mode":"type"},{"id":"029","title":"Book I: The Legend of the Knight of the Red Cross, or of Holiness - Canto VII","length":21069,"mode":"type"},{"id":"030","title":"Book I: The Legend of the Knight of the Red Cross, or of Holiness - Canto VIII","length":20369,"mode":"type"},{"id":"031","title":"Book I: The Legend of the Knight of the Red Cross, or of Holiness - Canto IX","length":21886,"mode":"type"},{"id":"032","title":"Book I: The Legend of the Knight of the Red Cross, or of Holiness - Canto X","length":27224,"mode":"type"},{"id":"033","title":"Book I: The Legend of the Knight of the Red Cross, or of Holiness - Canto XI","length":22314,"mode":"type"},{"id":"034","title":"Book I: The Legend of the Knight of the Red Cross, or of Holiness - Canto XII","length":18719,"mode":"type"},{"id":"035","title":"Book II: The Legend of Sir Guyon, or of Temperance - Canto I","length":24726,"mode":"type"},{"id":"036","title":"Book II: The Legend of Sir Guyon, or of Temperance - Canto II","length":18463,"mode":"type"},{"id":"037","title":"Book II: The Legend of Sir Guyon, or of Temperance - Canto III","length":18625,"mode":"type"},{"id":"038","title":"Book II: The Legend of Sir Guyon, or of Temperance - Canto IV","length":18588,"mode":"type"},{"id":"039","title":"Book II: The Legend of Sir Guyon, or of Temperance - Canto V","length":15298,"mode":"type"},{"id":"040","title":"Book II: The Legend of Sir Guyon, or of Temperance - Canto VI","length":20529,"mode":"type"},{"id":"041","title":"Book II: The Legend of Sir Guyon, or of Temperance - Canto VII","length":26386,"mode":"type"},{"id":"042","title":"Book II: The Legend of Sir Guyon, or of Temperance - Canto VIII","length":22771,"mode":"type"},{"id":"043","title":"Book II: The Legend of Sir Guyon, or of Temperance - Canto IX","length":23930,"mode":"type"},{"id":"044","title":"Book II: The Legend of Sir Guyon, or of Temperance - Canto X","length":29909,"mode":"type"},{"id":"045","title":"Book II: The Legend of Sir Guyon, or of Temperance - Canto XI","length":19570,"mode":"type"},{"id":"046","title":"Book II: The Legend of Sir Guyon, or of Temperance - Canto XII","length":36387,"mode":"type"},{"id":"047","title":"Book III: The Legend of Britomartis, or of Chastity - Canto I","length":26671,"mode":"type"},{"id":"048","title":"Book III: The Legend of Britomartis, or of Chastity - Canto II","length":20717,"mode":"type"},{"id":"049","title":"Book III: The Legend of Britomartis, or of Chastity - Canto III","length":24664,"mode":"type"},{"id":"050","title":"Book III: The Legend of Britomartis, or of Chastity - Canto IV","length":24424,"mode":"type"},{"id":"051","title":"Book III: The Legend of Britomartis, or of Chastity - Canto V","length":21935,"mode":"type"},{"id":"052","title":"Book III: The Legend of Britomartis, or of Chastity - Canto VI","length":21117,"mode":"type"},{"id":"053","title":"Book III: The Legend of Britomartis, or of Chastity - Canto VII","length":24153,"mode":"type"},{"id":"054","title":"Book III: The Legend of Britomartis, or of Chastity - Canto VIII","length":20533,"mode":"type"},{"id":"055","title":"Book III: The Legend of Britomartis, or of Chastity - Canto IX","length":20855,"mode":"type"},{"id":"056","title":"Book III: The Legend of Britomartis, or of Chastity - Canto X","length":23645,"mode":"type"},{"id":"057","title":"Book III: The Legend of Britomartis, or of Chastity - Canto XI","length":21857,"mode":"type"},{"id":"058","title":"Book III: The Legend of Britomartis, or of Chastity - Canto XII","length":19942,"mode":"type"},{"id":"059","title":"Book IV: The Legend of Cambel and Triamond, or of Friendship - Canto I","length":21735,"mode":"type"},{"id":"060","title":"Book IV: The Legend of Cambel and Triamond, or of Friendship - Canto II","length":21912,"mode":"type"},{"id":"061","title":"Book IV: The Legend of Cambel and Triamond, or of Friendship - Canto III","length":18679,"mode":"type"},{"id":"062","title":"Book IV: The Legend of Cambel and Triamond, or of Friendship - Canto IV","length":19315,"mode":"type"},{"id":"063","title":"Book IV: The Legend of Cambel and Triamond, or of Friendship - Canto V","length":18311,"mode":"type"},{"id":"064","title":"Book IV: The Legend of Cambel and Triamond, or of Friendship - Canto VI","length":18872,"mode":"type"},{"id":"065","title":"Book IV: The Legend of Cambel and Triamond, or of Friendship - Canto VII","length":18808,"mode":"type"},{"id":"066","title":"Book IV: The Legend of Cambel and Triamond, or of Friendship - Canto VIII","length":25567,"mode":"type"},{"id":"067","title":"Book IV: The Legend of Cambel and Triamond, or of Friendship - Canto IX","length":16509,"mode":"type"},{"id":"068","title":"Book IV: The Legend of Cambel and Triamond, or of Friendship - Canto X","length":23328,"mode":"type"},{"id":"069","title":"Book IV: The Legend of Cambel and Triamond, or of Friendship - Canto XI","length":21053,"mode":"type"},{"id":"070","title":"Book IV: The Legend of Cambel and Triamond, or of Friendship - Canto XII","length":18434,"mode":"type"},{"id":"071","title":"Book V: The Legend of Artegall, or of Justice - Canto I","length":12019,"mode":"type"},{"id":"072","title":"Book V: The Legend of Artegall, or of Justice - Canto II","length":21627,"mode":"type"},{"id":"073","title":"Book V: The Legend of Artegall, or of Justice - Canto III","length":15960,"mode":"type"},{"id":"074","title":"Book V: The Legend of Artegall, or of Justice - Canto IV","length":20509,"mode":"type"},{"id":"075","title":"Book V: The Legend of Artegall, or of Justice - Canto V","length":22840,"mode":"type"},{"id":"076","title":"Book V: The Legend of Artegall, or of Justice - Canto VI","length":16305,"mode":"type"},{"id":"077","title":"Book V: The Legend of Artegall, or of Justice - Canto VII","length":17991,"mode":"type"},{"id":"078","title":"Book V: The Legend of Artegall, or of Justice - Canto VIII","length":20397,"mode":"type"},{"id":"079","title":"Book V: The Legend of Artegall, or of Justice - Canto IX","length":20066,"mode":"type"},{"id":"080","title":"Book V: The Legend of Artegall, or of Justice - Canto X","length":15656,"mode":"type"},{"id":"081","title":"Book V: The Legend of Artegall, or of Justice - Canto XI","length":26170,"mode":"type"},{"id":"082","title":"Book V: The Legend of Artegall, or of Justice - Canto XII","length":20023,"mode":"type"},{"id":"083","title":"Book VI: The Legend of Calidore, or of Courtesy - Canto I","length":18771,"mode":"type"},{"id":"084","title":"Book VI: The Legend of Calidore, or of Courtesy - Canto II","length":19349,"mode":"type"},{"id":"085","title":"Book VI: The Legend of Calidore, or of Courtesy - Canto III","length":20192,"mode":"type"},{"id":"086","title":"Book VI: The Legend of Calidore, or of Courtesy - Canto IV","length":16062,"mode":"type"},{"id":"087","title":"Book VI: The Legend of Calidore, or of Courtesy - Canto V","length":16417,"mode":"type"},{"id":"088","title":"Book VI: The Legend of Calidore, or of Courtesy - Canto VI","length":17710,"mode":"type"},{"id":"089","title":"Book VI: The Legend of Calidore, or of Courtesy - Canto VII","length":20161,"mode":"type"},{"id":"090","title":"Book VI: The Legend of Calidore, or of Courtesy - Canto VIII","length":20463,"mode":"type"},{"id":"091","title":"Book VI: The Legend of Calidore, or of Courtesy - Canto IX","length":18437,"mode":"type"},{"id":"092","title":"Book VI: The Legend of Calidore, or of Courtesy - Canto X","length":17653,"mode":"type"},{"id":"093","title":"Book VI: The Legend of Calidore, or of Courtesy - Canto XI","length":20835,"mode":"type"},{"id":"094","title":"Book VI: The Legend of Calidore, or of Courtesy - Canto XII","length":16356,"mode":"type"},{"id":"095","title":"Mutability: The Legend of Constancy - Canto VI","length":22456,"mode":"type"},{"id":"096","title":"Mutability: The Legend of Constancy - Canto VII","length":23727,"mode":"type"},{"id":"097","title":"Mutability: The Legend of Constancy - Canto VIII: Unperfite","length":799,"mode":"type"},{"id":"098","title":"Colophon","length":980,"mode":"hide"},{"id":"099","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337708264}