{"id":"selma-lagerlof--the-story-of-gosta-berling","title":"The Story of Gösta Berling","titleAlpha":"story of gösta berling","author":"Selma Lagerlöf","language":"en","description":"A disgraced priest ends up adventuring with a group of societal outcasts.","longDescription":["Set in the 1820s in central Sweden, The Story of Gosta Berling follows the saga of the titular character as he falls from the priesthood and is rescued by the owner of a local estate. Joining the other saved souls in the pensioners' wing of the mansion, he embarks upon a series of larger-than-life stories that tell of adventure, revelry, romance and sadness.","Gosta Berling was the eventual Nobel Prize winner Selma Lagerlof's first published novel, and was written as an entry to a magazine competition. The richly detailed landscapes of Varmland were drawn from her own upbringing there, and the local folk tales inspired many of the individual stories in the book. The novel was published in Swedish in 1891; this edition is based on the 1898 English translation by Pauline Bancroft Flach. In 1924 the story was made into a silent film, launching the career of Greta Garbo."],"year":null,"genres":["classics","fiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/selma-lagerlof/the-story-of-gosta-berling/pauline-bancroft-flach"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Story of Gosta Berling","length":57,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Translator's Preface","length":855,"mode":"skip"},{"id":"004","title":"The Story of Gosta Berling - Introduction - I: The Priest","length":15208,"mode":"type"},{"id":"005","title":"The Story of Gosta Berling - Introduction - II: The Beggar","length":22518,"mode":"type"},{"id":"006","title":"The Story of Gosta Berling - Part I - I: The Landscape","length":6817,"mode":"type"},{"id":"007","title":"The Story of Gosta Berling - Part I - II: Christmas Eve","length":21932,"mode":"type"},{"id":"008","title":"The Story of Gosta Berling - Part I - III: Christmas Day","length":19148,"mode":"type"},{"id":"009","title":"The Story of Gosta Berling - Part I - IV: Gosta Berling, Poet","length":21997,"mode":"type"},{"id":"010","title":"The Story of Gosta Berling - Part I - V: La Cachucha","length":6223,"mode":"type"},{"id":"011","title":"The Story of Gosta Berling - Part I - VI: The Ball at Ekeby","length":31618,"mode":"type"},{"id":"012","title":"The Story of Gosta Berling - Part I - VII: The Old Vehicles","length":23468,"mode":"type"},{"id":"013","title":"The Story of Gosta Berling - Part I - VIII: The Great Bear in Gurlitta Cliff","length":24222,"mode":"type"},{"id":"014","title":"The Story of Gosta Berling - Part I - IX: The Auction at Bjorne","length":46340,"mode":"type"},{"id":"015","title":"The Story of Gosta Berling - Part I - X: The Young Countess","length":42913,"mode":"type"},{"id":"016","title":"The Story of Gosta Berling - Part I - XI: Ghost-Stories","length":22015,"mode":"type"},{"id":"017","title":"The Story of Gosta Berling - Part I - XII: Ebba Dohna's Story","length":32142,"mode":"type"},{"id":"018","title":"The Story of Gosta Berling - Part I - XIII: Mamselle Marie","length":16845,"mode":"type"},{"id":"019","title":"The Story of Gosta Berling - Part II - I: Cousin Christopher","length":8992,"mode":"type"},{"id":"020","title":"The Story of Gosta Berling - Part II - II: The Paths of Life","length":21821,"mode":"type"},{"id":"021","title":"The Story of Gosta Berling - Part II - III: Penitence","length":17995,"mode":"type"},{"id":"022","title":"The Story of Gosta Berling - Part II - IV: The Iron from Ekeby","length":16830,"mode":"type"},{"id":"023","title":"The Story of Gosta Berling - Part II - V: Lilliecrona's Home","length":10033,"mode":"type"},{"id":"024","title":"The Story of Gosta Berling - Part II - VI: The Witch of Dovre","length":8124,"mode":"type"},{"id":"025","title":"The Story of Gosta Berling - Part II - VII: Midsummer","length":6954,"mode":"type"},{"id":"026","title":"The Story of Gosta Berling - Part II - VIII: Madame Musica","length":9163,"mode":"type"},{"id":"027","title":"The Story of Gosta Berling - Part II - IX: The Broby Clergyman","length":8597,"mode":"type"},{"id":"028","title":"The Story of Gosta Berling - Part II - X: Patron Julius","length":12373,"mode":"type"},{"id":"029","title":"The Story of Gosta Berling - Part II - XI: The Plaster Saints","length":11288,"mode":"type"},{"id":"030","title":"The Story of Gosta Berling - Part II - XII: God's Wayfarer","length":18985,"mode":"type"},{"id":"031","title":"The Story of Gosta Berling - Part II - XIII: The Churchyard","length":6300,"mode":"type"},{"id":"032","title":"The Story of Gosta Berling - Part II - XIV: Old Songs","length":17422,"mode":"type"},{"id":"033","title":"The Story of Gosta Berling - Part II - XV: Death, the Deliverer","length":10307,"mode":"type"},{"id":"034","title":"The Story of Gosta Berling - Part II - XVI: The Drought","length":17229,"mode":"type"},{"id":"035","title":"The Story of Gosta Berling - Part II - XVII: The Child's Mother","length":14220,"mode":"type"},{"id":"036","title":"The Story of Gosta Berling - Part II - XVIII: Amor Vincit Omnia","length":9542,"mode":"type"},{"id":"037","title":"The Story of Gosta Berling - Part II - XIX: The Broom-Girl","length":19826,"mode":"type"},{"id":"038","title":"The Story of Gosta Berling - Part II - XX: Kevenhuller","length":17020,"mode":"type"},{"id":"039","title":"The Story of Gosta Berling - Part II - XXI: Broby Fair","length":12273,"mode":"type"},{"id":"040","title":"The Story of Gosta Berling - Part II - XXII: The Forest Cottage","length":26572,"mode":"type"},{"id":"041","title":"The Story of Gosta Berling - Part II - XXIII: Margareta Celsing","length":26568,"mode":"type"},{"id":"042","title":"Endnotes","length":127,"mode":"hide"},{"id":"043","title":"Colophon","length":1160,"mode":"hide"},{"id":"044","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721338245441}