{"id":"freeman-wills-crofts--the-pit-prop-syndicate","title":"The Pit-Prop Syndicate","titleAlpha":"pit-prop syndicate","author":"Freeman Wills Crofts","language":"en","description":"A British wine merchant on business in France stumbles across a syndicate with something to hide, and resolves to discover their secret.","longDescription":["The Pit-Prop Syndicate is a story from the beginning of the golden age of crime fiction. Seymour Merriman, a British wine merchant on business in France, happens upon a syndicate manufacturing pit-props - beams used to prop up mine tunnels - but his eye is caught by one odd detail: their lorry's numberplate mysteriously changes. With the help of his friend Hilliard from the Excise department they dig deeper and uncover a dangerous conspiracy.","Freeman Wills Crofts was a civil engineer, turned author of crime fiction. Though somewhat forgotten today, his style was widely appreciated at the time, and still finds fans of those who like a puzzle where all the loose ends are tied up. During his career he wrote over thirty crime novels; The Pit-Prop Syndicate, published in 1922, was his third."],"year":1922,"genres":["classics","fiction","mystery"],"topics":["detective"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/freeman-wills-crofts/the-pit-prop-syndicate"},"openlibraryId":"OL10537648W","goodreadsId":"4476544","rating":0.41290760000000004,"popularity":9,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Pit-Prop Syndicate","length":25,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Part I: The Amateurs - I: The Sawmill on the Lesque","length":22497,"mode":"type"},{"id":"004","title":"Part I: The Amateurs - II: An Interesting Suggestion","length":21465,"mode":"type"},{"id":"005","title":"Part I: The Amateurs - III: The Start of the Cruise","length":24560,"mode":"type"},{"id":"006","title":"Part I: The Amateurs - IV: A Commercial Proposition","length":27450,"mode":"type"},{"id":"007","title":"Part I: The Amateurs - V: The Visit of the Girondin","length":30974,"mode":"type"},{"id":"008","title":"Part I: The Amateurs - VI: A Change of Venue","length":22712,"mode":"type"},{"id":"009","title":"Part I: The Amateurs - VII: The Ferriby Depot","length":20997,"mode":"type"},{"id":"010","title":"Part I: The Amateurs - VIII: The Unloading of the Girondin","length":21498,"mode":"type"},{"id":"011","title":"Part I: The Amateurs - IX: The Second Cargo","length":36655,"mode":"type"},{"id":"012","title":"Part I: The Amateurs - X: Merriman Becomes Desperate","length":23841,"mode":"type"},{"id":"013","title":"Part I: The Amateurs - XI: An Unexpected Ally","length":37388,"mode":"type"},{"id":"014","title":"Part II: The Professionals - XII: Murder!","length":21052,"mode":"type"},{"id":"015","title":"Part II: The Professionals - XIII: A Promising Clue","length":20346,"mode":"type"},{"id":"016","title":"Part II: The Professionals - XIV: A Mystifying Discovery","length":29234,"mode":"type"},{"id":"017","title":"Part II: The Professionals - XV: Inspector Willis Listens In","length":23399,"mode":"type"},{"id":"018","title":"Part II: The Professionals - XVI: The Secret of the Syndicate","length":25957,"mode":"type"},{"id":"019","title":"Part II: The Professionals - XVII: \"Archer Plants Stuff\"","length":34247,"mode":"type"},{"id":"020","title":"Part II: The Professionals - XVIII: The Bordeaux Lorries","length":24813,"mode":"type"},{"id":"021","title":"Part II: The Professionals - XIX: Willis Spreads His Net","length":35528,"mode":"type"},{"id":"022","title":"Part II: The Professionals - XX: The Double Cross","length":27979,"mode":"type"},{"id":"023","title":"List of Illustrations","length":707,"mode":"hide"},{"id":"024","title":"Colophon","length":1063,"mode":"hide"},{"id":"025","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337776901}