{"id":"alexander-hamilton--the-federalist-papers","title":"The Federalist Papers","titleAlpha":"federalist papers","author":"Alexander Hamilton","language":"en","description":"Eighty-five articles written by a group of U. S. Founding Fathers on why the proposed U. S. Constitution should be approved.","longDescription":["In early 1787, the Congress of the United States called a meeting of delegates from each state to try to fix what was wrong with the Articles of Confederation. The Articles had created an intentionally weak central government, and that weakness had brought the nation to a crisis in only a few years. Over the next several months, the delegates worked to produce the document that would become the U. S. Constitution.","When Congress released the proposed Constitution to the states for ratification in the fall of 1787, reaction was swift: in newspapers throughout each state, columnists were quick to condemn the radical reworking of the nation's formative document. In New York State, a member of the convention decided to launch into the fray; he and two other men he recruited began writing their own anonymous series defending the proposed Constitution, each one signed \"Publius.\" They published seventy-seven articles in four different New York papers over the course of several months. When the articles were collected and published as a book early the following year, the authors added another eight articles. Although many at the time guessed the true identities of the authors, it would be a few years before the authors were confirmed to be Alexander Hamilton, James Madison, and John Jay, Hamilton and Madison both being delegates at the convention.","Although the articles' influence on the Constitution's ratification is debated - newspapers were largely local at the time, so few outside New York saw the articles - their influence on the interpretation of the Constitution within the judiciary is immense. They are a window not only into the structure and content of the document, but also the reasons for the structure and content, written by men who helped author the document. Consequently, they have been quoted almost 300 times in Supreme Court cases. They remain perhaps the best and clearest explanation of the document that is the cornerstone of the United States government."],"year":1788,"genres":["classics","history","nonfiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/alexander-hamilton_john-jay_james-madison/the-federalist-papers"},"openlibraryId":"OL18464396W","goodreadsId":"110331","rating":0.82,"popularity":40482,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Federalist Papers","length":52,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Introduction","length":26921,"mode":"type"},{"id":"004","title":"The Text of the Federalist","length":6751,"mode":"type"},{"id":"005","title":"I: General Introduction","length":9410,"mode":"type"},{"id":"006","title":"II: Concerning Dangers from Foreign Force and Influence","length":10135,"mode":"type"},{"id":"007","title":"III: The Same Subject Continued (Concerning Dangers from Foreign Force and Influence)","length":8779,"mode":"type"},{"id":"008","title":"IV: The Same Subject Continued (Concerning Dangers from Foreign Force and Influence)","length":9756,"mode":"type"},{"id":"009","title":"V: The Same Subject Continued (Concerning Dangers from Foreign Force and Influence)","length":8300,"mode":"type"},{"id":"010","title":"VI: Concerning Dangers from Dissensions Between the States","length":11917,"mode":"type"},{"id":"011","title":"VII: The Same Subject Continued (Concerning Dangers from Dissensions Between the States)","length":13853,"mode":"type"},{"id":"012","title":"VIII: The Consequences of Hostilities Between the States","length":12183,"mode":"type"},{"id":"013","title":"IX: The Union as a Safeguard Against Domestic Faction and Insurrection","length":12049,"mode":"type"},{"id":"014","title":"X: The Same Subject Continued (The Union as a Safeguard Against Domestic Faction and Insurrection)","length":17968,"mode":"type"},{"id":"015","title":"XI: The Utility of the Union in Respect to Commercial Relations and a Navy","length":15011,"mode":"type"},{"id":"016","title":"XII: The Utility of the Union in Respect to Revenue","length":12953,"mode":"type"},{"id":"017","title":"XIII: Advantage of the Union in Respect to Economy in Government","length":5840,"mode":"type"},{"id":"018","title":"XIV: Objections to the Proposed Constitution from Extent of Territory Answered","length":12639,"mode":"type"},{"id":"019","title":"XV: The Insufficiency of the Present Confederation to Preserve the Union","length":18386,"mode":"type"},{"id":"020","title":"XVI: The Same Subject Continued (The Insufficiency of the Present Confederation to Preserve the Union)","length":12174,"mode":"type"},{"id":"021","title":"XVII: The Same Subject Continued (The Insufficiency of the Present Confederation to Preserve the Union)","length":9742,"mode":"type"},{"id":"022","title":"XVIII: The Same Subject Continued (The Insufficiency of the Present Confederation to Preserve the Union)","length":12970,"mode":"type"},{"id":"023","title":"XIX: The Same Subject Continued (The Insufficiency of the Present Confederation to Preserve the Union)","length":12629,"mode":"type"},{"id":"024","title":"XX: The Same Subject Continued (The Insufficiency of the Present Confederation to Preserve the Union)","length":9720,"mode":"type"},{"id":"025","title":"XXI: Other Defects of the Present Confederation","length":12015,"mode":"type"},{"id":"026","title":"XXII: The Same Subject Continued (Other Defects of the Present Confederation)","length":20778,"mode":"type"},{"id":"027","title":"XXIII: The Necessity of a Government as Energetic as the One Proposed to the Preservation of the Union","length":10819,"mode":"type"},{"id":"028","title":"XXIV: The Powers Necessary to the Common Defense Further Considered","length":10929,"mode":"type"},{"id":"029","title":"XXV: The Same Subject Continued (The Powers Necessary to the Common Defense Further Considered)","length":11722,"mode":"type"},{"id":"030","title":"XXVI: The Idea of Restraining the Legislative Authority in Regard to the Common Defense Considered","length":13959,"mode":"type"},{"id":"031","title":"XXVII: The Same Subject Continued (The Idea of Restraining the Legislative Authority in Regard to the Common Defense Considered)","length":8528,"mode":"type"},{"id":"032","title":"XXVIII: The Same Subject Continued (The Idea of Restraining the Legislative Authority in Regard to the Common Defense Considered)","length":9613,"mode":"type"},{"id":"033","title":"XXIX: Concerning the Militia","length":13049,"mode":"type"},{"id":"034","title":"XXX: Concerning the General Power of Taxation","length":11753,"mode":"type"},{"id":"035","title":"XXXI: The Same Subject Continued (Concerning the General Power of Taxation)","length":10309,"mode":"type"},{"id":"036","title":"XXXII: The Same Subject Continued (Concerning the General Power of Taxation)","length":8925,"mode":"type"},{"id":"037","title":"XXXIII: The Same Subject Continued (Concerning the General Power of Taxation)","length":9909,"mode":"type"},{"id":"038","title":"XXXIV: The Same Subject Continued (Concerning the General Power of Taxation)","length":13024,"mode":"type"},{"id":"039","title":"XXXV: The Same Subject Continued (Concerning the General Power of Taxation)","length":13423,"mode":"type"},{"id":"040","title":"XXXVI: The Same Subject Continued (Concerning the General Power of Taxation)","length":16024,"mode":"type"},{"id":"041","title":"XXXVII: Concerning the Difficulties of the Convention in Devising a Proper Form of Government","length":16725,"mode":"type"},{"id":"042","title":"XXXVIII: The Same Subject Continued, and the Incoherence of the Objections to the New Plan Exposed","length":19599,"mode":"type"},{"id":"043","title":"XXXIX: The Conformity of the Plan to Republican Principles","length":15638,"mode":"type"},{"id":"044","title":"XL: On the Powers of the Convention to Form a Mixed Government Examined and Sustained","length":18333,"mode":"type"},{"id":"045","title":"XLI: General View of the Powers Conferred by the Constitution","length":21124,"mode":"type"},{"id":"046","title":"XLII: The Powers Conferred by the Constitution Further Considered","length":16952,"mode":"type"},{"id":"047","title":"XLIII: The Same Subject Continued (The Powers Conferred by the Constitution Further Considered)","length":20754,"mode":"type"},{"id":"048","title":"XLIV: Restrictions on the Authority of the Several States","length":17509,"mode":"type"},{"id":"049","title":"XLV: The Alleged Danger from the Powers of the Union to the State Governments","length":12978,"mode":"type"},{"id":"050","title":"XLVI: The Influence of the State and Federal Governments Compared","length":15834,"mode":"type"},{"id":"051","title":"XLVII: The Particular Structure of the New Government and the Distribution of Power Among Its Different Parts","length":16981,"mode":"type"},{"id":"052","title":"XLVIII: These Departments Should Not Be So Far Separated as to Have No Constitutional Control Over Each Other","length":11564,"mode":"type"},{"id":"053","title":"XLIX: Method of Guarding Against the Encroachments of Any One Department of Government by Appealing to the People Through a Convention","length":9984,"mode":"type"},{"id":"054","title":"L: Periodical Appeals to the People Considered","length":6894,"mode":"type"},{"id":"055","title":"LI: The Structure of the Government Must Furnish the Proper Checks and Balances Between the Different Departments","length":11664,"mode":"type"},{"id":"056","title":"LII: The House of Representatives","length":11103,"mode":"type"},{"id":"057","title":"LIII: The Same Subject Continued (The House of Representatives)","length":13091,"mode":"type"},{"id":"058","title":"LIV: The Apportionment of Members Among the States","length":11874,"mode":"type"},{"id":"059","title":"LV: The Total Number of the House of Representatives","length":12122,"mode":"type"},{"id":"060","title":"LVI: The Same Subject Continued (The Total Number of the House of Representatives)","length":9543,"mode":"type"},{"id":"061","title":"LVII: The Alleged Tendency of the New Plan to Elevate the Few at the Expense of the Many Considered in Connection with Representation","length":13041,"mode":"type"},{"id":"062","title":"LVIII: Objection That the Number of Members Will Not Be Augmented as the Progress of Population Demands","length":12729,"mode":"type"},{"id":"063","title":"LIX: Concerning the Power of Congress to Regulate the Election of Members","length":11239,"mode":"type"},{"id":"064","title":"LX: The Same Subject Continued (Concerning the Power of Congress to Regulate the Election of Members)","length":13268,"mode":"type"},{"id":"065","title":"LXI: The Same Subject Continued (Concerning the Power of Congress to Regulate the Election of Members)","length":8879,"mode":"type"},{"id":"066","title":"LXII: The Senate","length":14237,"mode":"type"},{"id":"067","title":"LXIII: The Senate Continued","length":18341,"mode":"type"},{"id":"068","title":"LXIV: The Powers of the Senate","length":13591,"mode":"type"},{"id":"069","title":"LXV: The Powers of the Senate Continued","length":11915,"mode":"type"},{"id":"070","title":"LXVI: Objections to the Power of the Senate to Set as a Court for Impeachments Further Considered","length":13121,"mode":"type"},{"id":"071","title":"LXVII: The Executive Department","length":9928,"mode":"type"},{"id":"072","title":"LXVIII: The Mode of Electing the President","length":8824,"mode":"type"},{"id":"073","title":"LXIX: The Real Character of the Executive","length":16118,"mode":"type"},{"id":"074","title":"LXX: The Executive Department Further Considered","length":18398,"mode":"type"},{"id":"075","title":"LXXI: The Duration in Office of the Executive","length":10047,"mode":"type"},{"id":"076","title":"LXXII: The Same Subject Continued, and Re-Eligibility of the Executive Considered","length":12089,"mode":"type"},{"id":"077","title":"LXXIII: The Provision for the Support of the Executive, and the Veto Power","length":13778,"mode":"type"},{"id":"078","title":"LXXIV: The Command of the Military and Naval Forces, and the Pardoning Power of the Executive","length":5947,"mode":"type"},{"id":"079","title":"LXXV: The Treaty-Making Power of the Executive","length":11432,"mode":"type"},{"id":"080","title":"LXXVI: The Appointing Power of the Executive","length":11324,"mode":"type"},{"id":"081","title":"LXXVII: The Appointing Power Continued and Other Powers of the Executive Considered","length":11709,"mode":"type"},{"id":"082","title":"LXXVIII: The Judiciary Department","length":18059,"mode":"type"},{"id":"083","title":"LXXIX: The Judiciary Continued","length":6099,"mode":"type"},{"id":"084","title":"LXXX: The Powers of the Judiciary","length":14827,"mode":"type"},{"id":"085","title":"LXXXI: The Judiciary Continued, and the Distribution of the Judicial Authority","length":22147,"mode":"type"},{"id":"086","title":"LXXXII: The Judiciary Continued","length":9188,"mode":"type"},{"id":"087","title":"LXXXIII: The Judiciary Continued in Relation to Trial by Jury","length":33376,"mode":"type"},{"id":"088","title":"LXXXIV: Certain General and Miscellaneous Objections to the Constitution Considered and Answered","length":23079,"mode":"type"},{"id":"089","title":"LXXXV: Concluding Remarks","length":15732,"mode":"type"},{"id":"090","title":"Endnotes","length":13328,"mode":"hide"},{"id":"091","title":"Colophon","length":1225,"mode":"hide"},{"id":"092","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337481908}