{"id":"william-makepeace-thackeray--the-luck-of-barry-lyndon","title":"The Luck of Barry Lyndon","titleAlpha":"luck of barry lyndon","author":"William Makepeace Thackeray","language":"en","description":"A poor Irish rogue tries to win fame and fortune in the 18th-century English aristocracy.","longDescription":["The Luck of Barry Lyndon was first published as a serial in Fraser's Magazine, then later as a complete volume entitled The Memoirs of Barry Lyndon, Esq. - a title Thackeray disliked, but that was selected by his publisher. Thackeray had great difficulty composing the novel, and found himself frequently frustrated in his attempts to get Barry out of yet another jam. Ultimately he was displeased with his work, and considered it one of his lesser novels.","Despite Thackeray's neglect, Barry Lyndon is a bright satire filled with many genuinely funny moments. Barry is the quintessential unreliable narrator, and through his outrageous boasts and tall tales he becomes not just the target of the satire, but its very agent as well. Fortunately modern critics have viewed Barry Lyndon in a much more favorable light than Thackeray's contemporaries, and even Thackeray himself: today it's considered by some critics as one of his finest works."],"year":2016,"genres":["comedy","fiction","satire"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/william-makepeace-thackeray/the-luck-of-barry-lyndon"},"series":null,"part":0,"chapters":[{"id":"001","title":"A Bibliographical Note","length":7311,"skip":false},{"id":"002","title":"I: My Pedigree and Family - Undergo the Influence of the Tender Passion","length":59978,"skip":false},{"id":"003","title":"II: I Show Myself to Be a Man of Spirit","length":33416,"skip":false},{"id":"004","title":"III: A False Start in the Genteel World","length":30111,"skip":false},{"id":"005","title":"IV: In Which Barry Takes a Near View of Military Glory","length":21439,"skip":false},{"id":"006","title":"V: Barry Far from Military Glory","length":32224,"skip":false},{"id":"007","title":"VI: The Crimp Wagon - Military Episodes","length":39138,"skip":false},{"id":"008","title":"VII: Barry Leads a Garrison Life, and Finds Many Friends There","length":24567,"skip":false},{"id":"009","title":"VIII: Barry's Adieu to Military Profession","length":15851,"skip":false},{"id":"010","title":"IX: I Appear in a Manner Becoming My Name and Lineage","length":26730,"skip":false},{"id":"011","title":"X: More Runs of Luck","length":37757,"skip":false},{"id":"012","title":"XI: In Which the Luck Goes Against Barry","length":18911,"skip":false},{"id":"013","title":"XII: Tragical History of Princess of X--","length":44435,"skip":false},{"id":"014","title":"XIII: I Continue My Career as a Man of Fashion","length":35562,"skip":false},{"id":"015","title":"XIV: I Return to Ireland, and Exhibit My Splendour and Generosity in That Kingdom","length":25886,"skip":false},{"id":"016","title":"XV: I Pay Court to My Lady Lyndon","length":30068,"skip":false},{"id":"017","title":"XVI: I Provide Nobly for My Family","length":35013,"skip":false},{"id":"018","title":"XVII: I Appear as an Ornament of English Society","length":43799,"skip":false},{"id":"019","title":"XVIII: My Good Fortune Begins to Waver","length":54247,"skip":false},{"id":"020","title":"XIX: Conclusion","length":70286,"skip":false},{"id":"021","title":"Endnotes","length":4353,"skip":true}],"createdAt":1719162644202}