{"id":"dorothy-m-richardson--pointed-roofs","title":"Pointed Roofs","titleAlpha":"pointed roofs","author":"Dorothy M. Richardson","language":"en","description":"Seventeen-year-old Miriam Henderson is sent to Germany to teach English at a finishing school in Hanover.","longDescription":["Pointed Roofs is the first installment in Dorothy M. Richardson's Pilgrimage sequence of autobiographical novels. It is also one of the first novels identified with the modernist technique of stream of consciousness.","Set in the early 1890s, Pointed Roofs centers on seventeen-year-old Miriam Henderson. After her family runs into financial troubles, Miriam is sent to Germany to teach English at a finishing school in Hanover. The narrative chronicles Miriam's daily life at the school, as well as outings to the city and the countryside with the other teachers and pupils. All the while, it tells of her experience of living abroad, her attitude to the people around her, her future prospects, and her thoughts on religion, literature, and the status of women in society."],"year":1915,"genres":["autobiography","fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/dorothy-m-richardson/pointed-roofs"},"series":"Pilgrimage","part":1,"chapters":[{"id":"001","title":"I","length":19181,"skip":false},{"id":"002","title":"II","length":14568,"skip":false},{"id":"003","title":"III","length":71121,"skip":false},{"id":"004","title":"IV","length":13482,"skip":false},{"id":"005","title":"V","length":37860,"skip":false},{"id":"006","title":"VI","length":64490,"skip":false},{"id":"007","title":"VII","length":2545,"skip":false},{"id":"008","title":"VIII","length":42376,"skip":false},{"id":"009","title":"IX","length":7353,"skip":false},{"id":"010","title":"X","length":52344,"skip":false}],"createdAt":1719162079933}