{"id":"julius-caesar--commentaries-on-the-gallic-war","title":"Commentaries on the Gallic War","titleAlpha":"commentaries on the gallic war","author":"Julius Caesar","language":"en","description":"Julius Caesar's account of the conflicts between Rome and Gaul in the later years of the Roman republic.","longDescription":["Commentaries on the Gallic War describes the conflicts between Rome and the region of Gaul in western Europe, as well as the Germanic peoples who lived to the east of the river Rhine, and Britain to the north, in the later years of the Roman republic.","Despite being written in the 3rd person, the commentaries are the memoirs of Julius Caesar himself, and offer a unique insight into these events.","Before the Gallic war began, the Romans had already conquered the region known as Provincia Nostra (literally: \"our province\"), which is now Languedoc and Provence in the south of France.","Julius Caesar had been one of the two consuls elected in the year 59 BC. The consuls held the highest political office in the Roman republic, but their terms only lasted a year. When his consulship came to an end, Caesar retained power through the position of proconsul, governing Provincia Nostra and two other provinces. This provided Caesar with the necessary command to conduct the military campaigns in Gaul.","Caesar's victories in Gaul had huge repercussions on the future of Rome: the related work, Commentaries on the Civil War, documents the ensuing conflict between Caesar and Pompey that ultimately led to the end of the Roman republic and the beginning of the Roman empire."],"year":1570,"genres":["classics","history","memoir","nonfiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/julius-caesar/commentaries-on-the-gallic-war/w-a-mcdevitte_w-s-bohn"},"openlibraryId":"OL10306940W","goodreadsId":"350001","rating":0.49674854,"popularity":80,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Commentaries on the Gallic War","length":64,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Book I","length":76044,"mode":"type"},{"id":"004","title":"Book II","length":39514,"mode":"type"},{"id":"005","title":"Book III","length":34281,"mode":"type"},{"id":"006","title":"Book IV","length":43335,"mode":"type"},{"id":"007","title":"Book V","length":69877,"mode":"type"},{"id":"008","title":"Book VI","length":52960,"mode":"type"},{"id":"009","title":"Book VII","length":112713,"mode":"type"},{"id":"010","title":"Endnotes","length":440,"mode":"hide"},{"id":"011","title":"Colophon","length":1242,"mode":"hide"},{"id":"012","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721172150762}