{"id":"frederick-douglass--narrative-of-the-life-of-frederick-douglass","title":"Narrative of the Life of Frederick Douglass","titleAlpha":"narrative of the life of frederick douglass","author":"Frederick Douglass","language":"en","description":"Frederick Douglass describes his youth as a slave in Maryland and his desire to be a free man.","longDescription":["The Narrative of the Life of Frederick Douglass was written in 1845, seven years after Douglass escaped slavery, and is the first of three autobiographies. It covers his life as a slave, enduring the whips of the overseers and the hopelessness of his circumstances, until his escape to the north and arrival at New Bedford, Massachusetts. The brutalities he witnessed and his slowly growing desire for freedom are presented in the vivid language he was already known for in his antislavery oration.","The eloquence of Douglass's speeches caused some skeptics to doubt his credibility, believing that a former slave with no education could never speak so well. Thus, part of his motivation for writing the book was to dispel this suspicion and to provide a fuller history than was possible in his lectures. The abolitionists William Lloyd Garrison and Wendell Phillips provided introductions vouching for the truth of Douglass's words.","The book was an immediate best seller. The fame brought danger to Douglass, who sailed for England shortly after the book's publication to ensure he would not be apprehended as a fugitive slave. He spent two years touring and lecturing in Great Britain and Ireland before returning to America to continue his abolitionist work. English supporters raised funds to purchase his freedom from his former master.","The slave narrative is an autobiographical genre written by escaped slaves concerning their lives in bondage. Slave narratives not only promoted abolitionism by giving first hand evidence of the cruelty and hypocrisy of slaveholders, but also allowed African Americans to express themselves as intelligent, articulate individuals, deserving of respect and freedom. Douglass's Narrative is perhaps the most important example of the genre, on the basis of its literary merits and its impact on the abolitionist movement."],"year":2020,"genres":["autobiography","biography","nonfiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/frederick-douglass/narrative-of-the-life-of-frederick-douglass"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface","length":18574,"skip":true},{"id":"002","title":"Letter from Wendell Phillips, Esq.","length":6056,"skip":false},{"id":"003","title":"I","length":11063,"skip":false},{"id":"004","title":"II","length":11332,"skip":false},{"id":"005","title":"III","length":8182,"skip":false},{"id":"006","title":"IV","length":8694,"skip":false},{"id":"007","title":"V","length":8855,"skip":false},{"id":"008","title":"VI","length":6914,"skip":false},{"id":"009","title":"VII","length":13060,"skip":false},{"id":"010","title":"VIII","length":10023,"skip":false},{"id":"011","title":"IX","length":10969,"skip":false},{"id":"012","title":"X","length":67765,"skip":false},{"id":"013","title":"XI","length":28558,"skip":false},{"id":"014","title":"Appendix","length":10752,"skip":false},{"id":"015","title":"Endnotes","length":594,"skip":true}],"createdAt":1719162182761}