{"id":"richard-jefferies--greene-ferne-farm","title":"Greene Ferne Farm","titleAlpha":"greene ferne farm","author":"Richard Jefferies","language":"en","description":"The inhabitants of the area around Greene Ferne Farm deal with harvest, social customs, family obligations, and romance in rural Victorian England.","longDescription":["The story of Greene Ferne Farm centers around Margaret Estecourt and her two suitors: Geoffrey and Valentine. The trio, as well as their friends, travel the countryside, have adventures on the farm, and stir up rumors in the surrounding towns. In many ways the farm and its surroundings are characters in the story, and their history and social complications quickly absorb the main narrative in favor of painting a picture of the land, the customs, and the joys and sorrows of youth and farm life.","Greene Ferne Farm was the first novel by Richard Jefferies to feature what was to become his trademark literary style: a fusion of his agricultural essays, for which he was well known at the time, and narrative based storytelling. He would go on to develop this style further in a number of other novels, but never so simply and directly as in Greene Ferne Farm."],"year":2023,"genres":["fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/richard-jefferies/greene-ferne-farm"},"series":null,"part":0,"chapters":[{"id":"001","title":"I: \"Up to Church.\"","length":20359,"skip":false},{"id":"002","title":"II: \"The Sweet New Grass with Flowers.\"","length":19582,"skip":false},{"id":"003","title":"III: The Nether Millstone","length":21784,"skip":false},{"id":"004","title":"IV: The Wooden Bottle","length":19609,"skip":false},{"id":"005","title":"V: Evening","length":16903,"skip":false},{"id":"006","title":"VI: Night","length":20426,"skip":false},{"id":"007","title":"VII: Dawn","length":18617,"skip":false},{"id":"008","title":"VIII: A-Nutting","length":20355,"skip":false},{"id":"009","title":"IX: Gleaning","length":24570,"skip":false},{"id":"010","title":"X: A Fray","length":20973,"skip":false},{"id":"011","title":"XI: A Feast - Conclusion","length":20077,"skip":false},{"id":"012","title":"Endnotes","length":124,"skip":true}],"createdAt":1719162503208}