{"id":"oscar-wilde--an-ideal-husband","title":"An Ideal Husband","titleAlpha":"ideal husband","author":"Oscar Wilde","language":"en","description":"Over the course of twenty-four hours, a blackmail plot threatens to bring down a member of the British aristocracy.","longDescription":["Sir and Lady Chiltern are the picture of responsibility: he a member of the House of Commons, she a member of the Women's Liberal Association. When Mrs. Cheveley arrives in London, she brings with her a letter that threatens to ruin Sir Chiltern forever - his whole life threatens to come crumbling down. The following twenty-four hours are filled with theft, blackmail, farce, and biting social commentary.","An Ideal Husband was first performed in 1893 at the Haymarket Theatre, and it was immediately successful. On April 6th, the same day it transferred to the Criterion Theatre, Oscar Wilde was arrested for gross indecency, and his name was removed from the play. Wilde revised the play for publication in 1899, taking steps to add written stage directions and character descriptions in order to make the work more accessible to the public. Today it's Wilde's second most popular play, after The Importance of Being Earnest."],"year":1893,"genres":["classics","comedy","drama"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/oscar-wilde/an-ideal-husband"},"openlibraryId":"OL14877112W","goodreadsId":"5296","rating":0.8019999999999999,"popularity":42465,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - An Ideal Husband","length":16,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Dramatis Personae","length":503,"mode":"hide"},{"id":"004","title":"Act I","length":50912,"mode":"type"},{"id":"005","title":"Act II","length":48532,"mode":"type"},{"id":"006","title":"Act III","length":37402,"mode":"type"},{"id":"007","title":"Act IV","length":33115,"mode":"type"},{"id":"008","title":"Colophon","length":1034,"mode":"hide"},{"id":"009","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721338136709}