{"id":"william-makepeace-thackeray--the-history-of-henry-esmond","title":"The History of Henry Esmond","titleAlpha":"history of henry esmond","author":"William Makepeace Thackeray","language":"en","description":"A young nobleman of obscure birth sacrifices his own interests to uphold the honor of his patrons' family.","longDescription":["Henry Esmond is the modest but appealing hero of his own story. Set, for the most part, in the early years of the eighteenth century, Esmond is regarded as a bastard member of his noble family. He gains some ability in arms, exercises his capable brain, and finds that the tumultuous events of those years give him ample opportunity to make his way as a military man. But as political intrigues and love interests come in to play, Esmond discovers there is more to his past than his present circumstances would suggest.","The History of Henry Esmond had a mixed reception. George Eliot was put off by it, finding aspects of the plot \"uncomfortable.\" Anthony Trollope, on the other hand, admired the work and thought it \"the greatest novel in the language\" - as, indeed, did Mrs. Trollope, who so wore out her copy with repeated re-readings that it needed to be replaced.","Modern assessments recognize Thackeray's fine technical achievement in the effective first-person voice, and his deft handling of the complex plot which, in the words of one modern literary critic, \"won Henry Esmond the fame of Thackeray's best executed work.\""],"year":2023,"genres":["fiction","history"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/william-makepeace-thackeray/the-history-of-henry-esmond"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface - The Esmonds of Virginia","length":19089,"skip":true},{"id":"002","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - I: An Account of the Family of Esmond of Castlewood Hall","length":11191,"skip":false},{"id":"003","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - II: Relates How Francis, Fourth Viscount, Arrives at Castlewood","length":17068,"skip":false},{"id":"004","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - III: Whither in the Time of Thomas, Third Viscount, I Had Preceded Him as Page to Isabella","length":24229,"skip":false},{"id":"005","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - IV: I Am Placed Under a Popish Priest and Bred to That Religion - Viscountess Castlewood","length":14603,"skip":false},{"id":"006","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - V: My Superiors Are Engaged in Plots for the Restoration of King James II","length":24492,"skip":false},{"id":"007","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - VI: The Issue of the Plots - The Death of Thomas, Third Viscount of Castlewood; and the Imprisonment of His Viscountess","length":30706,"skip":false},{"id":"008","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - VII: I Am Left at Castlewood an Orphan, and Find Most Kind Protectors There","length":18453,"skip":false},{"id":"009","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - VIII: After Good Fortune Comes Evil","length":19709,"skip":false},{"id":"010","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - IX: I Have the Smallpox, and Prepare to Leave Castlewood","length":42768,"skip":false},{"id":"011","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - X: I Go to Cambridge, and Do but Little Good There","length":16294,"skip":false},{"id":"012","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - XI: I Come Home for a Holiday to Castlewood, and Find a Skeleton in the House","length":28733,"skip":false},{"id":"013","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - XII: My Lord Mohun Comes Among Us for No Good","length":21329,"skip":false},{"id":"014","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - XIII: My Lord Leaves Us and His Evil Behind Him","length":28168,"skip":false},{"id":"015","title":"Book I: The Early Youth of Henry Esmond, Up to the Time of His Leaving Trinity College, in Cambridge - XIV: We Ride After Him to London","length":34089,"skip":false},{"id":"016","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - I: I Am in Prison, and Visited, but Not Consoled There","length":21536,"skip":false},{"id":"017","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - II: I Come to the End of My Captivity, but Not of My Trouble","length":19731,"skip":false},{"id":"018","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - III: I Take the Queen's Pay in Quin's Regiment","length":21434,"skip":false},{"id":"019","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - IV: Recapitulations","length":13448,"skip":false},{"id":"020","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - V: I Go on the Vigo Bay Expedition, Taste Saltwater and Smell Powder","length":25073,"skip":false},{"id":"021","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - VI: The 29th December","length":15066,"skip":false},{"id":"022","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - VII: I Am Made Welcome at Walcote","length":21521,"skip":false},{"id":"023","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - VIII: Family Talk","length":14764,"skip":false},{"id":"024","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - IX: I Make the Campaign of 1704","length":21301,"skip":false},{"id":"025","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - X: An Old Story About a Fool and a Woman","length":21096,"skip":false},{"id":"026","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - XI: The Famous Mr. Joseph Addison","length":24727,"skip":false},{"id":"027","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - XII: I Get a Company in the Campaign of 1706","length":11813,"skip":false},{"id":"028","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - XIII: I Meet an Old Acquaintance in Flanders, and Find My Mother's Grave and My Own Cradle There","length":27854,"skip":false},{"id":"029","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - XIV: The Campaign of 1707, 1708","length":17580,"skip":false},{"id":"030","title":"Book II: Contains Mr. Esmond's Military Life, and Other Matters Appertaining to the Esmond Family - XV: General Webb Wins the Battle of Wynendael","length":56541,"skip":false},{"id":"031","title":"Book III: Containing the End of Mr. Esmond's Adventures in England - I: I Come to an End of My Battles and Bruises","length":31388,"skip":false},{"id":"032","title":"Book III: Containing the End of Mr. Esmond's Adventures in England - II: I Go Home, and Harp on the Old String","length":31626,"skip":false},{"id":"033","title":"Book III: Containing the End of Mr. Esmond's Adventures in England - III: A Paper Out of the Spectator","length":42674,"skip":false},{"id":"034","title":"Book III: Containing the End of Mr. Esmond's Adventures in England - IV: Beatrix's New Suitor","length":22891,"skip":false},{"id":"035","title":"Book III: Containing the End of Mr. Esmond's Adventures in England - V: Mohun Appears for the Last Time in This History","length":30703,"skip":false},{"id":"036","title":"Book III: Containing the End of Mr. Esmond's Adventures in England - VI: Poor Beatrix","length":13029,"skip":false},{"id":"037","title":"Book III: Containing the End of Mr. Esmond's Adventures in England - VII: I Visit Castlewood Once More","length":23796,"skip":false},{"id":"038","title":"Book III: Containing the End of Mr. Esmond's Adventures in England - VIII: I Travel to France and Bring Home a Portrait of Rigaud","length":22689,"skip":false},{"id":"039","title":"Book III: Containing the End of Mr. Esmond's Adventures in England - IX: The Original of the Portrait Comes to England","length":31274,"skip":false},{"id":"040","title":"Book III: Containing the End of Mr. Esmond's Adventures in England - X: We Entertain a Very Distinguished Guest at Kensington","length":30666,"skip":false},{"id":"041","title":"Book III: Containing the End of Mr. Esmond's Adventures in England - XI: Our Guest Quits Us as Not Being Hospitable Enough","length":21850,"skip":false},{"id":"042","title":"Book III: Containing the End of Mr. Esmond's Adventures in England - XII: A Great Scheme, and Who Balked It","length":12339,"skip":false},{"id":"043","title":"Book III: Containing the End of Mr. Esmond's Adventures in England - XIII: August 1st, 1714","length":28956,"skip":false},{"id":"044","title":"Endnotes","length":4704,"skip":true}],"createdAt":1719162643563}