{
  "id": "arthur-conan-doyle--the-memoirs-of-sherlock-holmes",
  "title": "The Memoirs of Sherlock Holmes",
  "titleAlpha": "memoirs of sherlock holmes",
  "author": "Arthur Conan Doyle",
  "language": "en",
  "description": "The world's first consulting detective and his companion investigate further crimes and mysteries, culminating in a life-or-death struggle with an evil nemesis.",
  "longDescription": [
    "The Memoirs of Sherlock Holmes, published in 1894, is the second collection of Sherlock Holmes stories published in book form. All of the stories included in the collection previously appeared in The Strand Magazine between 1892 and 1893. They purport to be the accounts given by Dr. John Watson of the more remarkable cases in which his friend Mr. Sherlock Holmes becomes involved in his role as a consulting detective.",
    "This collection has several memorable features. The first British edition omitted the story \"The Adventure of the Cardboard Box\" which appeared in The Strand in 1893. This story did appear in the very first American edition of the collection, immediately following \"Silver Blaze,\" but it was quickly replaced by a revised edition which omitted it. Apparently these omissions were at the specific request of the author, who was concerned that its inclusion of the theme of adultery would make it unsuitable for younger readers. The story was, however, eventually included in the later collection His Last Bow, but it is out of chronological position there. In this Standard Ebooks edition (as in most modern British editions), we have included this story to restore it to its correct chronological place in the Holmes canon.",
    "The Memoirs of Sherlock Holmes is also notable because by this time Doyle had tired of the Holmes character and decided to kill him off, so that this was intended to be the last Holmes collection ever to be published. It contains several of the best-known Holmes stories, including \"Silver Blaze,\" \"The Musgrave Ritual,\" and \"The Greek Interpreter,\" which introduces Sherlock's brother Mycroft; and of course \"The Final Problem\" in which Holmes struggles with his nemesis Professor Moriarty."
  ],
  "year": 1893,
  "genres": [
    "classics",
    "fiction",
    "mystery",
    "shorts",
    "thriller",
    "crime"
  ],
  "topics": [
    "detective",
    "murder"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": "Sherlock Holmes",
  "part": 4,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/arthur-conan-doyle/the-memoirs-of-sherlock-holmes"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - The Memoirs of Sherlock Holmes",
      "length": 23,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1178,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Silver Blaze",
      "length": 52252,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "The Cardboard Box",
      "length": 45750,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "The Yellow Face",
      "length": 38946,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "The Stockbroker's Clerk",
      "length": 36346,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "The Gloria Scott",
      "length": 41419,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "The Musgrave Ritual",
      "length": 40601,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "The Reigate Puzzle",
      "length": 39232,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "The Crooked Man",
      "length": 37944,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "The Resident Patient",
      "length": 35323,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "The Greek Interpreter",
      "length": 38199,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "The Naval Treaty",
      "length": 67698,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "The Final Problem",
      "length": 38381,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "Colophon",
      "length": 1096,
      "mode": "hide"
    },
    {
      "id": "016",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL1518223W",
  "goodreadsId": "194373",
  "rating": 0.8619999999999999,
  "popularity": 91640,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720966343340
}