{"id":"pedro-carolino--english-as-she-is-spoke","title":"English as She Is Spoke","titleAlpha":"english as she is spoke","author":"Pedro Carolino","language":"en","description":"A phrasebook of unintentionally hilarious English.","longDescription":["In 1855 Pedro Carolino set out to write an English phrasebook for Portuguese travelers visiting England. The only problem was that he couldn't speak English. Undeterred by this minor setback, Carolino decided to base his guide on a respected Portuguese - French phrasebook written by Jose da Fonseca. He took the French translations of Portuguese, and used a French - English dictionary to translate those to English.","The result was an unintentional comedy of literal translation, as English phrases like \"the walls have ears\" became \"the walls have hearsay\" (via the Portuguese as paredes tem ouvidos), and \"waiting for someone to open the door\" became \"to craunch the marmoset\" (via a ridiculous misreading of archaic English, and the shape of the grotesque door knockers popular at the time).","The entire guide was quite large, and not only was it of no practical use as an actual phrasebook, but its length made it too much of a slog to appeal as a comedy. But its legend slowly grew, until in 1883 it was republished in an abridged form as a book of humor titled English as She Is Spoke (a phrase which, incidentally, doesn't appear in the book itself). The abridged edition, taking the comedic highlights from the long and tedious original, is the edition that became famous. This Standard Ebooks edition is based on that abridgment.","The book's absurd mistranslations were said to have made Lincoln laugh aloud when read to him by his secretary John Hay, and Mark Twain said that \"nobody can add to the absurdity of this book, nobody can imitate it successfully, nobody can hope to produce its fellow; it is perfect.\""],"year":1855,"genres":["classics","comedy"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/pedro-carolino_jose-da-fonseca/english-as-she-is-spoke"},"openlibraryId":"OL5297169W","goodreadsId":"592496","rating":0.78,"popularity":558,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - English as She Is Spoke","length":39,"mode":"hide"},{"id":"002","title":"Imprint","length":1179,"mode":"hide"},{"id":"003","title":"Introduction","length":11017,"mode":"type"},{"id":"004","title":"Author's Preface","length":1902,"mode":"skip"},{"id":"005","title":"Of the Man","length":3569,"mode":"type"},{"id":"006","title":"Familiar Phrases","length":2945,"mode":"type"},{"id":"007","title":"Familiar Dialogues","length":14965,"mode":"type"},{"id":"008","title":"Familiar Letters","length":1152,"mode":"type"},{"id":"009","title":"Anecdotes","length":6049,"mode":"type"},{"id":"010","title":"Idiotisms and Proverbs","length":1713,"mode":"type"},{"id":"011","title":"Colophon","length":1061,"mode":"hide"},{"id":"012","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721172322373}