{
  "id": "virginia-woolf--mrs-dalloway",
  "title": "Mrs. Dalloway",
  "titleAlpha": "mrs. dalloway",
  "author": "Virginia Woolf",
  "language": "en",
  "description": "As Clarissa Dalloway walks through London on a glorious June day, her movements bring together a cast of friends and strangers, each in turn weighing matters of mind and heart.",
  "longDescription": [
    "Probably Virginia Woolf's best-known novel, Mrs. Dalloway, originally published in 1925, is a glorious, ground-breaking text. On the surface, it follows Clarissa Dalloway, an Englishwoman in her fifties, minute by minute through the June day on which she is having a party. At a deeper level, however, the novel demonstrates, through an effortless stream of consciousness, the connections formed in human interaction - whether these interactions are fleeting, or persist through decades.",
    "This is a novel to read and cherish, if only to marvel at Woolf's linguistic acrobatics. Words and phrases swoop and soar like swallows. Woolf's sentences are magnificent: sinuous, whirling, impeccably detailed. As narrative perspective shifts from character to character - sometimes within a single sentence - readers come to understand the oh-so-permeable barrier between self and other. Through Clarissa we meet Septimus Warren Smith, his wife Rezia, and a cast of dozens more, all connected by the \"leaden circles\" of Big Ben marking the passage of every hour, by the pavements of Bloomsbury that lead everywhere and nowhere. Modernist London has never been portrayed more sublimely: replete with birdsong and flowers, resplendent in sunshine, youthful yet eternal - and even in the aftermath of war and pandemic, resilient.",
    "Mrs. Dalloway is Woolf's attempt to express that which may be inexpressible. It offers a close examination of how difficult it is, even when our hearts are brimming, to say what we really feel; and it examines the damage we inflict through our reticence with words, our withholding of love. It is a novel of the soul, and a work of immense beauty."
  ],
  "year": 1925,
  "genres": [
    "classics",
    "fiction",
    "romance",
    "psychological"
  ],
  "topics": [],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/virginia-woolf/mrs-dalloway"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Mrs. Dalloway",
      "length": 19,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1194,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Mrs. Dalloway",
      "length": 359279,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "Colophon",
      "length": 1048,
      "mode": "hide"
    },
    {
      "id": "005",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL39349W",
  "goodreadsId": "14942",
  "rating": 0.758,
  "popularity": 312756,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720831843314
}