{"id":"arthur-machen--the-hill-of-dreams","title":"The Hill of Dreams","titleAlpha":"hill of dreams","author":"Arthur Machen","language":"en","description":"A young man's visions lead him into the life of an author.","longDescription":["An ancient Roman hilltop fort proves an irresistible draw to Lucian Taylor, but what awaits at the top isn't just a view of the surrounding Welsh landscape but a bacchal experience his young soul isn't ready for. This experience sets his path as he attempts to transcribe his increasingly elaborate visions into the perfect book; the book that will actually mean something more than the banal novels he sees the publishing houses push out.","The Hill of Dreams is a semi-autobiographical work, with Arthur Machen following a similar physical journey to the novel: a childhood in rural Wales followed by attempts to become an author in London. Machen was inspired by a review of Tristram Shandy that described it as \"a picaresque of the mind,\" and determined to write \"a Robinson Crusoe of the soul.\" The protagonist's isolation from the rest of society certainly resonates with that description.","Machen wrote this ten years earlier than its original 1907 publication, it having been turned down by the publishers of the time. While it was mostly ignored on its initial release, it has picked up admirers over the years and is now viewed as one of Machen's most important works."],"year":1907,"genres":["classics","fiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/arthur-machen/the-hill-of-dreams"},"openlibraryId":"OL3389031W","goodreadsId":"1402766","rating":0.774,"popularity":1225,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Hill of Dreams","length":18,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Introduction","length":14787,"mode":"type"},{"id":"004","title":"I","length":54359,"mode":"type"},{"id":"005","title":"II","length":45181,"mode":"type"},{"id":"006","title":"III","length":50900,"mode":"type"},{"id":"007","title":"IV","length":44333,"mode":"type"},{"id":"008","title":"V","length":43199,"mode":"type"},{"id":"009","title":"VI","length":53385,"mode":"type"},{"id":"010","title":"VII","length":70947,"mode":"type"},{"id":"011","title":"Colophon","length":1080,"mode":"hide"},{"id":"012","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721171549086}