{"id":"john-muir--my-first-summer-in-the-sierra","title":"My First Summer in the Sierra","titleAlpha":"my first summer in the sierra","author":"John Muir","language":"en","description":"The influential Scottish-American naturalist spends a summer exploring the high country surrounding the headwaters of the Merced and Tuolumne rivers in the Sierra Nevada, and records what he sees in a diary.","longDescription":["In the summer of 1869, Scottish-American naturalist and author John Muir spent the months of June through September in the Sierra Nevada Mountains of California accompanying a group of shepherds while they led a flock of sheep to the high country to graze. During that time, Muir took every opportunity to explore the Yosemite area extensively - hiking, camping, writing, and sketching. Muir's diary entries describing the land, flora, and fauna he encountered became the basis for the book My First Summer in the Sierra, first published in 1911.","Muir's journal entries from that summer reveal his growing wonder and awe at the Yosemite landscape, as well as his endless curiosity for the natural world. On a grand scale, he trekked into remote areas for sometimes days at a time. He climbed Cathedral Peak and Mount Dana and trekked through Bloody Canyon to Mono Lake. On a more modest scale, Muir observed the flora and fauna that surrounded him with the keen enthusiasm of a naturalist. He described in detail the area's trees, shrubs, flowers, mountain meadows, glacial features, and animals.","In the years that followed the publication of My First Summer in the Sierra, Muir went on to advocate for the protection and preservation of wild landscapes. In 1892, Muir co-founded the Sierra Club and became the organization's first president. Muir also played an instrumental role in the establishment of several national parks including Yosemite, Sequoia, and Kings Canyon.","My First Summer in the Sierra remains among John Muir's most popular works. The book's inspired and lyrical accounts of an iconic wilderness, written at a time in Muir's life when his character as a naturalist and wilderness advocate was taking form, earns it a prominent, influential place in the annals of nature writing and the history of wilderness preservation."],"year":1911,"genres":["biography","classics","history","nonfiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/john-muir/my-first-summer-in-the-sierra"},"openlibraryId":"OL1618182W","goodreadsId":"4832729","rating":0.8119999999999999,"popularity":6711,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - My First Summer in the Sierra","length":14,"mode":"hide"},{"id":"002","title":"Imprint","length":1194,"mode":"hide"},{"id":"003","title":"I: Through the Foothills with a Flock of Sheep","length":35588,"mode":"type"},{"id":"004","title":"II: In Camp on the North Fork of the Merced","length":54256,"mode":"type"},{"id":"005","title":"III: A Bread Famine","length":13067,"mode":"type"},{"id":"006","title":"IV: To the High Mountains","length":36692,"mode":"type"},{"id":"007","title":"V: The Yosemite","length":43161,"mode":"type"},{"id":"008","title":"VI: Mount Hoffman and Lake Tenaya","length":36163,"mode":"type"},{"id":"009","title":"VII: A Strange Experience","length":21057,"mode":"type"},{"id":"010","title":"VIII: The Mono Trail","length":23447,"mode":"type"},{"id":"011","title":"IX: Bloody Canyon and Mono Lake","length":21795,"mode":"type"},{"id":"012","title":"X: The Tuolumne Camp","length":26900,"mode":"type"},{"id":"013","title":"XI: Back to the Lowlands","length":12918,"mode":"type"},{"id":"014","title":"List of Illustrations","length":4514,"mode":"hide"},{"id":"015","title":"Colophon","length":1108,"mode":"hide"},{"id":"016","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721172106718}