{"id":"bertrand-russell--roads-to-freedom","title":"Roads to Freedom","titleAlpha":"roads to freedom","author":"Bertrand Russell","language":"en","description":"Bertrand Russell investigates the merits and potential shortcomings of different socialist tendencies.","longDescription":["In Roads to Freedom, written at the close of World War I in 1918, the British philosopher Bertrand Russell compares and contrasts three tendencies of socialist thought: Marxism (which Russell refers to as \"State Socialism\" or simply \"Socialism\"), Anarchism, and Syndicalism. After giving a historical outline of each ideology, Russell goes on to examine whether the ideal societies proposed by these ideologies would be practicable in reality and how issues such as wages, crime, international relations, art, and science would be addressed by these societies. He comes to the conclusion that the best practicable society is a form of Guild Socialism incorporating some of the proposals of Anarchism, like universal provision of basic needs."],"year":2024,"genres":["nonfiction","philosophy"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/bertrand-russell/roads-to-freedom"},"series":null,"part":0,"chapters":[{"id":"001","title":"Epigraph","length":96,"skip":true},{"id":"002","title":"Preface","length":960,"skip":true},{"id":"003","title":"Introduction","length":15903,"skip":false},{"id":"004","title":"Part I: Historical - I: Marx and Socialist Doctrine","length":41760,"skip":false},{"id":"005","title":"Part I: Historical - II: Bakunin and Anarchism","length":30702,"skip":false},{"id":"006","title":"Part I: Historical - III: The Syndicalist Revolt","length":38633,"skip":false},{"id":"007","title":"Part II: Problems of the Future - IV: Work and Pay","length":32019,"skip":false},{"id":"008","title":"Part II: Problems of the Future - V: Government and Law","length":36770,"skip":false},{"id":"009","title":"Part II: Problems of the Future - VI: International Relations","length":34800,"skip":false},{"id":"010","title":"Part II: Problems of the Future - VII: Science and Art Under Socialism","length":29438,"skip":false},{"id":"011","title":"Part II: Problems of the Future - VIII: The World as It Could Be Made","length":37490,"skip":false},{"id":"012","title":"Endnotes","length":16079,"skip":true}],"createdAt":1719162032794}