{"id":"boethius--the-consolation-of-philosophy","title":"The Consolation of Philosophy","titleAlpha":"consolation of philosophy","author":"Boethius","language":"en","description":"A Roman statesman awaiting execution is visited by the personification of philosophy.","longDescription":["The Consolation of Philosophy is the best-known work of Anicius Manlius Severinus Boethius, a Roman statesman and scholar who lived at the intersection of the classical and medieval periods. Identified by fifteenth-century humanist Lorenzo Valla as \"the last of the Romans and the first of the scholastics,\" and by Gibbon in The History of the Decline and Fall of the Roman Empire as \"the last of the Romans whom Cato or Tully could have acknowledged for their countryman,\" Boethius was born in Rome around 476 to an aristocratic family, received a thorough education in Greek and rose rapidly to the ranks of senator, master of offices, and sole consul. He combined public life with scholarly projects, aiming to bring Greek learning to the Latin-speaking world through his translations of and commentaries on major logical and philosophical texts, especially those of Aristotle. In 523, having publicly expressed support for a senator who had been accused of treason, Boethius was stripped of all honors and exiled to Pavia, where he composed the work translated into English as The Consolation of Philosophy.","Boethius himself is one of the work's two main characters. At its beginning, he sits in prison composing a song of lament at his unjust detention, surrounded by the Muses of Poetry. The figure of Philosophy then appears to him, a woman of supernatural appearance who banishes the Muses from Boethius' cell and begins a dialogue with the prisoner. Diagnosing his condition as the dire result of forgetting the nature of the universe and of himself, Philosophy intends to palliate Boethius' distress by returning his attention to the rational order and government of the universe. To this end she leads him through disquisitions on the nature of fortune, true and false happiness, fate and providence, and the relationship between free will and divine foreknowledge.","With sections alternating between prose and verse, The Consolation of Philosophy serves as one of Western literature's foremost examples of prosimetrical composition. It contains in total thirty-nine poems - or songs, as they are called in the present edition's translation by H. R. James - leading scholar Joel Relihan to describe it as \"the most prosimetric text of antiquity.\" Prosimetrical form is associated with the tradition of Menippean satire, in which pretensions to wisdom and authority are ironized. Boethius' use of this general form, as well as the variety of literary genres he incorporates into it, contributes to the complexity of the work's interpretation; to what extent did he intend Philosophy's arguments, and with them the authority of philosophy as a discipline, to be taken at face value?","Relihan has interpreted the work as expressing a rejection of the possibility that philosophy might genuinely provide consolation to suffering human beings. In this view, the unsatisfactory quality of Philosophy's arguments is a rhetorical strategy, in line with the author's unstated Christian commitments, to shore up the idea that only faith in the Christian god can provide true consolation to the broken. In contrast, scholar John Marenbon writes that Boethius does not reject the aspirations of Philosophy to console, \"as if its title had to be pronounced with ironic emphasis: 'that's the consolation you gain from philosophy!',\" but rather explores the limits of its power to do so in a lightly satirical style, an exploration that presupposes rather than questions the discipline's real value. In this connection, T. F. Curley views the form of the Consolation as suggestive of the ancient antagonism between poetry and philosophy, with Boethius attempting neither to endorse one over the other nor to reject both in favor of the cross, but to reconcile them.","The importance of Christianity to the work, as to Boethius' life, is disputed: central sections of the text concern God, the \"Divine,\" and \"Providence,\" but seemingly only as represented in the Greek philosophical tradition; the dialogue proceeds without ever mentioning the Catholic faith of Boethius's upbringing or his apparent adult conviction. Nevertheless, the work was interpreted in roundly Christian terms in the Middle Ages, and almost eight centuries after its composition Dante would refer to Boethius in the Divine Comedy as \"the sainted soul, which the fallacious world / Makes manifest to him who listeneth well.\"","Unlike Boethius' theological tractates and logical commentaries, the Consolation was immensely popular for many centuries, often described as a best-seller of its time. The popularity of the work is also attested in its translation history, having been rendered in English by King Alfred, Queen Elizabeth I, and Chaucer.","Its popularity has waned with the secularization of the West, but The Consolation of Philosophy remains of interest today due to the enduring questions it raises concerning the nature of true happiness, the right attitude to suffering, the rational order of the universe, the relationship between poetry and philosophy, and the limits of philosophy itself. Gibbon is often quoted as having judged it to be \"a golden volume not unworthy of the leisure of Plato or Tully,\" consonant with historian H. M. Barrett's more recent assessment that \"in [Boethius'] last book, there is a certain timeless quality that will protect it from ever going out of date.\""],"year":1999,"genres":["classics","philosophy","poetry"],"topics":["religion"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/boethius/the-consolation-of-philosophy/h-r-james"},"openlibraryId":"OL15425898W","goodreadsId":null,"rating":0.53013478,"popularity":34,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Consolation of Philosophy","length":40,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Epigraph","length":439,"mode":"skip"},{"id":"004","title":"Preface","length":1196,"mode":"skip"},{"id":"005","title":"Proem","length":4056,"mode":"type"},{"id":"006","title":"Book I: The Sorrows of Boethius - Song I: Boethius' Complaint","length":4265,"mode":"type"},{"id":"007","title":"Book I: The Sorrows of Boethius - I - Song II: His Despondency","length":2094,"mode":"type"},{"id":"008","title":"Book I: The Sorrows of Boethius - II - Song III: The Mists Dispelled","length":3321,"mode":"type"},{"id":"009","title":"Book I: The Sorrows of Boethius - III - Song IV: Nothing Can Subdue Virtue","length":11587,"mode":"type"},{"id":"010","title":"Book I: The Sorrows of Boethius - IV - Song V: Boethius' Prayer","length":4399,"mode":"type"},{"id":"011","title":"Book I: The Sorrows of Boethius - V - Song VI: All Things Have Their Needful Order","length":4369,"mode":"type"},{"id":"012","title":"Book I: The Sorrows of Boethius - VI - Song VII: The Perturbations of Passion","length":5841,"mode":"type"},{"id":"013","title":"Book II: The Vanity of Fortune's Gifts - I - Song I: Fortune's Malice","length":3558,"mode":"type"},{"id":"014","title":"Book II: The Vanity of Fortune's Gifts - II - Song II: Man's Covetousness","length":3832,"mode":"type"},{"id":"015","title":"Book II: The Vanity of Fortune's Gifts - III - Song III: All Passes","length":7303,"mode":"type"},{"id":"016","title":"Book II: The Vanity of Fortune's Gifts - IV - Song IV: The Golden Mean","length":7097,"mode":"type"},{"id":"017","title":"Book II: The Vanity of Fortune's Gifts - V - Song V: The Former Age","length":5131,"mode":"type"},{"id":"018","title":"Book II: The Vanity of Fortune's Gifts - VI - Song VI: Nero's Infamy","length":5636,"mode":"type"},{"id":"019","title":"Book II: The Vanity of Fortune's Gifts - VII - Song VII: Glory May Not Last","length":2769,"mode":"type"},{"id":"020","title":"Book II: The Vanity of Fortune's Gifts - VIII - Song VIII: Love Is Lord of All","length":5730,"mode":"type"},{"id":"021","title":"Book III: True Happiness and False - I - Song I: The Thorns of Error","length":5264,"mode":"type"},{"id":"022","title":"Book III: True Happiness and False - II - Song II: The Bent of Nature","length":4624,"mode":"type"},{"id":"023","title":"Book III: True Happiness and False - III - Song III: The Insatiableness of Avarice","length":3562,"mode":"type"},{"id":"024","title":"Book III: True Happiness and False - IV - Song IV: Disgrace of Honours Conferred by a Tyrant","length":2866,"mode":"type"},{"id":"025","title":"Book III: True Happiness and False - V - Song V: Self-Mastery","length":2033,"mode":"type"},{"id":"026","title":"Book III: True Happiness and False - VI - Song VI: True Nobility","length":1687,"mode":"type"},{"id":"027","title":"Book III: True Happiness and False - VII - Song VII: Pleasure's Sting","length":2473,"mode":"type"},{"id":"028","title":"Book III: True Happiness and False - VIII - Song VIII: Human Folly","length":7031,"mode":"type"},{"id":"029","title":"Book III: True Happiness and False - IX - Song IX: Invocation","length":10370,"mode":"type"},{"id":"030","title":"Book III: True Happiness and False - X - Song X: The True Light","length":7751,"mode":"type"},{"id":"031","title":"Book III: True Happiness and False - XI - Song XI: Reminiscence","length":7115,"mode":"type"},{"id":"032","title":"Book III: True Happiness and False - XII - Song XII: Orpheus and Eurydice","length":5813,"mode":"type"},{"id":"033","title":"Book IV: Good and Ill Fortune - I - Song I: The Soul's Flight","length":9410,"mode":"type"},{"id":"034","title":"Book IV: Good and Ill Fortune - II - Song II: The Bondage of Passion","length":4853,"mode":"type"},{"id":"035","title":"Book IV: Good and Ill Fortune - III - Song III: Circe's Cup","length":11137,"mode":"type"},{"id":"036","title":"Book IV: Good and Ill Fortune - IV - Song IV: The Unreasonableness of Hatred","length":2289,"mode":"type"},{"id":"037","title":"Book IV: Good and Ill Fortune - V - Song V: Wonder and Ignorance","length":14093,"mode":"type"},{"id":"038","title":"Book IV: Good and Ill Fortune - VI - Song VI: The Universal Aim","length":5009,"mode":"type"},{"id":"039","title":"Book IV: Good and Ill Fortune - VII - Song VII: The Hero's Path","length":7373,"mode":"type"},{"id":"040","title":"Book V: Free Will and God's Foreknowledge - I - Song I: Chance","length":2557,"mode":"type"},{"id":"041","title":"Book V: Free Will and God's Foreknowledge - II - Song II: The True Sun","length":7714,"mode":"type"},{"id":"042","title":"Book V: Free Will and God's Foreknowledge - III - Song III: Truth's Paradoxes","length":8647,"mode":"type"},{"id":"043","title":"Book V: Free Will and God's Foreknowledge - IV - Song IV: A Psychological Fallacy","length":4656,"mode":"type"},{"id":"044","title":"Book V: Free Will and God's Foreknowledge - V - Song V: The Upward Look","length":1066,"mode":"type"},{"id":"045","title":"Book V: Free Will and God's Foreknowledge - VI","length":11003,"mode":"type"},{"id":"046","title":"Epilogue","length":406,"mode":"type"},{"id":"047","title":"Endnotes","length":3193,"mode":"hide"},{"id":"048","title":"Colophon","length":1183,"mode":"hide"},{"id":"049","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337577558}