{"id":"octave-mirbeau--calvary","title":"Calvary","titleAlpha":"calvary","author":"Octave Mirbeau","language":"en","description":"A young writer's ruinous affair leads him down a path of suffering, obsession, and finally redemption.","longDescription":["Despite a troubled youth and harrowing experiences in the Franco-Prussian war, Jean Mintie is on the rise in Paris. He mingles in artistic circles and has modest success with his first writings.","That all changes when he meets socialite Julie Roux. Feeling both intrigued and unsettled by her extravagance and outspokenness, he can't shake her from his thoughts. Their ensuing affair, initially captivating, takes a sharp turn as other aspects of Julie's personality come to the fore.","Calvary, also commonly referred to by its French title Le Calvaire, is a tale of ruin, obsession and redemption. It marked Octave Mirbeau's debut under his own name, after he anonymously penned no less than ten works for others. He didn't have to look far for inspiration: the novel's portrayal of Jean and Julie's relationship parallels Mirbeau's own disastrous love affair with the notorious Judith Vinmer. He would later revisit this exercise in \"writing as trauma therapy\" in his third book Sebastien Roch, a novel about sexual abuse at a Jesuit school for boys."],"year":null,"genres":["classics","fiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/octave-mirbeau/calvary/louis-rich"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Calvary","length":45,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"I","length":60543,"mode":"type"},{"id":"004","title":"II","length":69171,"mode":"type"},{"id":"005","title":"III","length":65548,"mode":"type"},{"id":"006","title":"IV","length":22391,"mode":"type"},{"id":"007","title":"V","length":27477,"mode":"type"},{"id":"008","title":"VI","length":45561,"mode":"type"},{"id":"009","title":"VII","length":28475,"mode":"type"},{"id":"010","title":"VIII","length":24362,"mode":"type"},{"id":"011","title":"IX","length":39476,"mode":"type"},{"id":"012","title":"X","length":4741,"mode":"type"},{"id":"013","title":"XI","length":34972,"mode":"type"},{"id":"014","title":"XII","length":22167,"mode":"type"},{"id":"015","title":"Colophon","length":1086,"mode":"hide"},{"id":"016","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721172286997}