{"id":"george-bernard-shaw--pygmalion","title":"Pygmalion","titleAlpha":"pygmalion","author":"George Bernard Shaw","language":"en","description":"An arrogant upper-class professor bets a colleague he can transform a simple flower girl into a \"Duchess\" in just six months.","longDescription":["Pygmalion is a 5-act play by George Bernard Shaw. It was written in 1912 and first produced in 1913. The plot revolves around Professor Henry Higgins' bet with a colleague over whether he can transform a low-class flower girl, Liza Doolittle, into the equivalent of a Duchess in just 6 months. Pygmalion was a Greek mythological figure who fell in love with a sculpture he had carved and was a popular theme in Victorian drama.","Most people would be familiar with the characters Eliza Doolittle and Henry Higgins from the hit 1956 musical My Fair Lady, which was adapted from Pygmalion, though the plots differ in small but significant ways. In particular Shaw wanted to avoid any sense of a \"happy ending\" and, after viewing a performance of the play where an extra scene had been added, he wrote a sequel which definitively states what came after. The sequel was included in the published edition."],"year":2019,"genres":["drama"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/george-bernard-shaw/pygmalion"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface - A Professor of Phonetics","length":8659,"skip":true},{"id":"002","title":"Act I","length":19860,"skip":false},{"id":"003","title":"Act II","length":48720,"skip":false},{"id":"004","title":"Act III","length":26889,"skip":false},{"id":"005","title":"Act IV","length":14906,"skip":false},{"id":"006","title":"Act V","length":39921,"skip":false},{"id":"007","title":"Sequel","length":28654,"skip":false}],"createdAt":1719162208382}