{"id":"gertrude-stein--three-lives","title":"Three Lives","titleAlpha":"three lives","author":"Gertrude Stein","language":"en","description":"A chronicle of the lives of three working-class women from the early 20th century.","longDescription":["In Three Lives are the stories of three working-class woman from Bridgepoint - a town loosely based on Baltimore - in the early twentieth century. Each story tells of the hopes, loves, romances and sadnesses of the women as they live their lives.","Written in a unconventional style, the lives of the three women are uncovered through their layered conversations and interactions more than through detailed depictions. The book is notable for its descriptions of homosexual romance, something that at the time in the USA wasn't accepted (indeed, Gertrude Stein moved with her partner to Paris to be able to live openly).","Three Lives was Gertrude Stein's first published book, and although the sales weren't as expected it was generally well received by critics. It's considered today to be among her more accessible books, and is a regular on English literature curricula."],"year":1970,"genres":["classics","fiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/gertrude-stein/three-lives"},"openlibraryId":"OL35383W","goodreadsId":"1278591","rating":0.614,"popularity":4299,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Three Lives","length":19,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Epigraph","length":68,"mode":"skip"},{"id":"004","title":"The Good Anna - I","length":20714,"mode":"type"},{"id":"005","title":"The Good Anna - II: The Life of the Good Anna","length":86377,"mode":"type"},{"id":"006","title":"The Good Anna - III: The Death of the Good Anna","length":9346,"mode":"type"},{"id":"007","title":"Melanctha - Each One as She May","length":260366,"mode":"type"},{"id":"008","title":"The Gentle Lena","length":69413,"mode":"type"},{"id":"009","title":"Endnotes","length":70,"mode":"hide"},{"id":"010","title":"Colophon","length":1074,"mode":"hide"},{"id":"011","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337823086}