{
  "id": "henry-adams--democracy",
  "title": "Democracy",
  "titleAlpha": "democracy",
  "author": "Henry Adams",
  "language": "en",
  "description": "A wealthy New York widow moves to Washington, DC, hoping to get \"to the heart of the great American mystery of democracy and government.\"",
  "longDescription": [
    "At age thirty, Madeleine Lee, a wealthy, wellborn widow, has tired of Gilded Age New York and its shallow society. She decides to spend the winter in Washington with her sister, renting a house on Lafayette Square, within easy reach of all the intense partying, horse-trading, and other activities that politics requires.",
    "As she makes friends (and enemies) with the locals, one question remains uppermost in Madeleine Lee's mind: \"Who, then, is right? How can we all be right? Half of our wise men declare that the world is going straight to perdition; the other half that it is fast becoming perfect. Both cannot be right. There is only one thing in life that I must and will have before I die. I must know whether America is right or wrong.\"",
    "She visits the White House, George Washington's estate, and the newly established Arlington Cemetery, accompanied by politicians, diplomats, aristocrats, and the newly rich. But it's not until a marriage offer from an ambitious senator that things come to a head. Mrs. Lee must decide what she is and isn't willing to do to satisfy her own ambition for power, and whether she can trust herself to use that power for good.",
    "Democracy: An American Novel was first published anonymously on April Fools' Day in 1880. The fact that Adams hid his identity helped make it a best seller, as readers tried to guess who was close enough to Washington society to portray it so knowingly - and maliciously.",
    "It wasn't until two full years after Adams's death that his publisher identified him as the novel's author."
  ],
  "year": 1880,
  "genres": [
    "classics",
    "fiction",
    "satire"
  ],
  "topics": [
    "politics"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/henry-adams/democracy"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Democracy",
      "length": 16,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "I",
      "length": 12726,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "II",
      "length": 26597,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "III",
      "length": 29175,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "IV",
      "length": 17072,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "V",
      "length": 31216,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "VI",
      "length": 34523,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "VII",
      "length": 38216,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "VIII",
      "length": 34407,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "IX",
      "length": 38377,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "X",
      "length": 33091,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "XI",
      "length": 41206,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "XII",
      "length": 24045,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "XIII",
      "length": 33103,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "Conclusion",
      "length": 3752,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "Colophon",
      "length": 1097,
      "mode": "hide"
    },
    {
      "id": "018",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL6949079W",
  "goodreadsId": "341726",
  "rating": 0.6980000000000001,
  "popularity": 711,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1721489754278
}