{"id":"william-wollaston--the-religion-of-nature-delineated","title":"The Religion of Nature Delineated","titleAlpha":"religion of nature delineated","author":"William Wollaston","language":"en","description":"Wollaston attempts to derive ethics and religion by using rational thought and observation of the natural world, without resorting to revelation or received religion.","longDescription":["Wollaston attempts to determine what rules for the conduct of life (that is, what religion) a conscientious and penetrating observer might derive simply from reasoning about the facts of the world around him, without benefit of divine revelation. He concludes that truth, reason, and morality coincide, and that the key to human happiness and ethical behavior is this: \"let us by no act deny anything to be true which is true; that is: let us act according to reason.\"","This book was important to the intellectual foundations of the American Revolution (for example, the phrase \"the pursuit of happiness\" originates here). It also anticipates Kant's theory of the categorical imperative and the modern libertarian non-aggression principle.","This edition improves on its predecessors by, for the first time, providing both translations and sources for the over 650 footnotes that, in Wollaston's original, are cryptically-attributed Greek, Hebrew, and Latin."],"year":2016,"genres":["nonfiction","philosophy"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/william-wollaston/the-religion-of-nature-delineated"},"series":null,"part":0,"chapters":[{"id":"001","title":"Translator's Note","length":471,"skip":false},{"id":"002","title":"Editor's Note","length":2035,"skip":false},{"id":"003","title":"Foreword","length":3805,"skip":false},{"id":"004","title":"I: Of Moral Good and Evil","length":55228,"skip":false},{"id":"005","title":"II: Of Happiness","length":23256,"skip":false},{"id":"006","title":"III: Of Reason, and the Ways of Discovering Truth","length":54610,"skip":false},{"id":"007","title":"IV: Of the Obligations of Imperfect Beings with Respect to Their Power of Acting","length":5215,"skip":false},{"id":"008","title":"V: Truths Relating to the Deity: Of His Existence, Perfection, Providence, etc.","length":147888,"skip":false},{"id":"009","title":"VI: Truths Respecting Mankind in General, Antecedent to All Human Laws","length":41818,"skip":false},{"id":"010","title":"VII: Truths Respecting Particular Societies of Men, or Governments","length":23150,"skip":false},{"id":"011","title":"VIII: Truths Concerning Families and Relations","length":26822,"skip":false},{"id":"012","title":"IX: Truths Belonging to a Private Man, and Respecting (Directly) Only Himself","length":119453,"skip":false},{"id":"013","title":"Endnotes","length":234769,"skip":true}],"createdAt":1719507352766}