{"id":"john-g-neihardt--a-cycle-of-the-west","title":"A Cycle of the West","titleAlpha":"cycle of the west","author":"John G. Neihardt","language":"en","description":"A series of epic poems that recounts the history, legends, and mythology of the American West.","longDescription":["A Cycle of the West is an anthology of five epic poems published over 26 years: The Song of Three Friends, The Song of Hugh Glass, The Song of Jed Smith, The Song of the Indian Wars, and The Song of the Messiah. John G. Neihardt captures the essence of the American West through the intertwining stories of various historical and mythic figures. As the cycle unfolds, the vivid imagery, rich symbolism, and lyrical verse paint a vivid portrait of pivotal moments in Western history, from the brutal survival story of Hugh Glass in The Song of Hugh Glass to the clashes between settlers and Native Americans in The Song of the Indian Wars.","The Song of Three Friends introduces readers to three trappers - Joe, Fred, and Hugh - whose friendship is tested by the harsh realities of frontier life. Through their experiences, the poem explores camaraderie, survival, and the relentless pursuit of freedom amidst the untamed wilderness.","The Song of Hugh Glass explores the legendary tale of the eponymous Hugh Glass, a fur trapper who survives a brutal bear attack only to be left for dead by his companions. Against all odds, Glass embarks on a journey of vengeance and redemption, embodying the indomitable spirit of the American frontier.","The Song of the Indian Wars delves into the tragic conflict between Native American tribes and the encroaching forces of colonization. Neihardt portrays the complex dynamics of this struggle, highlighting the perspectives of both Native warriors and settlers as they grapple with violence, displacement, and the erosion of traditional ways of life.","The Song of Jed Smith and The Song of the Messiah are not yet in the U. S. public domain, and are therefore not yet included in this edition."],"year":null,"genres":["classics","history","poetry"],"topics":["frontier","native-americans"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/john-g-neihardt/a-cycle-of-the-west"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - A Cycle of the West","length":21,"mode":"hide"},{"id":"002","title":"Imprint","length":1179,"mode":"hide"},{"id":"003","title":"The Song of Three Friends - To Hilda","length":138,"mode":"type"},{"id":"004","title":"The Song of Three Friends - Note","length":7385,"mode":"type"},{"id":"005","title":"The Song of Three Friends - The Song of Three Friends - I: Ashley's Hundred","length":2648,"mode":"type"},{"id":"006","title":"The Song of Three Friends - The Song of Three Friends - II: The Up-Stream Men","length":24337,"mode":"type"},{"id":"007","title":"The Song of Three Friends - The Song of Three Friends - III: To the Musselshell","length":9166,"mode":"type"},{"id":"008","title":"The Song of Three Friends - The Song of Three Friends - IV: The Net Is Cast","length":10030,"mode":"type"},{"id":"009","title":"The Song of Three Friends - The Song of Three Friends - V: The Quarrel","length":18718,"mode":"type"},{"id":"010","title":"The Song of Three Friends - The Song of Three Friends - VI: The Shooting of the Cup","length":17050,"mode":"type"},{"id":"011","title":"The Song of Three Friends - The Song of Three Friends - VII: The Third Rider","length":18845,"mode":"type"},{"id":"012","title":"The Song of Three Friends - The Song of Three Friends - VIII: Vengeance","length":18067,"mode":"type"},{"id":"013","title":"The Song of Hugh Glass - To Sigurd, Scarcely Three","length":675,"mode":"type"},{"id":"014","title":"The Song of Hugh Glass - Note","length":2533,"mode":"type"},{"id":"015","title":"The Song of Hugh Glass - Introduction","length":10675,"mode":"type"},{"id":"016","title":"The Song of Hugh Glass - The Song of Hugh Glass - I: Graybeard and Goldhair","length":25328,"mode":"type"},{"id":"017","title":"The Song of Hugh Glass - The Song of Hugh Glass - II: The Awakening","length":10493,"mode":"type"},{"id":"018","title":"The Song of Hugh Glass - The Song of Hugh Glass - III: The Crawl","length":57916,"mode":"type"},{"id":"019","title":"The Song of Hugh Glass - The Song of Hugh Glass - IV: The Return of the Ghost","length":14410,"mode":"type"},{"id":"020","title":"The Song of Hugh Glass - The Song of Hugh Glass - V: Jamie","length":17352,"mode":"type"},{"id":"021","title":"The Song of the Indian Wars - To Alice, Three Years Old","length":618,"mode":"type"},{"id":"022","title":"The Song of the Indian Wars - Preface","length":7589,"mode":"skip"},{"id":"023","title":"The Song of the Indian Wars - The Song of the Indian Wars - I: The Sowing of the Dragon","length":5542,"mode":"type"},{"id":"024","title":"The Song of the Indian Wars - The Song of the Indian Wars - II: Red Cloud","length":15617,"mode":"type"},{"id":"025","title":"The Song of the Indian Wars - The Song of the Indian Wars - III: The Council on the Powder","length":17006,"mode":"type"},{"id":"026","title":"The Song of the Indian Wars - The Song of the Indian Wars - IV: Fort Phil Kearney","length":16390,"mode":"type"},{"id":"027","title":"The Song of the Indian Wars - The Song of the Indian Wars - V: Rubbed Out","length":8865,"mode":"type"},{"id":"028","title":"The Song of the Indian Wars - The Song of the Indian Wars - VI: The Wagon Boxes","length":21693,"mode":"type"},{"id":"029","title":"The Song of the Indian Wars - The Song of the Indian Wars - VII: Beecher's Island","length":30885,"mode":"type"},{"id":"030","title":"The Song of the Indian Wars - The Song of the Indian Wars - VIII: The Yellow God","length":10722,"mode":"type"},{"id":"031","title":"The Song of the Indian Wars - The Song of the Indian Wars - IX: The Village of Crazy Horse","length":10463,"mode":"type"},{"id":"032","title":"The Song of the Indian Wars - The Song of the Indian Wars - X: The Sun Dance","length":8410,"mode":"type"},{"id":"033","title":"The Song of the Indian Wars - The Song of the Indian Wars - XI: The Seventh Marches","length":8436,"mode":"type"},{"id":"034","title":"The Song of the Indian Wars - The Song of the Indian Wars - XII: High Noon on the Little Horn","length":26711,"mode":"type"},{"id":"035","title":"The Song of the Indian Wars - The Song of the Indian Wars - XIII: The Twilight","length":12560,"mode":"type"},{"id":"036","title":"The Song of the Indian Wars - The Song of the Indian Wars - XIV: The Death of Crazy Horse","length":12299,"mode":"type"},{"id":"037","title":"Endnotes","length":24,"mode":"hide"},{"id":"038","title":"Colophon","length":1135,"mode":"hide"},{"id":"039","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337978923}