{"id":"g-k-chesterton--the-napoleon-of-notting-hill","title":"The Napoleon of Notting Hill","titleAlpha":"napoleon of notting hill","author":"G. K. Chesterton","language":"en","description":"A satire set in far-future London where the king, who was chosen at random, only cares about a good joke.","longDescription":["The Napoleon of Notting Hill, like so many Chesterton novels, deftly straddles the fence between humor and philosophy. The place is London, in the far-future year of 1984. Inexplicably, not too much has changed since the turn of the century - except that the king is chosen at random. Things quickly take a turn for the worse when the people randomly select an imbecile who only cares about a good joke.","With the new prankster king in place, the novel continues on with surprisingly action-packed breeziness, exploring themes of identity, patriotism, politics, and government."],"year":2017,"genres":["fantasy","fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/g-k-chesterton/the-napoleon-of-notting-hill"},"series":null,"part":0,"chapters":[{"id":"001","title":"Book I - I: Introductory Remarks on the Art of Prophecy","length":9450,"skip":false},{"id":"002","title":"Book I - II: The Man in Green","length":31573,"skip":false},{"id":"003","title":"Book I - III: The Hill of Humour","length":13225,"skip":false},{"id":"004","title":"Book II - I: The Charter of the Cities","length":18691,"skip":false},{"id":"005","title":"Book II - II: The Council of the Provosts","length":21204,"skip":false},{"id":"006","title":"Book II - III: Enter a Lunatic","length":20902,"skip":false},{"id":"007","title":"Book III - I: The Mental Condition of Adam Wayne","length":24630,"skip":false},{"id":"008","title":"Book III - II: The Remarkable Mr. Turnbull","length":17179,"skip":false},{"id":"009","title":"Book III - III: The Experiment of Mr. Buck","length":25148,"skip":false},{"id":"010","title":"Book IV - I: The Battle of the Lamps","length":21228,"skip":false},{"id":"011","title":"Book IV - II: The Correspondent of the Court Journal","length":16616,"skip":false},{"id":"012","title":"Book IV - III: The Great Army of South Kensington","length":36076,"skip":false},{"id":"013","title":"Book V - I: The Empire of Notting Hill","length":22790,"skip":false},{"id":"014","title":"Book V - II: The Last Battle","length":12540,"skip":false},{"id":"015","title":"Book V - III: Two Voices","length":11795,"skip":false},{"id":"016","title":"Endnotes","length":117,"skip":true}],"createdAt":1719162202317}