{"id":"oscar-wilde--the-importance-of-being-earnest","title":"The Importance of Being Earnest","titleAlpha":"importance of being earnest","author":"Oscar Wilde","language":"en","description":"A comedy skewering Victorian high society.","longDescription":["The Importance of Being Earnest is Oscar Wilde's most popular play today, enduring thanks to its easy humor, witty dialog, and clever satire. It was also one of his more successful plays, despite its first run being prematurely ended after only 86 performances. The main characters pretend to be other people in order to escape social obligations, with the resulting confusion of identities driving the plot and the humor behind it.","Earnest also holds the sad distinction of being Wilde's last published play. A feud with an aristocrat whose son was Wilde's lover led to a court case revealing Wilde as a homosexual - a crime in those days, and punishable by imprisonment with hard labor."],"year":2014,"genres":["comedy","drama","satire"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/oscar-wilde/the-importance-of-being-earnest"},"series":null,"part":0,"chapters":[{"id":"001","title":"Dramatis Personae","length":175,"skip":false},{"id":"002","title":"The Scenes of the Play","length":243,"skip":false},{"id":"003","title":"Act I","length":40483,"skip":false},{"id":"004","title":"Act II","length":48463,"skip":false},{"id":"005","title":"Act III","length":26679,"skip":false}],"createdAt":1719162455279}