{
  "id": "m-g-lewis--the-monk",
  "title": "The Monk",
  "titleAlpha": "monk",
  "author": "M. G. Lewis",
  "language": "en",
  "description": "A pious monk is led astray by a demon in disguise, while the son of a marquis tries to elope with a local nun.",
  "longDescription": [
    "Lewis claimed to have written The Monk in just ten weeks, when he was twenty-one years of age. He published the first edition anonymously, sensing that the controversial and then-pornographic nature of the novel would stun society. And so it did - the book was so sensational, so salacious, and so scandalous, that after he put his full name (and title, as a member of Parliament) on the second edition, his reputation hardly recovered for the rest of his life.",
    "The Monk is a Gothic horror novel marked by an intricate plot, melodramatic characters, and scenes of shocking terror. It follows two plots: in the first, the celebrated monk Ambrosio meets a mysterious novice at the abbey - a woman, Matilda, posing as a man, who seems to have a powerful, irresistible charisma. Matilda seduces Ambrosio not just in body but in mind, and leads him down a path of darkness and brutal violence. In the other plot, Raymond, the son of a marquis, falls in love with a nun, and the two scheme to live together; but their plans lead to encounters with evil spirits, exorcisms, riots, dungeons, and more.",
    "The novel was shocking for its time in its frank depiction of sexuality and sexual violence, demons, spirits, and scenes of raw horror; but just as shocking was its anti-religious sentiment and thesis that evil often triumphs over good. It sold so well and offended so many that just two years after its publication Lewis was forced to issue a bowdlerized fourth edition, in which any offensive passages were either muted or expunged. Despite this attempt at satisfying society, and despite at least one written apology, Lewis spent the rest of his days in a constant struggle to escape the shadow of The Monk's reputation, which he never quite did - even posthumous assessments of him as a person sometimes concluded that the debauched excess depicted The Monk reflected a failing of his own personal morals.",
    "This Standard Ebooks edition follows the full, unexpurgated second edition of the novel."
  ],
  "year": 1796,
  "genres": [
    "classics",
    "fiction",
    "gothic",
    "horror"
  ],
  "topics": [
    "supernatural",
    "ghosts"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/m-g-lewis/the-monk"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - The Monk",
      "length": 16,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1176,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Epigraph",
      "length": 169,
      "mode": "skip"
    },
    {
      "id": "004",
      "title": "Preface",
      "length": 2140,
      "mode": "skip"
    },
    {
      "id": "005",
      "title": "Advertisement",
      "length": 799,
      "mode": "skip"
    },
    {
      "id": "006",
      "title": "I",
      "length": 55378,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "II",
      "length": 90047,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "III",
      "length": 67233,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "IV",
      "length": 114572,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "V",
      "length": 53708,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "VI",
      "length": 58447,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "VII",
      "length": 43686,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "VIII",
      "length": 42127,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "IX",
      "length": 70420,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "X",
      "length": 61636,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "XI",
      "length": 82013,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "XII",
      "length": 41309,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "Colophon",
      "length": 981,
      "mode": "hide"
    },
    {
      "id": "019",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL15220454W",
  "goodreadsId": "415833",
  "rating": 0.766,
  "popularity": 29217,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1721489939605
}