{"id":"charlotte-perkins-gilman--women-and-economics","title":"Women and Economics","titleAlpha":"women and economics","author":"Charlotte Perkins Gilman","language":"en","description":"Gilman explores the transformation of the role of women in society and the necessity for women to achieve economic independence.","longDescription":["Charlotte Perkins Gilman, most famous for her short story \"The Yellow Wallpaper,\" wrote Women and Economics in 1898, at a time when the roles of women in society were already undergoing radical change: women were entering the work force in large numbers, the suffrage movement was agitating for the vote, and young women were looking for a new definition of their place other than as a wife or mother.","The book takes the position that humans are the only species in which the female depends on the male for her survival, and that this arrangement must change for the human race to continue to be successful. Gilman argues for the evolution of marriage, family, home life, and what she calls the sexuo-economic relationship between men and women.","Although she was in demand as a lecturer and writer, Women and Economics was the first book-length work to consolidate her views. As a feminist text, it's significant not necessarily for its profundity or for its appeal for women's rights, but rather for its application of social Darwinism, espousing the theory that the roles played by women inevitably evolve and that the gendered division of labor produces warped human beings of both sexes. Its popularity was also helped by its accessibility - as one of her critics stated, \"it stirs no deep reverberations of the soul ... but you can quote it, and remember its points.\"","As suffragism progressed and first wave feminism began to fade, Gilman's ideas were somewhat forgotten. But as feminism resurged in the 1960s, her work was rediscovered and interest rebounded in this groundbreaking feminist who played an important role in shaping public opinion, disseminating radical ideas, and encouraging women (and men) to change their thinking about gender roles."],"year":2021,"genres":["philosophy"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/charlotte-perkins-gilman/women-and-economics"},"series":null,"part":0,"chapters":[{"id":"001","title":"Proem","length":2694,"skip":false},{"id":"002","title":"Preface","length":1385,"skip":true},{"id":"003","title":"I","length":27693,"skip":false},{"id":"004","title":"II","length":21377,"skip":false},{"id":"005","title":"III","length":22466,"skip":false},{"id":"006","title":"IV","length":22771,"skip":false},{"id":"007","title":"V","length":28494,"skip":false},{"id":"008","title":"VI","length":28264,"skip":false},{"id":"009","title":"VII","length":29789,"skip":false},{"id":"010","title":"VIII","length":28665,"skip":false},{"id":"011","title":"IX","length":38046,"skip":false},{"id":"012","title":"X","length":31237,"skip":false},{"id":"013","title":"XI","length":29885,"skip":false},{"id":"014","title":"XII","length":27517,"skip":false},{"id":"015","title":"XIII","length":30312,"skip":false},{"id":"016","title":"XIV","length":28196,"skip":false},{"id":"017","title":"XV","length":28277,"skip":false}],"createdAt":1719162063603}