{"id":"john-stuart-mill--the-autobiography-of-john-stuart-mill","title":"The Autobiography of John Stuart Mill","titleAlpha":"autobiography of john stuart mill","author":"John Stuart Mill","language":"en","description":"The autobiography of English philosopher John Stuart Mill.","longDescription":["John Stuart Mill was one of the most influential philosophers of the 19th century. His more well-known works include On Liberty, a highly-influential treatise applying the Utilitarian philosophy to systems of government, and The Subjugation of Women, a treatise arguing for gender equality in an age where that was anything but the norm.","Besides these monumental works, he also produced A System of Logic, an important work on the philosophy of science, Principles of Political Economy, one of the most influential economics textbooks of the 19th century, and many other notable books of philosophy. When not composing profound tracts that would shape philosophy in the next century, he wrote volubly in various magazines and newspapers of the day, became the godfather of Bertrand Russell - himself the 20th century's most prominent logician - and even spent time as a Member of Parliament, becoming the first M. P. in history to call for women to be given the right to vote.","But perhaps the most interesting part of Mill's rich life is his education. His father, Utilitarian philosopher James Mill, raised John in a special mode of education purposefully designed to produce a genius, with the intent of making John the standard-bearer of Utilitarianism in the next generation. To this end he kept young John isolated from his school-age peers to prevent them from making him feel too smart, and gave John a rich classical, moral, and scientific education. By the age of three John was studying Greek, and by eight he was studying Latin and in charge of educating his younger siblings; by twelve, he was studying scholastic logic, and had already consumed nearly all of the major Greek and Latin classics in their original language. That James Mill's unique method of education produced a genius is without a doubt, and John's youthful experiences are recounted here in detail.","This short and to-the-point autobiography is a fascinating window into the life of one of the 19th century's most important thinkers."],"year":1859,"genres":["autobiography","biography","classics"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/john-stuart-mill/the-autobiography-of-john-stuart-mill"},"openlibraryId":"OL1068091W","goodreadsId":"2750583","rating":0.57832394,"popularity":159,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Autobiography of John Stuart Mill","length":21,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"I","length":47985,"mode":"type"},{"id":"004","title":"II","length":33100,"mode":"type"},{"id":"005","title":"III","length":34099,"mode":"type"},{"id":"006","title":"IV","length":62813,"mode":"type"},{"id":"007","title":"V","length":72709,"mode":"type"},{"id":"008","title":"VI","length":51533,"mode":"type"},{"id":"009","title":"VII","length":127568,"mode":"type"},{"id":"010","title":"Endnotes","length":6431,"mode":"hide"},{"id":"011","title":"Colophon","length":1084,"mode":"hide"},{"id":"012","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721172108797}