{"id":"marcel-proust--in-search-of-lost-time","title":"In Search of Lost Time","titleAlpha":"in search of lost time","author":"Marcel Proust","language":"en","description":"The first-person account of a man's introspections on his life and examination of memory.","longDescription":["Through seven volumes, the narrator of In Search of Lost Time recounts his memories as they occur to him. An innocuous treat - say, a small cake paired with a cup of tea - may awaken memories buried deep within the narrator's mind; memories cause more memories to surface. Like the cathedral builders of old, a whole life and the world around it are thus formed anew, slowly and methodically, by uniting pieces of the narrator's life for the sake of the reader.","This recollection takes us through the narrator's childhood, weaving the social web his family finds itself entangled in, his first crush and coming of age, his gradual appreciation of art while finding his place into society, his hurtful obsession over a young woman, and, ultimately, the consolation that what had been lost in his youth can be regained.","Firmly grounded in Modernism, In Search of Lost Time is not a work about memories but memory. By leading the reader in circles, sometimes on a glorious wild goose chase, Proust holds a mirror in front of the reader, sending us back to our own memories and experiences, no matter how pleasant or uncomfortable. By its very nature, it's a difficult exercise about one of the defining features of humanity: our ability to manipulate time by recalling and, often, recreating it.","C. K. Scott Moncrieff's English translation is as highly regarded as the novel itself. Moncrieff used Remembrance of Things Past as the title, which was not a translation of the French title but a quote from a Shakespearean sonnet; this edition uses the translated title that the work is best known by in English. Just as Proust passed away before finalizing the last three volumes, so Moncrieff passed away before completing his translation; the final volume was translated by his (and Proust's) friend Sydney Schiff, under the pseudonym Stephen Hudson.","Only the first four translated volumes are currently available in the public domain. The remaining three will be added to this edition as their copyrights expire over the next few years."],"year":2007,"genres":["autobiography","classics","fiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/marcel-proust/in-search-of-lost-time/c-k-scott-moncrieff"},"openlibraryId":"OL1190225W","goodreadsId":"537844","rating":0.59297504,"popularity":103,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - In Search of Lost Time","length":55,"mode":"hide"},{"id":"002","title":"Imprint","length":1183,"mode":"hide"},{"id":"003","title":"Volume I: Swann's Way - Author's Dedication","length":102,"mode":"hide"},{"id":"004","title":"Volume I: Swann's Way - Translator's Dedication","length":899,"mode":"hide"},{"id":"005","title":"Volume I: Swann's Way - Overture","length":113052,"mode":"type"},{"id":"006","title":"Volume I: Swann's Way - Combray","length":359024,"mode":"type"},{"id":"007","title":"Volume I: Swann's Way - Swann in Love","length":499794,"mode":"type"},{"id":"008","title":"Volume I: Swann's Way - Place-Names: The Name","length":111525,"mode":"type"},{"id":"009","title":"Volume II: Within a Budding Grove - Translator's Dedication","length":615,"mode":"hide"},{"id":"010","title":"Volume II: Within a Budding Grove - Part I - Madame Swann at Home","length":531142,"mode":"type"},{"id":"011","title":"Volume II: Within a Budding Grove - Part I - Place-Names: The Place","length":155401,"mode":"type"},{"id":"012","title":"Volume II: Within a Budding Grove - Part II - Place-Names: The Place (Continued)","length":204749,"mode":"type"},{"id":"013","title":"Volume II: Within a Budding Grove - Part II - Seascape, with Frieze of Girls","length":411655,"mode":"type"},{"id":"014","title":"Volume III: The Guermantes Way - Author's Dedication","length":239,"mode":"hide"},{"id":"015","title":"Volume III: The Guermantes Way - Translator's Dedication","length":716,"mode":"hide"},{"id":"016","title":"Volume III: The Guermantes Way - Part I - I","length":740141,"mode":"type"},{"id":"017","title":"Volume III: The Guermantes Way - Part II - I","length":80818,"mode":"type"},{"id":"018","title":"Volume III: The Guermantes Way - Part II - II","length":603695,"mode":"type"},{"id":"019","title":"Volume IV: Cities of the Plain - Translator's Dedication","length":56,"mode":"hide"},{"id":"020","title":"Volume IV: Cities of the Plain - Part I - Prologue","length":360577,"mode":"type"},{"id":"021","title":"Volume IV: Cities of the Plain - Part I - I - The Heart's Intermissions","length":73980,"mode":"type"},{"id":"022","title":"Volume IV: Cities of the Plain - Part I - II","length":170614,"mode":"type"},{"id":"023","title":"Volume IV: Cities of the Plain - Part II - II (Continued)","length":299151,"mode":"type"},{"id":"024","title":"Volume IV: Cities of the Plain - Part II - III","length":323436,"mode":"type"},{"id":"025","title":"Volume IV: Cities of the Plain - Part II - IV","length":44999,"mode":"type"},{"id":"026","title":"Colophon","length":1242,"mode":"hide"},{"id":"027","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721172215843}