{"id":"james-branch-cabell--domnei","title":"Domnei","titleAlpha":"domnei","author":"James Branch Cabell","language":"en","description":"The tale of to what extent a woman's love is worth pursuing.","longDescription":["Domnei by James Branch Cabell is the fourth installment in his Biography of the Life of Manuel series, which follows the lives of Dom Manuel and his descendants in the fictional French county of Poictesme.","It was initially published as The Soul of Melicent in 1913 under the erroneous advice of Cabell's publisher, who suggested that the title would help sell more copies. But only 493 copies were sold of the original print run. In 1920 the book was republished as Domnei: A Comedy of Woman-Worship, Cabell's original vision for the title.","The story follows Perion de la Foret, fugitive leader of a mercenary troop, and his unbridled passion for his newly-wed and newly-distant lover, the Princess Melicent, daughter of Dom Manuel. The tale takes us to many locations in Middle-Ages Europe as we witness to what extent men will go to pursue a woman's love."],"year":2021,"genres":["fantasy","fiction","history"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/james-branch-cabell/domnei"},"series":null,"part":0,"chapters":[{"id":"001","title":"Epigraph I","length":42,"skip":true},{"id":"002","title":"Epigraph II","length":407,"skip":true},{"id":"003","title":"A Preface","length":7438,"skip":true},{"id":"004","title":"Critical Comment","length":3398,"skip":false},{"id":"005","title":"The Argument","length":663,"skip":false},{"id":"006","title":"Incipit","length":542,"skip":false},{"id":"007","title":"Part I: Perion - I: How Perion Was Unmasked","length":7424,"skip":false},{"id":"008","title":"Part I: Perion - II: How the Vicomte Was Very Gay","length":3162,"skip":false},{"id":"009","title":"Part I: Perion - III: How Melicent Wooed","length":11419,"skip":false},{"id":"010","title":"Part I: Perion - IV: How the Bishop Aided Perion","length":7392,"skip":false},{"id":"011","title":"Part I: Perion - V: How Melicent Wedded","length":4748,"skip":false},{"id":"012","title":"Part II: Melicent - VI: How Melicent Sought Oversea","length":3781,"skip":false},{"id":"013","title":"Part II: Melicent - VII: How Perion Was Freed","length":7314,"skip":false},{"id":"014","title":"Part II: Melicent - VIII: How Demetrios Was Amused","length":4787,"skip":false},{"id":"015","title":"Part II: Melicent - IX: How Time Sped in Heathenry","length":6412,"skip":false},{"id":"016","title":"Part II: Melicent - X: How Demetrios Wooed","length":6507,"skip":false},{"id":"017","title":"Part III: Demetrios - XI: How Time Sped with Perion","length":3457,"skip":false},{"id":"018","title":"Part III: Demetrios - XII: How Demetrios Was Taken","length":2894,"skip":false},{"id":"019","title":"Part III: Demetrios - XIII: How They Praised Melicent","length":4917,"skip":false},{"id":"020","title":"Part III: Demetrios - XIV: How Perion Braved Theodoret","length":8884,"skip":false},{"id":"021","title":"Part III: Demetrios - XV: How Perion Fought","length":6936,"skip":false},{"id":"022","title":"Part III: Demetrios - XVI: How Demetrios Meditated","length":3641,"skip":false},{"id":"023","title":"Part III: Demetrios - XVII: How a Minstrel Came","length":8317,"skip":false},{"id":"024","title":"Part III: Demetrios - XVIII: How They Cried Quits","length":3122,"skip":false},{"id":"025","title":"Part III: Demetrios - XIX: How Flamberge Was Lost","length":6126,"skip":false},{"id":"026","title":"Part III: Demetrios - XX: How Perion Got Aid","length":5548,"skip":false},{"id":"027","title":"Part IV: Ahasuerus - XXI: How Demetrios Held His Chattel","length":6736,"skip":false},{"id":"028","title":"Part IV: Ahasuerus - XXII: How Misery Held Nacumera","length":6266,"skip":false},{"id":"029","title":"Part IV: Ahasuerus - XXIII: How Demetrios Cried Farewell","length":9965,"skip":false},{"id":"030","title":"Part IV: Ahasuerus - XXIV: How Orestes Ruled","length":3271,"skip":false},{"id":"031","title":"Part IV: Ahasuerus - XXV: How Women Talked Together","length":6172,"skip":false},{"id":"032","title":"Part IV: Ahasuerus - XXVI: How Men Ordered Matters","length":4180,"skip":false},{"id":"033","title":"Part IV: Ahasuerus - XXVII: How Ahasuerus Was Candid","length":3199,"skip":false},{"id":"034","title":"Part IV: Ahasuerus - XXVIII: How Perion Saw Melicent","length":5717,"skip":false},{"id":"035","title":"Part IV: Ahasuerus - XXIX: How a Bargain Was Cried","length":5499,"skip":false},{"id":"036","title":"Part IV: Ahasuerus - XXX: How Melicent Conquered","length":11123,"skip":false},{"id":"037","title":"The Afterword - II","length":1977,"skip":false},{"id":"038","title":"The Afterword - III","length":4107,"skip":false},{"id":"039","title":"The Afterword - IV","length":1899,"skip":false},{"id":"040","title":"Endnotes","length":386,"skip":true}],"createdAt":1719162306364}