{"id":"william-wycherley--the-country-wife","title":"The Country Wife","titleAlpha":"country wife","author":"William Wycherley","language":"en","description":"A notorious womanizer spreads a rumour that he is now a eunuch in order to gain access to other's wives.","longDescription":["The Country Wife was first performed in January 1672 at the Theatre Royal, Drury Lane. It traces several plot lines, the principal of which follows notorious rake Harry Horner's attempt to carry on affairs by spreading a rumor that he is now a eunuch and no longer a threat to any man's wife. It was controversial for its sexual explicitness even in its own time, having several notorious scenes filled with extended sexual innuendo and women carousing, singing riotous songs, and behaving exactly like their male counterparts.","With the restoration of the monarchy in 1660 the eighteen year ban on theater imposed by the Puritans was lifted. Charles II's time in France had nurtured a fascination with the stage and, with his enthusiastic support, Restoration drama was soon once again a thriving part of the London culture - but it provided a completely different experience from Jacobean theater.","Christopher Wren's newly built Theatre Royal provided a modern stage that accommodated innovations in scenic design and created a new relationship between actors and the audience. Another novelty, imported from France, was the presence of women on stage for the first time in British history. Restoration audiences were fascinated and often aghast to see real women perform, matching their male counterparts both in their wit and use of double entendre.","William Wycherley had spent some of the Commonwealth years in France and become interested in French drama. Borrowing extensively from Moliere and others, he wrote several plays for this new theater, with his last two comedies, The Country Wife and The Plain Dealer, being the most famous. At the time, The Country Wife was considered the bawdiest and wittiest play yet seen on the English stage. It enjoyed popularity throughout the period but, as mores shifted and became more strict, the play was eventually considered too outrageous to be performed at all and between 1753 and 1924 was generally replaced on the stage by David Garrick's cleaned-up, bland version."],"year":2021,"genres":["comedy","drama"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/william-wycherley/the-country-wife"},"series":null,"part":0,"chapters":[{"id":"001","title":"Introduction","length":4273,"skip":false},{"id":"002","title":"Epigraph","length":144,"skip":true},{"id":"003","title":"Dramatis Personae","length":339,"skip":false},{"id":"004","title":"Prologue","length":1235,"skip":false},{"id":"005","title":"Act I - Scene I","length":25162,"skip":false},{"id":"006","title":"Act II - Scene I","length":30237,"skip":false},{"id":"007","title":"Act III - Scene I","length":5840,"skip":false},{"id":"008","title":"Act III - Scene II","length":30479,"skip":false},{"id":"009","title":"Act IV - Scene I","length":9114,"skip":false},{"id":"010","title":"Act IV - Scene II","length":10711,"skip":false},{"id":"011","title":"Act IV - Scene III","length":21784,"skip":false},{"id":"012","title":"Act IV - Scene IV","length":4721,"skip":false},{"id":"013","title":"Act V - Scene I","length":6409,"skip":false},{"id":"014","title":"Act V - Scene II","length":5732,"skip":false},{"id":"015","title":"Act V - Scene III","length":5106,"skip":false},{"id":"016","title":"Act V - Scene IV","length":21797,"skip":false},{"id":"017","title":"Epilogue","length":1466,"skip":false},{"id":"018","title":"Endnotes","length":3573,"skip":true}],"createdAt":1719162669563}