{
  "id": "james-joyce--ulysses",
  "title": "Ulysses",
  "titleAlpha": "ulysses",
  "author": "James Joyce",
  "language": "en",
  "description": "A man passes a day in early twentieth-century Dublin, in a journey patterned on Homer's Odyssey.",
  "longDescription": [
    "James Joyce's most celebrated novel, and one of the most highly-regarded novels in the English language, records the events of one day - Thursday the 16th of June, 1904 - in the city of Dublin.",
    "The reader is first reintroduced to Stephen Dedalus, the protagonist of Joyce's previous novel A Portrait of the Artist as a Young Man. Stephen is now living in a rented Martello tower and working at a school, having completed his B. A. and a period of attempted further study in Paris. The focus then shifts to the book's protagonist, Leopold Bloom, an advertising canvasser and social outsider. It is a work day, so both Bloom and Stephen depart their homes for their respective journeys around Dublin.",
    "While containing a richly detailed story and still being generally described as a novel, Ulysses breaks many of the bounds otherwise associated with the form. It consists of eighteen chapters, or \"episodes,\" each somehow echoing a scene in Homer's Odyssey. Each episode takes place in a different setting, and each is written in a different, and often unusual, style. The book's chief innovation is commonly cited to be its expansion of the \"free indirect discourse\" or \"interior monologue\" technique that Joyce used in his previous two books.",
    "Ulysses is known not only for its formal novelty and linguistic inventiveness, but for its storied publication history. The first fourteen episodes of the book were serialized between 1918 and 1920 in The Little Review, while several episodes were published in 1919 in The Egoist. In 1921, the New York Society for the Suppression of Vice won a trial regarding obscenity in the thirteenth episode, \"Nausicaa.\" The Little Review's editors were enjoined against publishing any further installments; Ulysses would not appear again in America until 1934.",
    "The outcome of the 1921 trial worsened Joyce's already-considerable difficulties in finding a publisher in England. After lamenting to Sylvia Beach, owner of the Parisian bookshop Shakespeare and Company, that it might never be published at all, Beach offered to publish it in Paris, and Ulysses first appeared in its entirety in February 1922.",
    "The first printing of the first edition was filled with printing errors. A corrected second edition was published in 1924. Stuart Gilbert's 1932 edition benefited from correspondence with Joyce, and claimed in its front matter to be \"the definitive standard edition,\" but was later found to have introduced errors of its own.",
    "The novel's initial reception was mixed. W. B. Yeats called it \"mad,\" but would later agree with the positive assessments of T. S. Eliot and Ezra Pound, stating that it was \"indubitably a work of genius.\" Joyce's second biographer Richard Ellmann reports that one doctor claimed to have seen writing of equal merit by his insane patients, and Virginia Woolf derided it as \"underbred.\" Joyce's aunt, Josephine Murray, rejected it as \"unfit to read\" on account of its purported obscenity, to which Joyce famously retorted that if that were so, then life was not fit to live.",
    "The sheer density of references in the text make Ulysses a book that virtually demands of the reader access to critical interpretation; but it also makes it a book that is easily obscured by the industry of scholarship it has generated over the last century. The dismissal of a serious interpretation is tempting, but would trivialize Joyce's enormous project as an extended joke or an elaborate exercise in ego. Likewise dismissing it as uninterpretable would ignore the profusion of earnest critical analyses.",
    "Today Ulysses is considered by many to be the zenith of 20th century literature: both one of the richest, and also the most difficult, books to ever be written. To appreciate it is not to think it unintelligible; rather, perhaps the best description of it is the one used of Ulysses himself in a 21st century translation of Homer's epic - \"complicated.\"",
    "This Standard Ebooks edition is based on a transcription of the 1922 Shakespeare and Company first edition, with emendations from pre-1929 errata lists and the second edition in its 1927 ninth printing by Shakespeare and Company. It does not track any one particular edition, but rather is a blend of pre-1929 editions that aims to contain what scholars might consider to be the most accurate version of what was printed before 1929. Therefore, various probable misprints have been retained that may have been corrected in post-1929 editions. Consultation of various editions of the book and the historical collation list appended to Hans Walter Gabler's Critical and Synoptic Edition is advised before contacting Standard Ebooks about potential mistakes."
  ],
  "year": 1922,
  "genres": [
    "classics",
    "fiction",
    "psychological"
  ],
  "topics": [
    "art"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/james-joyce/ulysses"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Ulysses",
      "length": 16,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1172,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "I - I",
      "length": 40057,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "I - II",
      "length": 24693,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "I - III",
      "length": 32333,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "II - IV",
      "length": 32925,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "II - V",
      "length": 35235,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "II - VI",
      "length": 60983,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "II - VII",
      "length": 56945,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "II - VIII",
      "length": 70681,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "II - IX",
      "length": 66808,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "II - X",
      "length": 72064,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "II - XI",
      "length": 69772,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "II - XII",
      "length": 119357,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "II - XIII",
      "length": 89537,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "II - XIV",
      "length": 113351,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "II - XV",
      "length": 226888,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "III - XVI",
      "length": 128399,
      "mode": "type"
    },
    {
      "id": "019",
      "title": "III - XVII",
      "length": 143902,
      "mode": "type"
    },
    {
      "id": "020",
      "title": "III - XVIII",
      "length": 118020,
      "mode": "type"
    },
    {
      "id": "021",
      "title": "List of Illustrations",
      "length": 325,
      "mode": "hide"
    },
    {
      "id": "022",
      "title": "Colophon",
      "length": 962,
      "mode": "hide"
    },
    {
      "id": "023",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL86318W",
  "goodreadsId": "338798",
  "rating": 0.75,
  "popularity": 129394,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720831490461
}