{"id":"voltaire--candide","title":"Candide","titleAlpha":"candide","author":"Voltaire","language":"en","description":"A witty satire that tells of the young Candide's attempts to stay optimistic through a series of incredible hardships.","longDescription":["Candide is the picaresque tale of the titular character's fantastical journey from an insular, idealized life in a picturesque castle through the difficulties and evils of the real world. Satirical, comical, witty, and cutting, Candide was widely banned in its day for containing blasphemous and seditious concepts. Despite that, it survived controversy to become an important book in the Western literary heritage. Today Candide remains a breezy and darkly funny read."],"year":2014,"genres":["satire"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/voltaire/candide/the-modern-library"},"series":null,"part":0,"chapters":[{"id":"001","title":"Introduction","length":6323,"skip":false},{"id":"002","title":"I: How Candide Was Brought Up in a Magnificent Castle, and How He Was Expelled Thence","length":4481,"skip":false},{"id":"003","title":"II: What Became of Candide Among the Bulgarians","length":4246,"skip":false},{"id":"004","title":"III: How Candide Made His Escape from the Bulgarians, and What Afterwards Became of Him","length":4109,"skip":false},{"id":"005","title":"IV: How Candide Found His Old Master Pangloss, and What Happened to Them","length":5895,"skip":false},{"id":"006","title":"V: Tempest, Shipwreck, Earthquake, and What Became of Doctor Pangloss, Candide, and James the Anabaptist","length":4846,"skip":false},{"id":"007","title":"VI: How the Portuguese Made a Beautiful Auto-Da-Fe, to Prevent Any Further Earthquakes; and How Candide Was Publicly Whipped","length":2218,"skip":false},{"id":"008","title":"VII: How the Old Woman Took Care of Candide, and How He Found the Object He Loved","length":3742,"skip":false},{"id":"009","title":"VIII: The History of Cunegonde","length":5585,"skip":false},{"id":"010","title":"IX: What Became of Cunegonde, Candide, the Grand Inquisitor, and the Jew","length":3003,"skip":false},{"id":"011","title":"X: In What Distress Candide, Cunegonde, and the Old Woman Arrived at Cadiz; and of Their Embarkation","length":3563,"skip":false},{"id":"012","title":"XI: History of the Old Woman","length":6416,"skip":false},{"id":"013","title":"XII: The Adventures of the Old Woman Continued","length":7056,"skip":false},{"id":"014","title":"XIII: How Candide Was Forced Away from His Fair Cunegonde and the Old Woman","length":4191,"skip":false},{"id":"015","title":"XIV: How Candide and Cacambo Were Received by the Jesuits of Paraguay","length":6462,"skip":false},{"id":"016","title":"XV: How Candide Killed the Brother of His Dear Cunegonde","length":3908,"skip":false},{"id":"017","title":"XVI: Adventures of the Two Travellers, with Two Girls, Two Monkeys, and the Savages Called Oreillons","length":6770,"skip":false},{"id":"018","title":"XVII: Arrival of Candide and His Valet at El Dorado, and What They Saw There","length":6687,"skip":false},{"id":"019","title":"XVIII: What They Saw in the Country of El Dorado","length":10484,"skip":false},{"id":"020","title":"XIX: What Happened to Them at Surinam and How Candide Got Acquainted with Martin","length":9572,"skip":false},{"id":"021","title":"XX: What Happened at Sea to Candide and Martin","length":4581,"skip":false},{"id":"022","title":"XXI: Candide and Martin, Reasoning, Draw Near the Coast of France","length":2998,"skip":false},{"id":"023","title":"XXII: What Happened in France to Candide and Martin","length":19212,"skip":false},{"id":"024","title":"XXIII: Candide and Martin Touched Upon the Coast of England, and What They Saw There","length":2324,"skip":false},{"id":"025","title":"XXIV: Of Paquette and Friar Giroflee","length":8777,"skip":false},{"id":"026","title":"XXV: The Visit to Lord Pococurante, a Noble Venetian","length":10120,"skip":false},{"id":"027","title":"XXVI: Of a Supper Which Candide and Martin Took with Six Strangers, and Who They Were","length":5969,"skip":false},{"id":"028","title":"XXVII: Candide's Voyage to Constantinople","length":6935,"skip":false},{"id":"029","title":"XXVIII: What Happened to Candide, Cunegonde, Pangloss, Martin, etc.","length":4991,"skip":false},{"id":"030","title":"XXIX: How Candide Found Cunegonde and the Old Woman Again","length":2073,"skip":false},{"id":"031","title":"XXX: The Conclusion","length":8993,"skip":false},{"id":"032","title":"Endnotes","length":7813,"skip":true}],"createdAt":1719507300161}