{"id":"james-weldon-johnson--the-autobiography-of-an-ex-colored-man","title":"The Autobiography of an Ex-Colored Man","titleAlpha":"autobiography of an ex-colored man","author":"James Weldon Johnson","language":"en","description":"A man wrestles with his racial identity and must decide whether it is worth the risks to identify with the culture that he loves.","longDescription":["The protagonist of this fictional autobiography wrestles with race in America from the perspective of someone who learns that he is considered black but also that he can pass as white if he wants to. His personal ambitiousness and racial ambivalence makes him a sort of American Hamlet: undone by indecision. Will he be \"a credit to his race\" by advancing an African-American heritage he loves and appreciates in the face of a hostile culture, or will he retreat into the mediocrity of a safe, white, middle-class family life?","Along the way, he shares his penetrating observations about race relations in the American north and south, about the \"freemasonry\" of subterranean black American culture, about the emerging bohemian jazz subculture in New York City, and about traditions of African American religious music and oratory."],"year":2020,"genres":["fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/james-weldon-johnson/the-autobiography-of-an-ex-colored-man"},"series":null,"part":0,"chapters":[{"id":"001","title":"Preface","length":1941,"skip":true},{"id":"002","title":"I","length":21866,"skip":false},{"id":"003","title":"II","length":24950,"skip":false},{"id":"004","title":"III","length":17234,"skip":false},{"id":"005","title":"IV","length":18820,"skip":false},{"id":"006","title":"V","length":31106,"skip":false},{"id":"007","title":"VI","length":18367,"skip":false},{"id":"008","title":"VII","length":8537,"skip":false},{"id":"009","title":"VIII","length":20930,"skip":false},{"id":"010","title":"IX","length":31715,"skip":false},{"id":"011","title":"X","length":57685,"skip":false},{"id":"012","title":"XI","length":27124,"skip":false}],"createdAt":1719507027800}