{
  "id": "george-bernard-shaw--candida",
  "title": "Candida",
  "titleAlpha": "candida",
  "author": "George Bernard Shaw",
  "language": "en",
  "description": "A clergyman's beliefs about his respectable household are challenged by a young poet who is in love with his wife.",
  "longDescription": [
    "The Reverend James Mavor Morell, a respectable socialist clergyman, spends his days giving lectures and sermons while his wife, Candida, sees to his comfortable London home. That home is disrupted by the arrival of the poet Eugene Marchbanks, who is in love with Candida and determined to rescue her from what he sees as an unromantic life.",
    "Shaw wrote Candida as a reaction to Henrik Ibsen's social dramas, and especially A Doll's House. But where Ibsen's play is bleak and harrowing, Shaw's answer takes the form of a conventional drawing-room comedy, complete with comic relief characters in the form of a Cockney capitalist and a short-tempered typist.",
    "Candida captured the public imagination by rejecting the traditional moral framing of this love triangle, with its choice between passion and duty. Instead Candida emerges as a new kind of heroine, skeptical both of her husband's religion and her lover's idealism.",
    "The play became so popular in New York that one newspaper described the phenomenon as \"Candidamania.\" Shaw himself characteristically complained that many of those obsessed with the play had missed the point, later satirizing the \"Candidamaniacs\" themselves in his short play \"How He Lied to Her Husband.\""
  ],
  "year": 1934,
  "genres": [
    "classics",
    "drama",
    "fiction",
    "romance",
    "comedy"
  ],
  "topics": [],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/george-bernard-shaw/candida"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - Candida",
      "length": 24,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Dramatis Personae",
      "length": 126,
      "mode": "skip"
    },
    {
      "id": "004",
      "title": "Act I",
      "length": 54169,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "Act II",
      "length": 39170,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "Act III",
      "length": 35572,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "Colophon",
      "length": 1038,
      "mode": "hide"
    },
    {
      "id": "008",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL1066514W",
  "goodreadsId": "418373",
  "rating": 0.73,
  "popularity": 2675,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720966606460
}