{"id":"john-maynard-keynes--the-economic-consequences-of-the-peace","title":"The Economic Consequences of the Peace","titleAlpha":"economic consequences of the peace","author":"John Maynard Keynes","language":"en","description":"Keynes presents a first-hand account of the 1919 Paris Peace Conference and an analysis of the resulting Versailles treaty.","longDescription":["Before becoming one of the twentieth century's most celebrated economists, John Maynard Keynes served as a financial representative for the British Treasury at the 1919 Paris Peace Conference to negotiate the Versailles treaty which would officially end World War I. Keynes resigned from the treasury in protest about a month before the final treaty was signed, and The Economic Consequences of the Peace describes his reasons for doing so.","Keynes contends that domestic political considerations and a desire for revenge led to an unreasonably high burden being placed on the defeated Germany. In making the argument he paints unflattering portraits of the then French President Georges Clemenceau, the British Prime Minister David Lloyd George, and the American President Woodrow Wilson.","According to Keynes, the effect of a negotiated treaty on the population of an already impoverished enemy was considered a far lower priority than disputes involving borders. Meanwhile, the exceptionally high cost of reparations placed on an economically-spent Germany could never be repaid, and was mainly an act of political grandstanding. Keynes predicted widespread suffering in the defeated powers, resulting in a turn towards political extremism. Unfortunately, subsequent events would prove his predictions right.","The Economic Consequences of the Peace was an immediate bestseller in both the U. S. and the U. K. and has never been out of print. Though today some economists contend that Keynes may have been overly pessimistic about Germany's ability to pay and the leniency of the Allies, many of the recommendations presented in the book were adopted as part of the Marshall Plan after the conclusion of World War II."],"year":1919,"genres":["classics","history","nonfiction"],"topics":["economics","war"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/john-maynard-keynes/the-economic-consequences-of-the-peace"},"openlibraryId":"OL35914W","goodreadsId":"372068","rating":0.792,"popularity":1814,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Economic Consequences of the Peace","length":24,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Preface","length":738,"mode":"skip"},{"id":"004","title":"I: Introductory","length":11670,"mode":"type"},{"id":"005","title":"II: Europe Before the War - I: Population","length":3176,"mode":"type"},{"id":"006","title":"II: Europe Before the War - II: Organization","length":3725,"mode":"type"},{"id":"007","title":"II: Europe Before the War - III: The Psychology of Society","length":5096,"mode":"type"},{"id":"008","title":"II: Europe Before the War - IV: The Relation of the Old World to the New","length":4826,"mode":"type"},{"id":"009","title":"III: The Conference","length":37606,"mode":"type"},{"id":"010","title":"IV: The Treaty","length":64238,"mode":"type"},{"id":"011","title":"V: Reparation - I: Undertakings Given Prior to the Peace Negotiations","length":24391,"mode":"type"},{"id":"012","title":"V: Reparation - II: The Conference and the Terms of the Treaty","length":40524,"mode":"type"},{"id":"013","title":"V: Reparation - III: Germany's Capacity to Pay","length":46854,"mode":"type"},{"id":"014","title":"V: Reparation - IV: The Reparation Commission","length":13766,"mode":"type"},{"id":"015","title":"V: Reparation - V: The German Counterproposals","length":7617,"mode":"type"},{"id":"016","title":"VI: Europe After the Treaty","length":31333,"mode":"type"},{"id":"017","title":"VII: Remedies","length":58416,"mode":"type"},{"id":"018","title":"Endnotes","length":59910,"mode":"hide"},{"id":"019","title":"Colophon","length":1072,"mode":"hide"},{"id":"020","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337985163}