{"id":"tom-taylor--our-american-cousin","title":"Our American Cousin","titleAlpha":"our american cousin","author":"Tom Taylor","language":"en","description":"A rough American from a distant branch of the Trenchard family returns to England and quickly becomes embroiled in the family's affairs.","longDescription":["Our American Cousin is a three-act play written by English playwright Tom Taylor. The play opened in London in 1858 but quickly made its way to the U. S. and premiered at Laura Keene's Theatre in New York City later that year. It remained popular in the U. S. and England for the next several decades. Its most notable claim to fame, however, is that it was the play U. S. President Abraham Lincoln was watching on April 14, 1865 when he was assassinated by John Wilkes Booth, who used his knowledge of the script to shoot Lincoln during a more raucous scene.","The play is a classic Victorian farce with a whole range of stereotyped characters, business, and many entrances and exits. The plot features a boorish but honest American cousin who travels to the aristocratic English countryside to claim his inheritance, and then quickly becomes swept up in the family's affairs. An inevitable rescue of the family's fortunes and of the various damsels in distress ensues.","Our American Cousin was originally written as a farce for an English audience, with the laughs coming mostly at the expense of the naive American character. But after it moved to the U. S. it was eventually recast as a comedy where English caricatures like the pompous Lord Dundreary soon became the primary source of hilarity. This early version, published in 1869, contains fewer of that character's nonsensical adages, which soon came to be known as \"Dundrearyisms,\" and for which the play eventually gained much of its popular appeal."],"year":null,"genres":["classics","comedy","drama"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/tom-taylor/our-american-cousin"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Our American Cousin","length":15,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Dramatis Personae","length":217,"mode":"hide"},{"id":"004","title":"Act I - Scene 1","length":27988,"mode":"type"},{"id":"005","title":"Act I - Scene 2","length":10846,"mode":"type"},{"id":"006","title":"Act I - Scene 3","length":5252,"mode":"type"},{"id":"007","title":"Act II - Scene 1","length":13114,"mode":"type"},{"id":"008","title":"Act II - Scene 2","length":19381,"mode":"type"},{"id":"009","title":"Act III - Scene 1","length":9762,"mode":"type"},{"id":"010","title":"Act III - Scene 2","length":9334,"mode":"type"},{"id":"011","title":"Act III - Scene 3","length":3191,"mode":"type"},{"id":"012","title":"Act III - Scene 4","length":1348,"mode":"type"},{"id":"013","title":"Act III - Scene 5","length":1034,"mode":"type"},{"id":"014","title":"Act III - Scene 6","length":3335,"mode":"type"},{"id":"015","title":"Act III - Scene 7","length":9824,"mode":"type"},{"id":"016","title":"Colophon","length":1073,"mode":"hide"},{"id":"017","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721172487425}