{"id":"apollonius-of-rhodes--the-argonautica","title":"The Argonautica","titleAlpha":"argonautica","author":"Apollonius of Rhodes","language":"en","description":"A Greek hero voyages to a distant land to steal the fabled Golden Fleece.","longDescription":["The Argonautica is an epic mythical poem by Apollonius of Rhodes. The myth tells of how Jason and his crew of Argonauts sail to Kolchis at the far end of the world to retrieve the Golden Fleece. They face many dangers and ask the favor of the Greek gods to help them along the way. These gods induce Medea, a daughter of the king of Kolchis, to fall in love with Jason so that she will be bound to help him win the Fleece. The voyage takes the crew through the Hellespont to the Black Sea, and back out to further adventures around the Mediterranean. While the characters were already known to ancient audiences, this is the first known work to tell this particular story in full.","This edition was translated into English verse from ancient Greek by Arthur S. Way. Way states in his epilogue that this poem, written in the third century BC, is the one great epic between Homer and Virgil. When Apollonius wrote this story, it was thought by the literary elites in Alexandria that the era of epic poetry was over, and there was nothing left to write except for short, carefully polished works - certainly no attempt should be made to improve or expand on Homer. Yet this work became well known in the ancient world, and was used as inspiration by the later Latin writers."],"year":1995,"genres":["classics","poetry"],"topics":["mythology"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/apollonius-of-rhodes/the-argonautica/arthur-s-way"},"openlibraryId":"OL7981837W","goodreadsId":"1936476","rating":0.50806404,"popularity":12,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Argonautica","length":54,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Book I","length":88077,"mode":"type"},{"id":"004","title":"Book II","length":82802,"mode":"type"},{"id":"005","title":"Book III","length":90804,"mode":"type"},{"id":"006","title":"Book IV","length":115487,"mode":"type"},{"id":"007","title":"The Translator's Epilogue","length":13760,"mode":"type"},{"id":"008","title":"Endnotes","length":165,"mode":"hide"},{"id":"009","title":"Colophon","length":1117,"mode":"hide"},{"id":"010","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337538264}