{"id":"william-morris--the-house-of-the-wolfings","title":"The House of the Wolfings","titleAlpha":"house of the wolfings","author":"William Morris","language":"en","description":"A tribe of Goths must defend their land from a Roman invasion.","longDescription":["The House of the Wolfings tells the tale of a band of German Goths living in a wood they call the Mark. Their lives are idyllic until the long shadow of the Roman Empire threatens the peace in their land. Thiodolf, the leader of the Wolfings and a descendant of the ancient gods, must rally the surrounding tribes to defend their home and way of life.","Like much of Morris's work, The House of the Wolfings is written in a purposefully-archaic prose style, with significant portions of the dialog presented in verse. His goal was to explore the language and atmosphere of the medieval ages that so fascinated him, and the result is a uniquely rich and evocative narrative.","Morris also uses the contrast of the content and agrarian Goths with the violent and rapacious city-dwelling Romans to invoke one of his favorite themes: socialism. Our heroes are happy to live in an egalitarian society, with men and women valued equally, and close to the land and tradition. Meanwhile, the Roman invaders, unhappy in their modern lifestyle, seek personal glory and ever more booty, leading to nothing but destruction.","The novel, as a work grounded in reality but with an aspect of the magical or supernatural, is one of the forefathers of modern fantasy fiction. Indeed, The House of the Wolfings was a direct inspiration to J. R. R. Tolkien, who, acknowledging such in a 1960s letter, drew from it concepts as diverse as mysterious dwarves who are talented armorers, to tribes of Goths reminiscent of Tolkien's Rohan, to a deep forest named Mirkwood."],"year":2023,"genres":["fantasy","fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/william-morris/the-house-of-the-wolfings"},"series":null,"part":0,"chapters":[{"id":"001","title":"Epigraph","length":537,"skip":true},{"id":"002","title":"I: The Dwellings of Mid-Mark","length":12961,"skip":false},{"id":"003","title":"II: The Flitting of the War-Arrow","length":12604,"skip":false},{"id":"004","title":"III: Thiodolf Talketh with the Wood-Sun","length":20492,"skip":false},{"id":"005","title":"IV: The House Fareth to the War","length":16556,"skip":false},{"id":"006","title":"V: Concerning the Hall-Sun","length":20676,"skip":false},{"id":"007","title":"VI: They Talk on the Way to the Folk-Thing","length":16948,"skip":false},{"id":"008","title":"VII: They Gather to the Folk-Mote","length":18035,"skip":false},{"id":"009","title":"VIII: The Folk-Mote of the Markmen","length":29368,"skip":false},{"id":"010","title":"IX: The Ancient Man of the Daylings","length":5824,"skip":false},{"id":"011","title":"X: That Carline Cometh to the Roof of the Wolfings","length":6109,"skip":false},{"id":"012","title":"XI: The Hall-Sun Speaketh","length":6858,"skip":false},{"id":"013","title":"XII: Tidings of the Battle in Mirkwood","length":12526,"skip":false},{"id":"014","title":"XIII: The Hall-Sun Saith Another Word","length":5293,"skip":false},{"id":"015","title":"XIV: The Hall-Sun Is Careful Concerning the Passes of the Wood","length":9022,"skip":false},{"id":"016","title":"XV: They Hear Tell of the Battle on the Ridge","length":19864,"skip":false},{"id":"017","title":"XVI: How the Dwarf-Wrought Hauberk Was Brought Away from the Hall of the Daylings","length":5349,"skip":false},{"id":"018","title":"XVII: The Wood-Sun Speaketh with Thiodolf","length":18290,"skip":false},{"id":"019","title":"XVIII: Tidings Brought to the Wain-Burg","length":12187,"skip":false},{"id":"020","title":"XIX: Those Messengers Come to Thiodolf","length":15333,"skip":false},{"id":"021","title":"XX: Otter and His Folk Come Into Mid-Mark","length":19961,"skip":false},{"id":"022","title":"XXI: They Bicker About the Ford","length":9835,"skip":false},{"id":"023","title":"XXII: Otter Falls on Against His Will","length":12994,"skip":false},{"id":"024","title":"XXIII: Thiodolf Meeteth the Romans in the Wolfing Meadow","length":12188,"skip":false},{"id":"025","title":"XXIV: The Goths Are Overthrown by the Romans","length":9672,"skip":false},{"id":"026","title":"XXV: The Host of the Markmen Cometh Into the Wild-Wood","length":16259,"skip":false},{"id":"027","title":"XXVI: Thiodolf Talketh with the Wood-Sun","length":21544,"skip":false},{"id":"028","title":"XXVII: They Wend to the Morning Battle","length":9812,"skip":false},{"id":"029","title":"XXVIII: Of the Storm of Dawning","length":14254,"skip":false},{"id":"030","title":"XXI: Of Thiodolf's Storm","length":22241,"skip":false},{"id":"031","title":"XXX: Thiodolf Is Borne Out of the Hall and Otter Is Laid Beside Him","length":14153,"skip":false},{"id":"032","title":"XXXI: Old Asmund Speaketh Over the War-Dukes: The Dead Are Laid in Mound","length":13163,"skip":false},{"id":"033","title":"Endnotes","length":149,"skip":true}],"createdAt":1719507332852}