{"id":"black-hawk--the-autobiography-of-ma-ka-tai-me-she-kia-kiak-or-black-hawk","title":"The Autobiography of Ma-Ka-Tai-Me-She-Kia-Kiak, or Black Hawk","titleAlpha":"autobiography of ma-ka-tai-me-she-kia-kiak, or black hawk","author":"Black Hawk","language":"en","description":"The autobiography of Black Hawk, the famous leader of the Native American Sauk tribe and central figure in the Black Hawk War of 1832.","longDescription":["Black Hawk, so named after the sacred medicine bag he carried with him, was a warrior and a leader of a tribe of Sauk Native Americans in the American Midwest circa 1800. He rose to leadership during a tumultuous time for his people, as they were pressed on all sides by the warlike British, the ruthlessly expansionist Americans, and the grudges and jealousies of neighboring tribes.","He lived as a warrior for much of his early life, when the War of 1812 between the British and the Americans forced the Sauk to take sides and enter the fray. Angered by the Americans' demands they sign shaky treaties to cede their land, the tribe fought for the British until the toll of the war forced the tribe to bow out.","After the war, Black Hawk signed a peace treaty with the Americans, but a series of misunderstandings once again brought tensions between the Sauk and the Americans to a head. When a group of under-trained Illinois militia mistakenly opened fire on the Sauk, Black Hawk began what is known as the Black Hawk War, leading raids against American forts and settlements in an effort to reclaim their ancient land.","Even though Black Hawk managed to convince other tribes to join his cause, the war was quickly lost and Black Hawk captured. He was then taken on a tour of the vast East Coast cities in an attempt to impress upon him America's overwhelming might. Despite his status as a former enemy, he was treated with dignity and respect by his captors before they granted him a small house and plot of land in Iowa to live out the rest of his days.","His autobiography was dictated to a translator, Antoine Le Clair, and written down by his amanuensis and publisher, J. B. Patterson. The story Black Hawk tells is a vivid one of life on the prairie, rich with tradition and meaning, but riven equally by war and bloodshed. As he reminisces about the bucolic life he and his ancestors once led and compares it with the hardships his people are facing, his sorrow becomes palpable; and as his days draw to a close, the reader sees that even to Black Hawk, the fate of his people appears inevitable."],"year":null,"genres":["autobiography","biography","classics"],"topics":["native-americans","war"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/black-hawk/the-autobiography-of-ma-ka-tai-me-she-kia-kiak-or-black-hawk"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - The Autobiography of Ma-Ka-Tai-Me-She-Kia-Kiak, or Black Hawk","length":15,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Dedication","length":106,"mode":"hide"},{"id":"004","title":"Affidavit","length":2051,"mode":"type"},{"id":"005","title":"Ne-Ka-Na-Wen","length":1965,"mode":"type"},{"id":"006","title":"Dedication","length":1346,"mode":"hide"},{"id":"007","title":"Advertisement","length":2582,"mode":"type"},{"id":"008","title":"The Autobiography","length":214478,"mode":"type"},{"id":"009","title":"Starts for a New Home","length":3723,"mode":"type"},{"id":"010","title":"Black Hawk's Last Visit","length":9633,"mode":"type"},{"id":"011","title":"Black Hawk's Removal to the Des Moines River","length":11255,"mode":"type"},{"id":"012","title":"The Black Hawk Tower","length":3852,"mode":"type"},{"id":"013","title":"The Black Hawk War - Preface","length":2610,"mode":"skip"},{"id":"014","title":"The Black Hawk War - Fox Murderers Wanted","length":9286,"mode":"type"},{"id":"015","title":"The Black Hawk War - The Black Hawk War - Stillman's Defeat","length":24058,"mode":"type"},{"id":"016","title":"The Black Hawk War - The Black Hawk War - Kilbourn's Narrative - Battle of Pecatonica","length":2572,"mode":"type"},{"id":"017","title":"The Black Hawk War - The Black Hawk War - Kilbourn's Narrative - Fight at Apple River Fort","length":2475,"mode":"type"},{"id":"018","title":"The Black Hawk War - The Black Hawk War - Kilbourn's Narrative - Apple River Fort","length":2647,"mode":"type"},{"id":"019","title":"The Black Hawk War - The Black Hawk War - Kilbourn's Narrative - Kellogg's Grove Fort","length":3294,"mode":"type"},{"id":"020","title":"The Black Hawk War - The Black Hawk War - Kilbourn's Narrative - Major Dement's Battle with the Indians","length":13933,"mode":"type"},{"id":"021","title":"The Black Hawk War - The Black Hawk War - Kilbourn's Narrative - At Wisconsin Heights","length":4672,"mode":"type"},{"id":"022","title":"The Black Hawk War - The Black Hawk War - Kilbourn's Narrative - Steamboat Warrior's Fight","length":2977,"mode":"type"},{"id":"023","title":"The Black Hawk War - The Black Hawk War - Kilbourn's Narrative - General Atkinson's Report","length":3355,"mode":"type"},{"id":"024","title":"Appendix - At Yellow Banks","length":7620,"mode":"type"},{"id":"025","title":"Appendix - Gen. Scott Arrives at Chicago","length":2562,"mode":"type"},{"id":"026","title":"Appendix - The General's Remedy","length":2876,"mode":"type"},{"id":"027","title":"Appendix - Treaty with Sacs and Foxes","length":1076,"mode":"type"},{"id":"028","title":"Appendix - The City of Davenport, Iowa","length":1101,"mode":"type"},{"id":"029","title":"Appendix - The City of Rock Island","length":1203,"mode":"type"},{"id":"030","title":"Appendix - The City of Moline","length":291,"mode":"type"},{"id":"031","title":"Appendix - Fifty Years Ago","length":694,"mode":"type"},{"id":"032","title":"Appendix - The Triple Cities","length":1432,"mode":"type"},{"id":"033","title":"Appendix - Armory and Arsenal,","length":1343,"mode":"type"},{"id":"034","title":"Appendix - The City of Keokuk, Iowa","length":2103,"mode":"type"},{"id":"035","title":"Appendix - The City of Muscatine, Iowa","length":1180,"mode":"type"},{"id":"036","title":"Appendix - The City of Dubuque","length":6155,"mode":"type"},{"id":"037","title":"Endnotes","length":297,"mode":"hide"},{"id":"038","title":"Colophon","length":1184,"mode":"hide"},{"id":"039","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721171573864}