{"id":"emile-zola--his-masterpiece","title":"His Masterpiece","titleAlpha":"his masterpiece","author":"Émile Zola","language":"en","description":"A groundbreaking painter struggles to leave his mark on the bohemian art world of 19th-century Paris.","longDescription":["His Masterpiece, sometimes translated as \"The Work\" or \"The Masterpiece,\" is Zola's 14th entry in his Rougon-Macquart series of novels. In it we see Claude Lantier, a painter with obvious talent, struggle to leave a revolutionary mark on the art world of 19th-century Paris. The novel deftly explores the themes of genius, poverty, purity in art, art as a bureaucratic institution, obsession, and madness.","The book is notable not just for its accurate portrayal of the art world of the time, but also for the interesting personal details Zola incorporated into the book. Lantier is a pastiche of several famous painters Zola personally knew, including Paul Cezanne, Claude Monet, and Edouard Manet; Lantier's masterpiece is based on Manet's revolutionary painting Le Dejeuner sur l'herbe; and the novel's accuracy is even blamed on ending the long friendship between Zola and Cezanne. Zola himself includes a self-portrait, as the character Pierre Sandoz.","Vizetelly's translation is fresh and readable, and Zola's rendition of Paris and the surrounding countryside is vibrant and engrossing. Rarely do we get such a close and engaging window into bohemian life in old Paris."],"year":1886,"genres":["fiction"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/emile-zola/his-masterpiece/ernest-alfred-vizetelly"},"series":"Les Rougon-Macquart","part":14,"chapters":[{"id":"001","title":"I","length":47829,"skip":false},{"id":"002","title":"II","length":61171,"skip":false},{"id":"003","title":"III","length":74990,"skip":false},{"id":"004","title":"IV","length":61505,"skip":false},{"id":"005","title":"V","length":58863,"skip":false},{"id":"006","title":"VI","length":58484,"skip":false},{"id":"007","title":"VII","length":74937,"skip":false},{"id":"008","title":"VIII","length":66860,"skip":false},{"id":"009","title":"IX","length":77568,"skip":false},{"id":"010","title":"X","length":100368,"skip":false},{"id":"011","title":"XI","length":80436,"skip":false},{"id":"012","title":"XII","length":46957,"skip":false}],"createdAt":1719162154150}