{"id":"herman-melville--short-fiction","title":"Short Fiction","titleAlpha":"short fiction","author":"Herman Melville","language":"en","description":"A collection of Herman Melville's short stories, ordered by date of publication.","longDescription":["Melville's pen ranges far and wide in this collection of his short stories and novellas, with subjects including a faraway mountain lodge, a magnificent rooster, a haunted table, and of course the inimitable scrivener Bartleby, whose tale is now viewed as one of the great English short stories. While his earlier novels had been well received, by this point in his career his star had waned, and it was only in the early twentieth century that his work, including these short stories, started to get the recognition it still enjoys today.","This volume collects Melville's short stories verified to be in the U. S. public domain, in the order they were originally published in Harper's New Monthly Magazine and Putnam's Monthly Magazine (along with \"The Piazza\" which was written for the collection The Piazza Tales). The racism displayed in \"Benito Cereno\" against the African slaves is somewhat shocking to modern readers given our greater understanding of their story, but was common in the mid-nineteenth century."],"year":null,"genres":["classics","fiction","shorts"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/herman-melville/short-fiction"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Short Fiction","length":20,"mode":"hide"},{"id":"002","title":"Imprint","length":1183,"mode":"hide"},{"id":"003","title":"Bartleby","length":81733,"mode":"type"},{"id":"004","title":"Cock-a-Doodle-Doo! - Or, The Crowing of the Noble Cock Beneventano","length":48713,"mode":"type"},{"id":"005","title":"The Encantadas - Sketch First: The Isles at Large","length":10676,"mode":"type"},{"id":"006","title":"The Encantadas - Sketch Second: Two Sides to a Tortoise","length":7654,"mode":"type"},{"id":"007","title":"The Encantadas - Sketch Third: Rock Rodondo","length":9916,"mode":"type"},{"id":"008","title":"The Encantadas - Sketch Fourth: A Pisgah View from the Rock","length":13813,"mode":"type"},{"id":"009","title":"The Encantadas - Sketch Fifth: The Frigate, and Ship Flyaway","length":3191,"mode":"type"},{"id":"010","title":"The Encantadas - Sketch Sixth: Barrington Isle and the Buccaneers","length":5897,"mode":"type"},{"id":"011","title":"The Encantadas - Sketch Seventh: Charles's Isle and the Dog-King","length":10193,"mode":"type"},{"id":"012","title":"The Encantadas - Sketch Eighth: Norfolk Isle and the Chola Widow","length":28887,"mode":"type"},{"id":"013","title":"The Encantadas - Sketch Ninth: Hood's Isle and the Hermit Oberlus","length":19455,"mode":"type"},{"id":"014","title":"The Encantadas - Sketch Tenth: Runaways, Castaways, Solitaries, Gravestones, etc.","length":7870,"mode":"type"},{"id":"015","title":"Poor Man's Pudding and Rich Man's Crumbs - Picture First: Poor Man's Pudding","length":18470,"mode":"type"},{"id":"016","title":"Poor Man's Pudding and Rich Man's Crumbs - Picture Second: Rich Man's Crumbs","length":12040,"mode":"type"},{"id":"017","title":"The Happy Failure - A Story of the River Hudson","length":15250,"mode":"type"},{"id":"018","title":"The Lightning-Rod Man","length":14636,"mode":"type"},{"id":"019","title":"The Fiddler","length":13046,"mode":"type"},{"id":"020","title":"The Paradise of Bachelors and the Tartarus of Maids - The Paradise of Bachelors","length":19000,"mode":"type"},{"id":"021","title":"The Paradise of Bachelors and the Tartarus of Maids - The Tarturus of Maids","length":28552,"mode":"type"},{"id":"022","title":"The Bell-Tower","length":32657,"mode":"type"},{"id":"023","title":"Benito Cereno","length":184927,"mode":"type"},{"id":"024","title":"Jimmy Rose","length":23429,"mode":"type"},{"id":"025","title":"The 'Gees","length":14080,"mode":"type"},{"id":"026","title":"I and My Chimney","length":64217,"mode":"type"},{"id":"027","title":"The Apple-Tree Table - Or, Original Spiritual Manifestations","length":45469,"mode":"type"},{"id":"028","title":"The Piazza","length":29522,"mode":"type"},{"id":"029","title":"Endnotes","length":1414,"mode":"hide"},{"id":"030","title":"Colophon","length":1229,"mode":"hide"},{"id":"031","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337884067}