{
  "id": "arthur-conan-doyle--a-study-in-scarlet",
  "title": "A Study in Scarlet",
  "titleAlpha": "study in scarlet",
  "author": "Arthur Conan Doyle",
  "language": "en",
  "description": "The self-declared world's first consulting detective unravels a mysterious case of murder and revenge.",
  "longDescription": [
    "A Study in Scarlet is the novel which first introduced Arthur Conan Doyles' iconic characters Sherlock Holmes and Dr. Watson. It was published in 1887 in a popular magazine, Beeton's Christmas Annual. It attracted little public attention at the time, but interest in Holmes continued to build with the subsequent series of short stories Doyle wrote featuring the austere, analytical detective - now one of the most well-known characters in all of English literature.",
    "A Study in Scarlet is told from the point of view of Dr. John Watson, a medical doctor who has recently returned to London after suffering serious injury and illness as part of the Army Medical Department deployed to Afghanistan. In precarious health and even more precarious financial straits, he's looking for cheap lodgings when a friend introduces him to Sherlock Holmes. The pair agree to share the rent of a flat Holmes has found.",
    "Watson is baffled by his companion's strange nature, his peculiar interests, his unusual breadth of knowledge in certain fields alongside his shocking ignorance in others, and his many strange visitors. Only eventually does Watson discover that Holmes has set himself up as the world's first \"consulting detective,\" and it's not long before Watson finds himself assisting Holmes in a mysterious case. The body of a man has been found in an abandoned house, without wounds or other marks of injury. But on the wall, scrawled in blood, is the word RACHE. The subsequent unravelling of the mystery takes many unexpected turns."
  ],
  "year": 1887,
  "genres": [
    "classics",
    "fiction",
    "mystery",
    "adventure",
    "crime"
  ],
  "topics": [
    "detective",
    "frontier",
    "murder"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": "Sherlock Holmes",
  "part": 1,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/arthur-conan-doyle/a-study-in-scarlet"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - A Study in Scarlet",
      "length": 23,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1194,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Part I: Being a Reprint from the Reminiscences of John H. Watson, M. D., Late of the Army Medical Department - I: Mr. Sherlock Holmes",
      "length": 15264,
      "mode": "type"
    },
    {
      "id": "004",
      "title": "Part I: Being a Reprint from the Reminiscences of John H. Watson, M. D., Late of the Army Medical Department - II: The Science of Deduction",
      "length": 19798,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "Part I: Being a Reprint from the Reminiscences of John H. Watson, M. D., Late of the Army Medical Department - III: The Lauriston Gardens Mystery",
      "length": 21272,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "Part I: Being a Reprint from the Reminiscences of John H. Watson, M. D., Late of the Army Medical Department - IV: What John Rance Had to Tell",
      "length": 13483,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "Part I: Being a Reprint from the Reminiscences of John H. Watson, M. D., Late of the Army Medical Department - V: Our Advertisement Brings a Visitor",
      "length": 13532,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "Part I: Being a Reprint from the Reminiscences of John H. Watson, M. D., Late of the Army Medical Department - VI: Tobias Gregson Shows What He Can Do",
      "length": 17834,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "Part I: Being a Reprint from the Reminiscences of John H. Watson, M. D., Late of the Army Medical Department - VII: Light in the Darkness",
      "length": 18238,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "Part II: The Country of the Saints - I: On the Great Alkali Plain",
      "length": 20287,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "Part II: The Country of the Saints - II: The Flower of Utah",
      "length": 14315,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "Part II: The Country of the Saints - III: John Ferrier Talks with the Prophet",
      "length": 10078,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "Part II: The Country of the Saints - IV: A Flight for Life",
      "length": 18563,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "Part II: The Country of the Saints - V: The Avenging Angels",
      "length": 19579,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "Part II: The Country of the Saints - VI: A Continuation of the Reminiscences of John Watson, M. D.",
      "length": 23250,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "Part II: The Country of the Saints - VII: The Conclusion",
      "length": 11591,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "Endnotes",
      "length": 102,
      "mode": "hide"
    },
    {
      "id": "018",
      "title": "Colophon",
      "length": 1043,
      "mode": "hide"
    },
    {
      "id": "019",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL262496W",
  "goodreadsId": "123191068",
  "rating": 0.828,
  "popularity": 451378,
  "cover": null,
  "free": true,
  "custom": false,
  "createdAt": 1720554954476
}