{
  "id": "wilkie-collins--the-woman-in-white",
  "title": "The Woman in White",
  "titleAlpha": "woman in white",
  "author": "Wilkie Collins",
  "language": "en",
  "description": "A young drawing teacher falls in love with his aristocratic pupil, who falls victim to a devious plot to acquire her considerable fortune.",
  "longDescription": [
    "The Woman in White tells the story of Walter Hartright, a young and impoverished drawing teacher who falls in love with his aristocratic pupil, Laura Fairlie. He cannot hope to marry her, however, and she is married off against her will to a baronet, Sir Percival Glyde, who is seeking her fortune. The terms of her marriage settlement prevent Glyde accessing her money while she lives, so together with his deceptively charming and cunning friend, Count Fosco, they hatch an unscrupulous deception to do so nonetheless. In an early 19th Century version of \"identity theft,\" they contrive to fake Laura's death and confine her to a mental asylum. Their plot is eventually uncovered and exposed by Hartright with the help of Laura's resourceful half-sister, Marian Halcombe.",
    "The Woman in White was the most popular of Wilkie Collins' novels in the genre then known as \"sensation fiction.\" It has never been out of print and is frequently included in lists of the best novels of all time. Published initially in serial form in 1859 - 60, it achieved an early and remarkable following, probably because of the strength of its characters, in particular the smooth and charming but utterly wicked villain Count Fosco, and the intelligent and steadfast Marian Halcombe opposed to him."
  ],
  "year": 1859,
  "genres": [
    "classics",
    "fiction",
    "gothic",
    "psychological",
    "romance",
    "horror",
    "mystery",
    "suspense"
  ],
  "topics": [
    "art",
    "country",
    "nobility"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/wilkie-collins/the-woman-in-white"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - The Woman in White",
      "length": 19,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Dedication",
      "length": 176,
      "mode": "hide"
    },
    {
      "id": "004",
      "title": "Preface to the Present Edition",
      "length": 3885,
      "mode": "hide"
    },
    {
      "id": "005",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - I",
      "length": 1812,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - II",
      "length": 7624,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - III",
      "length": 20569,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - IV",
      "length": 18446,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - V",
      "length": 4660,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - VI",
      "length": 15878,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - VII",
      "length": 17007,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - VIII",
      "length": 34205,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - IX",
      "length": 12016,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - X",
      "length": 18869,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - XI",
      "length": 15757,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - XII",
      "length": 18840,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - XIII",
      "length": 30980,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - XIV",
      "length": 16189,
      "mode": "type"
    },
    {
      "id": "019",
      "title": "The First Epoch - The Story Begun by Walter Hartright of Clement's Inn, Teacher of Drawing - XV",
      "length": 25192,
      "mode": "type"
    },
    {
      "id": "020",
      "title": "The First Epoch - The Story Continued by Vincent Gilmore of Chancery Lane, Solicitor - I",
      "length": 20889,
      "mode": "type"
    },
    {
      "id": "021",
      "title": "The First Epoch - The Story Continued by Vincent Gilmore of Chancery Lane, Solicitor - II",
      "length": 21874,
      "mode": "type"
    },
    {
      "id": "022",
      "title": "The First Epoch - The Story Continued by Vincent Gilmore of Chancery Lane, Solicitor - III",
      "length": 22956,
      "mode": "type"
    },
    {
      "id": "023",
      "title": "The First Epoch - The Story Continued by Vincent Gilmore of Chancery Lane, Solicitor - IV",
      "length": 10246,
      "mode": "type"
    },
    {
      "id": "024",
      "title": "The First Epoch - The Story Continued by Marian Halcombe, in Extracts from Her Diary - I",
      "length": 37265,
      "mode": "type"
    },
    {
      "id": "025",
      "title": "The First Epoch - The Story Continued by Marian Halcombe, in Extracts from Her Diary - II",
      "length": 35135,
      "mode": "type"
    },
    {
      "id": "026",
      "title": "The Second Epoch - The Story Continued by Marian Halcombe - I",
      "length": 31621,
      "mode": "type"
    },
    {
      "id": "027",
      "title": "The Second Epoch - The Story Continued by Marian Halcombe - II",
      "length": 34597,
      "mode": "type"
    },
    {
      "id": "028",
      "title": "The Second Epoch - The Story Continued by Marian Halcombe - III",
      "length": 35166,
      "mode": "type"
    },
    {
      "id": "029",
      "title": "The Second Epoch - The Story Continued by Marian Halcombe - IV",
      "length": 31143,
      "mode": "type"
    },
    {
      "id": "030",
      "title": "The Second Epoch - The Story Continued by Marian Halcombe - V",
      "length": 21977,
      "mode": "type"
    },
    {
      "id": "031",
      "title": "The Second Epoch - The Story Continued by Marian Halcombe - VI",
      "length": 47576,
      "mode": "type"
    },
    {
      "id": "032",
      "title": "The Second Epoch - The Story Continued by Marian Halcombe - VII",
      "length": 31327,
      "mode": "type"
    },
    {
      "id": "033",
      "title": "The Second Epoch - The Story Continued by Marian Halcombe - VIII",
      "length": 28488,
      "mode": "type"
    },
    {
      "id": "034",
      "title": "The Second Epoch - The Story Continued by Marian Halcombe - IX",
      "length": 37521,
      "mode": "type"
    },
    {
      "id": "035",
      "title": "The Second Epoch - The Story Continued by Marian Halcombe - X",
      "length": 7303,
      "mode": "type"
    },
    {
      "id": "036",
      "title": "The Second Epoch - The Story Continued by Frederick Fairlie, Esq., of Limmeridge House",
      "length": 41411,
      "mode": "type"
    },
    {
      "id": "037",
      "title": "The Second Epoch - The Story Continued by Eliza Michelson, Housekeeper at Blackwater Park - I",
      "length": 41592,
      "mode": "type"
    },
    {
      "id": "038",
      "title": "The Second Epoch - The Story Continued by Eliza Michelson, Housekeeper at Blackwater Park - II",
      "length": 49418,
      "mode": "type"
    },
    {
      "id": "039",
      "title": "The Second Epoch - The Story Continued in Several Narratives - I: The Narrative of Hester Pinhorn, Cook in the Service of Count Fosco",
      "length": 12697,
      "mode": "type"
    },
    {
      "id": "040",
      "title": "The Second Epoch - The Story Continued in Several Narratives - II: The Narrative of the Doctor",
      "length": 472,
      "mode": "type"
    },
    {
      "id": "041",
      "title": "The Second Epoch - The Story Continued in Several Narratives - III: The Narrative of Jane Gould",
      "length": 662,
      "mode": "type"
    },
    {
      "id": "042",
      "title": "The Second Epoch - The Story Continued in Several Narratives - IV: The Narrative of the Tombstone",
      "length": 267,
      "mode": "type"
    },
    {
      "id": "043",
      "title": "The Second Epoch - The Story Continued in Several Narratives - V: The Narrative of Walter Hartright",
      "length": 10299,
      "mode": "type"
    },
    {
      "id": "044",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - I",
      "length": 5490,
      "mode": "type"
    },
    {
      "id": "045",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - II",
      "length": 36801,
      "mode": "type"
    },
    {
      "id": "046",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - III",
      "length": 18590,
      "mode": "type"
    },
    {
      "id": "047",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - IV",
      "length": 25552,
      "mode": "type"
    },
    {
      "id": "048",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - V",
      "length": 15365,
      "mode": "type"
    },
    {
      "id": "049",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - VI",
      "length": 15006,
      "mode": "type"
    },
    {
      "id": "050",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - VII",
      "length": 29035,
      "mode": "type"
    },
    {
      "id": "051",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - VIII",
      "length": 29119,
      "mode": "type"
    },
    {
      "id": "052",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - IX",
      "length": 27399,
      "mode": "type"
    },
    {
      "id": "053",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - X",
      "length": 38137,
      "mode": "type"
    },
    {
      "id": "054",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - XI",
      "length": 16763,
      "mode": "type"
    },
    {
      "id": "055",
      "title": "The Third Epoch - The Story Continued by Mrs. Catherick",
      "length": 28727,
      "mode": "type"
    },
    {
      "id": "056",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - I",
      "length": 7861,
      "mode": "type"
    },
    {
      "id": "057",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - II",
      "length": 27131,
      "mode": "type"
    },
    {
      "id": "058",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - III",
      "length": 14497,
      "mode": "type"
    },
    {
      "id": "059",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - IV",
      "length": 13885,
      "mode": "type"
    },
    {
      "id": "060",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - V",
      "length": 22071,
      "mode": "type"
    },
    {
      "id": "061",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - VI",
      "length": 13900,
      "mode": "type"
    },
    {
      "id": "062",
      "title": "The Third Epoch - The Story Continued by Walter Hartright - VII",
      "length": 28935,
      "mode": "type"
    },
    {
      "id": "063",
      "title": "The Third Epoch - The Story Continued by Isidor, Ottavio, Baldassare Fosco; Count of the Holy Roman Empire, Knight Grand Cross of the Order of the Brazen Crown, Perpetual Arch-Master of the Rosicrucian Masons of Mesopotamia; Attached (In Honorary Capacities) to Societies Musical, Societies Medical, Societies Philosophical, and Societies General Benevolent, Throughout Europe; etc. etc. etc. - The Count's Narrative",
      "length": 32704,
      "mode": "type"
    },
    {
      "id": "064",
      "title": "The Third Epoch - The Story Concluded by Walter Hartright - I",
      "length": 16521,
      "mode": "type"
    },
    {
      "id": "065",
      "title": "The Third Epoch - The Story Concluded by Walter Hartright - II",
      "length": 9518,
      "mode": "type"
    },
    {
      "id": "066",
      "title": "The Third Epoch - The Story Concluded by Walter Hartright - III",
      "length": 4304,
      "mode": "type"
    },
    {
      "id": "067",
      "title": "Endnotes",
      "length": 731,
      "mode": "hide"
    },
    {
      "id": "068",
      "title": "Colophon",
      "length": 1036,
      "mode": "hide"
    },
    {
      "id": "069",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL176045W",
  "goodreadsId": "830549",
  "rating": 0.8019999999999999,
  "popularity": 155772,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1720831874716
}