{
  "id": "thorstein-veblen--the-theory-of-the-leisure-class",
  "title": "The Theory of the Leisure Class",
  "titleAlpha": "theory of the leisure class",
  "author": "Thorstein Veblen",
  "language": "en",
  "description": "Veblen outlines his theory of social stratification in an industrialized society, the paradoxical elevation of the leisure class, and conspicuous consumption.",
  "longDescription": [
    "1899 was the tail end of the Gilded Age, a time in America of rapid economic expansion that caused a select few to become ultra-wealthy, while millions of commoners struggled in abject poverty. It was against this backdrop that Veblen, an economist and sociologist at the University of Chicago, wrote The Theory of the Leisure Class, a book that brought the phrase \"conspicuous consumption\" into the modern vocabulary.",
    "Veblen's thesis centers on the definition of what he calls the \"leisure class,\" the upper social class consisting of wealthy individuals who are socially exempt from productive work. Their work instead becomes what he calls \"conspicuous consumption\": spending their wealth in increasingly ostentatious ways in order to preserve their class status. Meanwhile, the lower and middle classes are the ones actually engaged in work that is productive to society - manufacturing and industry - with the goal of eventually being able to emulate the social status afforded by the conspicuous consumption of their leisure class masters.",
    "Along the way, Veblen links these behaviors with social strictures left over from feudal society, arguing that contemporary human society has not evolved far beyond our medieval peasant-and-lord forefathers. In those ancient societies, productive labor came to be viewed as disreputable and dirty; thus, status is won not by accumulating wealth, but by displaying the evidence of wealth. He argues that many of what some would consider society's ills are linked to this fundamental concept: for example, the mistreatment of women - forcing them into constricting clothing, preventing them from participating in independent economic life - is a way for their husbands to show off their unemployed status as a kind of conspicuous leisure; or society's obsession with sports, celebrity, and organized religion, all forms of conspicuous leisure that bring no productive benefit to society, and on the contrary waste time and resources, but whose practitioners - superstars and clergy - maintain a high social status.",
    "Though it was written over a hundred years ago when industrial society was just getting its footing, Veblen's thesis predicts much of the social stratification we recognize today. Practical labor continues to be viewed as basically demeaning, while people struggle in vain to chase a glimmer of the vast wealth that celebrities, investors, bankers, hedge fund managers, and C-suite dwellers - the conspicuously-consuming leisure class of today - openly flaunt. As such, The Theory of the Leisure Class might be one of the most prescient and influential books of economic and social science of the 20th century."
  ],
  "year": 1899,
  "genres": [
    "classics",
    "philosophy",
    "nonfiction"
  ],
  "topics": [
    "politics",
    "social"
  ],
  "rights": "The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).",
  "publisher": "Standard Ebooks",
  "series": null,
  "part": 0,
  "source": {
    "isUrl": true,
    "value": "https://standardebooks.org/ebooks/thorstein-veblen/the-theory-of-the-leisure-class"
  },
  "chapters": [
    {
      "id": "001",
      "title": "Titlepage - The Theory of the Leisure Class",
      "length": 21,
      "mode": "hide"
    },
    {
      "id": "002",
      "title": "Imprint",
      "length": 1184,
      "mode": "hide"
    },
    {
      "id": "003",
      "title": "Preface",
      "length": 2511,
      "mode": "skip"
    },
    {
      "id": "004",
      "title": "I: Introductory",
      "length": 32641,
      "mode": "type"
    },
    {
      "id": "005",
      "title": "II: Pecuniary Emulation",
      "length": 20161,
      "mode": "type"
    },
    {
      "id": "006",
      "title": "III: Conspicuous Leisure",
      "length": 52519,
      "mode": "type"
    },
    {
      "id": "007",
      "title": "IV: Conspicuous Consumption",
      "length": 54211,
      "mode": "type"
    },
    {
      "id": "008",
      "title": "V: The Pecuniary Standard of Living",
      "length": 19894,
      "mode": "type"
    },
    {
      "id": "009",
      "title": "VI: Pecuniary Canons of Taste",
      "length": 84958,
      "mode": "type"
    },
    {
      "id": "010",
      "title": "VII: Dress as an Expression of the Pecuniary Culture",
      "length": 34240,
      "mode": "type"
    },
    {
      "id": "011",
      "title": "VIII: Industrial Exemption and Conservatism",
      "length": 37983,
      "mode": "type"
    },
    {
      "id": "012",
      "title": "IX: The Conservation of Archaic Traits",
      "length": 53777,
      "mode": "type"
    },
    {
      "id": "013",
      "title": "X: Modern Survivals of Prowess",
      "length": 49161,
      "mode": "type"
    },
    {
      "id": "014",
      "title": "XI: The Belief in Luck",
      "length": 27181,
      "mode": "type"
    },
    {
      "id": "015",
      "title": "XII: Devout Observances",
      "length": 63701,
      "mode": "type"
    },
    {
      "id": "016",
      "title": "XII: Survivals of the Non-Invidious Interests",
      "length": 49992,
      "mode": "type"
    },
    {
      "id": "017",
      "title": "XIV: The Higher Learning as an Expression of the Pecuniary",
      "length": 61160,
      "mode": "type"
    },
    {
      "id": "018",
      "title": "Colophon",
      "length": 1113,
      "mode": "hide"
    },
    {
      "id": "019",
      "title": "Uncopyright",
      "length": 2050,
      "mode": "hide"
    }
  ],
  "openlibraryId": "OL1868446W",
  "goodreadsId": "164019",
  "rating": 0.778,
  "popularity": 3733,
  "cover": null,
  "free": false,
  "custom": false,
  "createdAt": 1721490184265
}