{"id":"henrik-ibsen--ghosts","title":"Ghosts","titleAlpha":"ghosts","author":"Henrik Ibsen","language":"en","description":"A Norwegian sea captain's widow who, no matter how much she tries, cannot escape the ghosts of the past.","longDescription":["Written in 1881, when melodrama and farce were still at their peak of popularity, Ibsen's Ghosts is a three-act tragedy that explores uncomfortable, even forbidden themes. It is also a highly critical commentary on the morality of the day. The play centers around the widow of a prominent Norwegian sea captain whose son returns home and, with tragic consequences, revives the ghosts of the past that she has long labored to put to rest.","Ghosts immediately became a source of controversy for its inclusion of topics like venereal disease, incest, and euthanasia, and it was banned from being performed in England for many years. Its arrival signals a shift in the nature of theatre and, despite negative criticism, it was translated into other languages and performed in Sweden, Germany, and New York within a few years of its debut. It stands now as one of the works considered to have ushered in the era of modern drama."],"year":1965,"genres":["classics","drama"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/henrik-ibsen/ghosts/william-archer"},"openlibraryId":"OL27287755W","goodreadsId":null,"rating":0.46573475999999997,"popularity":3,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Ghosts","length":47,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Introduction","length":18918,"mode":"type"},{"id":"004","title":"Dramatis Personae","length":297,"mode":"hide"},{"id":"005","title":"Act I","length":50231,"mode":"type"},{"id":"006","title":"Act II","length":42598,"mode":"type"},{"id":"007","title":"Act III","length":25560,"mode":"type"},{"id":"008","title":"Endnotes","length":563,"mode":"hide"},{"id":"009","title":"Colophon","length":1076,"mode":"hide"},{"id":"010","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721337855637}