{"id":"wilkie-collins--man-and-wife","title":"Man and Wife","titleAlpha":"man and wife","author":"Wilkie Collins","language":"en","description":"A young woman who has been made pregnant by an unscrupulous man tries to force him to marry her secretly, but much goes wrong with her plan.","longDescription":["Man and Wife is the ninth novel by Wilkie Collins, and was published in serial form in 1870. Like many of his other novels it has a complex plot and tackles social issues, in this case the then-lax state of the marriage laws, particularly in Scotland and Ireland. As always, Collins deals carefully but frankly with human personal behavior. To avoid offending Victorian morals too greatly, much is implied rather than stated outright. Nevertheless, even dealing with such matters at all led to his novels being derided as \"sensation fiction\" by his critics. By today's standards, of course, they wouldn't even raise an eyebrow.","In Man and Wife, the main character Anne Silvester has fallen pregnant to a muscular and handsome, but boorish man, Geoffrey Delamayn, to whom she is not married. She is working as a governess at a house in Scotland. Anne arranges to meet Delamayn secretly at a garden party and angrily demands that he fulfill his promise to marry her, that very day. He very reluctantly agrees to a secret, private marriage, knowing that a public marriage would badly affect his inheritance prospects. How is the marriage to be arranged quickly but kept quiet? Anne has a plan based on her understanding of the looseness of the marriage laws in Scotland. Naturally, of course, things go badly wrong with this plan and many complexities arise.","Collins is deeply critical of the state of contemporary marriage laws, both in how loosely they were framed, and in how little power over their own lives they gave to women once they were married, even if married to a brutal man. He also uses this novel to denounce the worship of sporting heroes and the obsession with physical prowess rather than mental superiority as a primary indication of male virtue.","Though not as popular as his novels The Woman in White and The Moonstone, Man and Wife received a good critical reception when it was released and was a commercial success."],"year":null,"genres":["classics","fiction"],"topics":[],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/wilkie-collins/man-and-wife"},"openlibraryId":null,"goodreadsId":null,"rating":null,"popularity":null,"cover":null,"free":false,"custom":false,"series":null,"part":0,"chapters":[{"id":"001","title":"Titlepage - Man and Wife","length":19,"mode":"hide"},{"id":"002","title":"Imprint","length":1184,"mode":"hide"},{"id":"003","title":"Prologue: The Irish Marriage - I: The Villa at Hampstead - I","length":2945,"mode":"type"},{"id":"004","title":"Prologue: The Irish Marriage - I: The Villa at Hampstead - II","length":15096,"mode":"type"},{"id":"005","title":"Prologue: The Irish Marriage - I: The Villa at Hampstead - III","length":12095,"mode":"type"},{"id":"006","title":"Prologue: The Irish Marriage - I: The Villa at Hampstead - IV","length":17165,"mode":"type"},{"id":"007","title":"Prologue: The Irish Marriage - II: The March of Time - V","length":6236,"mode":"type"},{"id":"008","title":"Prologue: The Irish Marriage - II: The March of Time - VI","length":3766,"mode":"type"},{"id":"009","title":"Prologue: The Irish Marriage - II: The March of Time - VII","length":6089,"mode":"type"},{"id":"010","title":"Prologue: The Irish Marriage - II: The March of Time - VIII","length":3410,"mode":"type"},{"id":"011","title":"Prologue: The Irish Marriage - II: The March of Time - IX","length":1195,"mode":"type"},{"id":"012","title":"The Story - First Scene: The Summerhouse - I: The Owls","length":5499,"mode":"type"},{"id":"013","title":"The Story - First Scene: The Summerhouse - II: The Guests","length":19919,"mode":"type"},{"id":"014","title":"The Story - First Scene: The Summerhouse - III: The Discoveries","length":19783,"mode":"type"},{"id":"015","title":"The Story - First Scene: The Summerhouse - IV: The Two","length":16708,"mode":"type"},{"id":"016","title":"The Story - First Scene: The Summerhouse - V: The Plan","length":8987,"mode":"type"},{"id":"017","title":"The Story - First Scene: The Summerhouse - VI: The Suitor","length":22979,"mode":"type"},{"id":"018","title":"The Story - First Scene: The Summerhouse - VII: The Debt","length":14662,"mode":"type"},{"id":"019","title":"The Story - First Scene: The Summerhouse - VIII: The Scandal","length":20991,"mode":"type"},{"id":"020","title":"The Story - Second Scene: The Inn - IX: Anne","length":29608,"mode":"type"},{"id":"021","title":"The Story - Second Scene: The Inn - X: Mr. Bishopriggs","length":18020,"mode":"type"},{"id":"022","title":"The Story - Second Scene: The Inn - XI: Sir Patrick","length":9604,"mode":"type"},{"id":"023","title":"The Story - Second Scene: The Inn - XII: Arnold","length":22435,"mode":"type"},{"id":"024","title":"The Story - Second Scene: The Inn - XIII: Blanche","length":24337,"mode":"type"},{"id":"025","title":"The Story - Third Scene: London - XIV: Geoffrey as a Letter-Writer","length":11204,"mode":"type"},{"id":"026","title":"The Story - Third Scene: London - XV: Geoffrey in the Marriage Market","length":9219,"mode":"type"},{"id":"027","title":"The Story - Third Scene: London - XVI: Geoffrey as a Public Character","length":17710,"mode":"type"},{"id":"028","title":"The Story - Fourth Scene: Windygates - XVII: Near It","length":10842,"mode":"type"},{"id":"029","title":"The Story - Fourth Scene: Windygates - XVIII: Nearer Still","length":22430,"mode":"type"},{"id":"030","title":"The Story - Fourth Scene: Windygates - XIX: Close on It","length":32302,"mode":"type"},{"id":"031","title":"The Story - Fourth Scene: Windygates - XX: Touching It","length":28286,"mode":"type"},{"id":"032","title":"The Story - Fourth Scene: Windygates - XXI: Done!","length":36983,"mode":"type"},{"id":"033","title":"The Story - Fourth Scene: Windygates - XXII: Gone","length":29454,"mode":"type"},{"id":"034","title":"The Story - Fourth Scene: Windygates - XXIII: Traced","length":30528,"mode":"type"},{"id":"035","title":"The Story - Fourth Scene: Windygates - XXIV: Backward","length":15148,"mode":"type"},{"id":"036","title":"The Story - Fourth Scene: Windygates - XXV: Forward","length":14698,"mode":"type"},{"id":"037","title":"The Story - Fourth Scene: Windygates - XXVI: Dropped","length":12210,"mode":"type"},{"id":"038","title":"The Story - Fourth Scene: Windygates - XXVII: Outwitted","length":20818,"mode":"type"},{"id":"039","title":"The Story - Fourth Scene: Windygates - XXVIII: Stifled","length":11472,"mode":"type"},{"id":"040","title":"The Story - Fifth Scene: Glasgow - XXIX: Anne Among the Lawyers","length":13307,"mode":"type"},{"id":"041","title":"The Story - Fifth Scene: Glasgow - XXX: Anne in the Newspapers","length":8524,"mode":"type"},{"id":"042","title":"The Story - Sixth Scene: Swanhaven Lodge - XXXI: Seeds of the Future (First Sowing)","length":33259,"mode":"type"},{"id":"043","title":"The Story - Sixth Scene: Swanhaven Lodge - XXXII: Seeds of the Future (Second Sowing)","length":25874,"mode":"type"},{"id":"044","title":"The Story - Sixth Scene: Swanhaven Lodge - XXXIII: Seeds of the Future (Third Sowing)","length":15215,"mode":"type"},{"id":"045","title":"The Story - Seventh Scene: Ham Farm - XXXIV: The Night Before","length":14647,"mode":"type"},{"id":"046","title":"The Story - Seventh Scene: Ham Farm - XXXV: The Day","length":5622,"mode":"type"},{"id":"047","title":"The Story - Seventh Scene: Ham Farm - XXXVI: The Truth at Last","length":29878,"mode":"type"},{"id":"048","title":"The Story - Seventh Scene: Ham Farm - XXXVII: The Way Out","length":22312,"mode":"type"},{"id":"049","title":"The Story - Seventh Scene: Ham Farm - XXXVIII: The News from Glasgow","length":24171,"mode":"type"},{"id":"050","title":"The Story - Eighth Scene: The Pantry - XXXIX: Anne Wins a Victory","length":18503,"mode":"type"},{"id":"051","title":"The Story - Ninth Scene: The Music-Room - XL: Julius Makes Mischief","length":35424,"mode":"type"},{"id":"052","title":"The Story - Tenth Scene: The Bedroom - XLI: Lady Lundie Does Her Duty","length":36323,"mode":"type"},{"id":"053","title":"The Story - Eleventh Scene: Sir Patrick's House - XLII: The Smoking-Room Window","length":7851,"mode":"type"},{"id":"054","title":"The Story - Eleventh Scene: Sir Patrick's House - XLIII: The Explosion","length":18616,"mode":"type"},{"id":"055","title":"The Story - Twelfth Scene: Drury Lane - XLIV: The Letter and the Law","length":29039,"mode":"type"},{"id":"056","title":"The Story - Thirteenth Scene: Fulham - XLV: The Footrace","length":32333,"mode":"type"},{"id":"057","title":"The Story - Fourteenth Scene: Portland Place - XLVI: A Scotch Marriage","length":53624,"mode":"type"},{"id":"058","title":"The Story - Fifteenth Scene: Holchester House - XLVII: The Last Chance","length":12564,"mode":"type"},{"id":"059","title":"The Story - Sixteenth Scene: The Inn - XLVIII: The Place","length":7461,"mode":"type"},{"id":"060","title":"The Story - Sixteenth Scene: The Inn - XLIX: The Night","length":24033,"mode":"type"},{"id":"061","title":"The Story - Sixteenth Scene: The Inn - L: The Morning","length":15812,"mode":"type"},{"id":"062","title":"The Story - Sixteenth Scene: The Inn - LI: The Proposal","length":13491,"mode":"type"},{"id":"063","title":"The Story - Sixteenth Scene: The Inn - LII: The Apparition","length":17433,"mode":"type"},{"id":"064","title":"The Story - Sixteenth Scene: The Inn - LIII: What Had Happened in the Hours of Darkness?","length":18537,"mode":"type"},{"id":"065","title":"The Story - Sixteenth Scene: The Inn - LIV: The Manuscript - I","length":488,"mode":"type"},{"id":"066","title":"The Story - Sixteenth Scene: The Inn - LIV: The Manuscript - II","length":2172,"mode":"type"},{"id":"067","title":"The Story - Sixteenth Scene: The Inn - LIV: The Manuscript - III","length":2497,"mode":"type"},{"id":"068","title":"The Story - Sixteenth Scene: The Inn - LIV: The Manuscript - IV","length":3546,"mode":"type"},{"id":"069","title":"The Story - Sixteenth Scene: The Inn - LIV: The Manuscript - V","length":2765,"mode":"type"},{"id":"070","title":"The Story - Sixteenth Scene: The Inn - LIV: The Manuscript - VI","length":9923,"mode":"type"},{"id":"071","title":"The Story - Sixteenth Scene: The Inn - LIV: The Manuscript - VII","length":2592,"mode":"type"},{"id":"072","title":"The Story - Sixteenth Scene: The Inn - LIV: The Manuscript - VIII","length":3297,"mode":"type"},{"id":"073","title":"The Story - Sixteenth Scene: The Inn - LIV: The Manuscript - IX","length":10355,"mode":"type"},{"id":"074","title":"The Story - Sixteenth Scene: The Inn - LIV: The Manuscript - X","length":7825,"mode":"type"},{"id":"075","title":"The Story - Sixteenth Scene: The Inn - LIV: The Manuscript - XI","length":3491,"mode":"type"},{"id":"076","title":"The Story - Sixteenth Scene: The Inn - LIV: The Manuscript - XII","length":5421,"mode":"type"},{"id":"077","title":"The Story - Sixteenth Scene: The Inn - LV: The Signs of the End","length":34086,"mode":"type"},{"id":"078","title":"The Story - Sixteenth Scene: The Inn - LVI: The Means","length":5450,"mode":"type"},{"id":"079","title":"The Story - Sixteenth Scene: The Inn - LVII: The End","length":24602,"mode":"type"},{"id":"080","title":"Epilogue - I","length":3259,"mode":"type"},{"id":"081","title":"Epilogue - II","length":6362,"mode":"type"},{"id":"082","title":"Endnotes","length":3123,"mode":"hide"},{"id":"083","title":"Colophon","length":1007,"mode":"hide"},{"id":"084","title":"Uncopyright","length":2050,"mode":"hide"}],"createdAt":1721338363127}