{"id":"arthur-conan-doyle--the-hound-of-the-baskervilles","title":"The Hound of the Baskervilles","titleAlpha":"hound of the baskervilles","author":"Arthur Conan Doyle","language":"en","description":"A famous detective investigates a mysterious and apparently supernatural threat to the heir of a wealthy Dartmoor estate.","longDescription":["It would be hard to nominate a more well-known character in English literature than that of the austere analytical detective Sherlock Holmes, created by Arthur Conan Doyle in the late 1880s. Holmes, alongside his friend and biographer Dr. John Watson, appeared in two initial novels and dozens of short stories serialized in popular magazines, attracting a devoted, almost fanatical following which continues to this day.","The Hound of the Baskervilles, serialized in 1901 - 1902, was the third novel featuring Holmes and Watson. Sherlock Holmes is consulted in his Baker Street apartment by Dr. Mortimer, a physician now living on the fringes of Dartmoor. He gives Holmes and Watson an account of a centuries-old legend, in which a hell-hound slaughtered the debauched heir of the Baskerville family who had been in lecherous pursuit of an innocent maiden across the moor. The same hound is reputed to have harrowed several of the subsequent heirs to the estate.","This ancient story might be dismissed as mere fancy, but for the fact that the elderly Sir Charles Baskerville recently died in very mysterious circumstances, apparently fleeing in terror from something which came from the moor. Dr. Mortimer is concerned that the new heir, Sir Henry, just returned from Canada, may be at risk from this supernatural beast. Holmes is intrigued, but being too busy to go himself, sends Dr. Watson to accompany Sir Henry to the ancestral home on Dartmoor and to report anything suspicious.","The Hound of the Baskervilles is arguably the best, and certainly the most popular, of Doyle's novels featuring his iconic detective. It has been translated into almost every language in the world and been the basis of dozens of movies (starting as early as 1914), radio plays and comic books."],"year":1901,"genres":["fiction","mystery"],"rights":"The source text and artwork in this ebook are believed to be in the United States public domain; that is, they are believed to be free of copyright restrictions in the United States. They may still be copyrighted in other countries, so users located outside of the United States must check their local laws before using this ebook. The creators of, and contributors to, this ebook dedicate their contributions to the worldwide public domain via the terms in the [CC0 1.0 Universal Public Domain Dedication](https://creativecommons.org/publicdomain/zero/1.0/).","publisher":"Standard Ebooks","source":{"isUrl":true,"value":"https://standardebooks.org/ebooks/arthur-conan-doyle/the-hound-of-the-baskervilles"},"series":"Sherlock Holmes","part":5,"chapters":[{"id":"001","title":"I: Mr. Sherlock Holmes","length":12534,"skip":false},{"id":"002","title":"II: The Curse of the Baskervilles","length":21187,"skip":false},{"id":"003","title":"III: The Problem","length":15760,"skip":false},{"id":"004","title":"IV: Sir Henry Baskerville","length":21997,"skip":false},{"id":"005","title":"V: Three Broken Threads","length":18395,"skip":false},{"id":"006","title":"VI: Baskerville Hall","length":18882,"skip":false},{"id":"007","title":"VII: The Stapletons of Merripit House","length":26313,"skip":false},{"id":"008","title":"VIII: First Report of Dr. Watson","length":14772,"skip":false},{"id":"009","title":"IX: Second Report of Dr. Watson","length":34347,"skip":false},{"id":"010","title":"X: Extract from the Diary of Dr. Watson","length":18915,"skip":false},{"id":"011","title":"XI: The Man on the Tor","length":24210,"skip":false},{"id":"012","title":"XII: Death on the Moor","length":25693,"skip":false},{"id":"013","title":"XIII: Fixing the Nets","length":18324,"skip":false},{"id":"014","title":"XIV: The Hound of the Baskervilles","length":22123,"skip":false},{"id":"015","title":"XV: A Retrospection","length":22322,"skip":false}],"createdAt":1719506735192}